Repository: kobotoolbox/form-builder-translations
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: Some fields are invalid, choices are: `{source_fields}`
ha: Wasu fannoni ba su da inganci, zaɓuɓɓuka sune: `{source_fields}`

source: Only letters, numbers and `-` are allowed
ha: Haruffa da lambobi kaɗai `-` aka yarda da shi

source: Extension must be `xml`
ha: Ƙarin ya kasance `xml`

source: `{basename}` is already used
ha: `{basename}` an riga an yi amfani da shi

source: Invalid asset type. Only `{asset_type}` is allowed
ha: Nau'in kaya marasa inganci. Kaɗai `{asset_type}` aka amince dashi

source: Page not found (404)
ha: Ba a sami shafin ba (404)

source: This page does not exist on the server. Please check the URL or link that sent you here.
ha: Babu wannan shafin a rumbum bayanai. Da fatan za a duba URL ko mahaɗi da aka aiko a nan.

source: Server error (500)
ha: Kuskuren a rumbun bayanai (500)

source: Something went wrong when trying to process your request.
ha: Wani abu ya faru ba daidai ba yayin ƙoƙarin aiwatar da buƙatarka.

source: Modern Browsers
ha: Burauzar zamani

source: Ouch! Sorry, you were probably sent here because your browser is outdated or perhaps it has its key features disabled by using "private browsing" mode.
ha: Ayya! Yi haƙuri, wataƙila an tura ku nan saboda burauzar ku ta tsufa ko wataƙila ta na da wasu sifofi da ba sa amfani da yanayin “hawan yanar gizo a boye".

source: If you are using an outdated browser, we recommend upgrading to a recent version of one of the following excellent modern browsers:
ha: Idan ku na amfani da tsohuwar burauza, mu na ba da shawarar sabuntawa zuwa ɗaya daga cikin waɗannan sigar burauza ta zamani na kwanannan:

source: Firefox download page
ha: Shafin saukar da Firefox

source: Chrome download page
ha: Shafin saukar da Chrome

source: Edge download page
ha: Shafin saukar da Edge

source: Opera download page
ha: Shafin saukar da Opera

source: This email domain is not allowed to create an account
ha: Ba a amince da ƙirƙirar shafi a karkashin wannan Imel ba

source: Exactly two databases must be configured
ha: Dole ne a saita rumbun bayanan guda biyu daidai

source: KPI and KoBoCAT must each have their own databases. Configure the KPI database as 'default' and the KoBoCAT database as 'kobocat'.
ha: KPI da KoBoCAT dole ne kowannensu ya sami nasa bayanai. Saita bayanan KPI a matsayin 'ainihi’ da kuma bayanan KoBoCAT a matsayin 'kobocat'.

source: KPI may not share a database with KoBoCAT
ha: KPI ba zai iya tura bayanan ga KoBoCAT ba

source: KPI and KoBoCAT must each have their own databases.
ha: Dole ne KPI da KoBoCAT kowannensu ya sami nasa rumbunan bayanai.

source: Incomplete migration from shared-database installation
ha: Ba kammala musayar shigar da bayanai daga kundin ba

source: The KoBoCAT database was originally shared by KPI, but the KPI tables were not copied from that shared database to the new, KPI-only database.
ha: KPI ne ke tura bayanan KoBoCAT tun asali, amma ba a kwafi teburan KPI daga wanan rumbun da suke amfani yaretare zuwa sabbin, rumbun bayanan na KPI-kaɗai.

source: Invalid confirmation
ha: Tabbacin ba shi da inganci

source: Only the following formats are available: ##format list##
ha: Wannan tsarin ne kaɗai ke samuwa: ##format list##

source: Source and destination objects don't seem to have the same type
ha: Da alama tushe da inda za a tura da alama ba su da kamanni

source: Owner's permissions cannot be deleted
ha: Ba za a iya goge izinin mamallaki ba

source: `xpath` query parameter is required
ha: `xpath` ana buƙatar ma'aunin lamba

source: Invalid XPath syntax
ha: bayanin XPath mara inganci

source: The path could not be found in the submission
ha: Ba a gano hanyar da aka yi amfani da ita a abinda aka tura ba

source: The error occurred during conversion
ha: Kuskuren ya afku ne lokacin musayar bayanan

source: Conversion is not supported for {}
ha: Musayar bayanan ba su dace da {}

source: A positive integer is required
ha: Ana buƙatar cikkakken lamba

source: The specified asset has not been deployed
ha: Ba a tura kayan a aka ambato ba
