Repository: kobotoolbox/form-builder-translations
Catalog: ha/LC_MESSAGES/djangojs.po
Languages: ha

source: You have unsaved changes. Leave form without saving?
ha: Kuna da canje-canje marasa ajiya. A bar fom ba tare da ajiyewa ba?

source: Unknown Enketo preview error
ha: Kuskuren ganin Enketo wanda ba a sani ba

source: Your changes could not be saved, likely because of a lost internet connection.
ha: Ba za a iya adana canje-canjenku ba, wataƙila saboda haɗin intanet ɗin ya ɓace.

source: Keep this window open and try saving again while using a better connection.
ha: Ci gaba da buɗe wannan taga kuma gwada sake yin ajiya yayin amfani da ingantacciyar hanyar haɗi.

source: Error saving form
ha: Kuskuren adana fom

source: Dismiss
ha: Sallamarwa

source: create
ha: ƙirƙiri

source: save
ha: ajiye

source: retry
ha: sake gwadawa

source: Yes, leave form
ha: Ee, bar fom

source: Cancel
ha: Soke

source: Return to list
ha: Koma zuwa jerin

source: Expand / collapse questions
ha: Faɗada / ruguje tambayoyi

source: Create group with selected questions
ha: Ƙirƙiri ruƙuni da zaɓaɓɓun tambayoyi

source: Grouping disabled. Please select at least one question.
ha: An kashe rukuni. Da fatan za a zaɓi aƙalla tambaya ɗaya.

source: Insert cascading select
ha: Saka jerarren zaɓi

source: Add from Library
ha: Ƙara daga Laburare

source: Layout & Settings
ha: Shimfida &amp; Saituna

source: Layout
ha: Shimfida

source: background recording
ha: rikodin sauti da zai rera a baya

source: This form will automatically record audio in the background. Consider adding an acknowledgement note to inform respondents or data collectors that they will be recorded while completing this survey. This feature is available in
ha: Wannan fom za ta yi rikodin sauti kai tsaye a baya. Yi la'akari da ƙara bayanin sanarwa don sanar da masu amsa ko masu tattara bayanai cewa za a yi rikodin su yayin kammala wannan binciken. Ana samun wannan fasalin a cikin

source: Collect version 1.30 and above
ha: Collect siga na 1.30 da na gaba

source: help
ha: taimako

source: Form style
ha: Tsarin fom

source: Read more about form styles
ha: Kara karatu game da tsari fom

source: Select the form style that you would like to use. This will only affect web forms.
ha: Zaɓi tsarin fom da kuke son amfani da shi. Wannan zai shafi fom ɗin yanar gizo kawai.

source: Select the form style. This will only affect the Enketo preview, and it will not be saved with the question or block.
ha: Zaɓi tsarin fom. Wannan zai shafi ganin Enketo kawai, kuma ba za a adana shi da tambaya ko rukunin ba.

source: Search Library
ha: Binciki Laburare

source: Error loading survey:
ha: Kuskuren loda binciken:

source: Partially locked ##type##
ha: An kulle wani yanki ##type##

source: Fully locked ##type##
ha: Cikakken kullewa ##type##

source: Read more about Locking
ha: Kara karantawa game da Kullewa

source: Form Preview
ha: Ganin Fom

source: Error generating preview
ha: Kuskuren fitar da dubawa

source: Import Cascading Select Questions
ha: Shigo da Jerin Zaɓin Tambayoyi

source: By default map is limited to the ##number## most recent submissions for performance reasons. Go to map settings to increase this limit.
ha: Ta asali taswirar tana iyakance ga ##number## abinda da aka tura na kwanan nan don dalilan aiki. Je zuwa saitunan taswira don ƙara wannan iyaka.

source: Error: could not load data.
ha: Kuskure: an kasa loda bayanai.

source: Disaggregate by survey responses
ha: Rarraba ta martanin binciken

source: Disaggregated using:
ha: An rarraba ta amfani da:

source: No "geopoint" responses have been received
ha: Ba a sami martanin "geopoint" ba

source: The map does not show data because this form does not have a "geopoint" field.
ha: Taswirar bata nuna bayanai saboda wannan fom ɗin bashi da filin "geopoint".

source: Toggle Fullscreen
ha: Juya Cikakken allo

source: Show as points
ha: Nuna azaman maki

source: Toggle layers
ha: Juya mahadai

source: Map display settings
ha: Saitunan nunin taswira

source: Show as heatmap
ha: Nuna a zaman taswirar zafi

source: Language
ha: Yare

source: Default
ha: Na Asali

source: -- See all data --
ha: -- Duba duka bayanai --

source: untranslated:
ha: ba a fassara ba:

source: Question label not set
ha: Ba a saita sunan tambaya ba

source: Reset
ha: Sake saiti

source: not set
ha: ba a saita ba

source: Legend
ha: Labari

source: Map Settings
ha: Saitunan taswira

source: Table
ha: Tebur

source: Gallery
ha: Ma’adana

source: Downloads
ha: Kayayyakin da aka saukar

source: Map
ha: Taswira

source: General
ha: Gabaɗaya

source: Media
ha: Kafafen Labarai

source: Sharing
ha: Rabawa

source: Connect Projects
ha: Haɗa Ayyuka

source: REST Services
ha: Ayyukan REST

source: Activity
ha: Aiki

source: copied to clipboard
ha: kofe zuwa allo

source: Clone of
ha: Yin kwafi na

source: Enter the name of the cloned ##ASSET_TYPE##. Leave empty to keep the original name.
ha: Shigar da sunan kwafi da aka yi ##ASSET_TYPE##. Bar shi ba komai don kiyaye ainihin suna.

source: Ok
ha: Yayi

source: ## files
ha: ## fayiloli

source: XLSForm Import failed. Check that the XLSForm and/or the URL are valid, and try again using the "Replace form" icon.
ha: Shigowar fom ɗin XLS ya gaza. Bincika cewa XLSForm da/ko URL ɗin suna aiki, kuma a sake gwadawa ta amfani da siffar "Maye gurbin fom".

source: XLS Import completed
ha: An gama shigo da XLS

source: Your upload is being processed. This may take a few moments.
ha: Ana aiwatar da abun da kuke dorawa. Wannan na iya ɗaukar 'yan lokuta kaɗan.

source: Your upload is queued for processing. This may take a few moments.
ha: Ɗorawarku na yin layi don sarrafawa. Wannan na iya ɗaukar 'yan lokuta kaɗan.

source: Import Failed!
ha: Shigowa ya gaza!

source: Failed to create import.
ha: An gaza ƙirƙirar shigowa.

source: Upload error: could not recognize Excel file.
ha: Kuskuren ɗorawa: an kasa gane fayil ɗin Excel.

source: Uploaded file name:
ha: Sunan fayil da aka ɗora:

source: Could not recognize the dropped item(s).
ha: An gaza gane abubuwan da aka sauke.

source: Allow submissions to this form without a username and password
ha: Bada izinin turawa zuwa wannan fom ba tare da sunan mai amfani da kalmar sirri ta mai amfani ba

source: Allow anonymous submissions for this project. Previously, this was an account-wide setting. Click the icon to learn more.
ha: Bada izinin tura wannan aikin ba tare da shaida. A baya, wannan saitin kowane shafi ne. Danna alamar don ƙarin koyo.

source: Project information
ha: Bayanin aikin

source: Questions
ha: Tambayoyi

source: Last modified
ha: Gyara na ƙarshe

source: Last deployed
ha: Aikawa na ƙarshe

source: Latest submission
ha: Sabon abubuwanda aka gabatar

source: Operational purpose of data
ha: Manufar aiki na bayanai

source: Collects personally identifiable information
ha: Tattara bayanan da za'a iya tantancewa

source: Event description
ha: Bayanin abinda ya faru

source: See details
ha: Duba cikakkun bayanai

source: Recent project activity
ha: Ayyukan aikin kwanan nan

source: Filter by
ha: Tacewa ta

source: Export all data
ha: Fitar da duk bayanai

source: New feature
ha: Sabon tsari

source: Learn more
ha: Ƙara koyo

source: All questions
ha: Duka tambayoyi

source: Image Gallery
ha: Gidan Hoto

source: From
ha: Daga

source: Between
ha: Tsakanin

source: and
ha: kuma

source: URL is empty!
ha: Babu komai a URL!

source: You must redeploy this form to see media changes.
ha: Dole ne ku sake tura wannan fom don ganin canje-canjen kafofin watsa labarai.

source: Attach files
ha: Haɗa fayiloli

source: Learn more about form media
ha: Ƙara koyo game da sauti da hotuna na fom

source: Drag and drop files here
ha: Jawo da sauke fayiloli nan

source: or
ha: ko

source: click here to browse
ha: danna nan don bincikowa

source: Uploading file…
ha: Ana dora fayil…

source: You can also add files using a URL
ha: Hakanan zaka iya ƙara fayiloli ta amfani da URL

source: Paste URL here
ha: Manna URL anan

source: Add
ha: Ƙara

source: Attached files
ha: Fayilolin da aka makala

source: loading media
ha: loda kafofin watsa labarai

source: No files uploaded yet
ha: Babu fayilolin da aka ɗora tukuna

source: Import
ha: Shigo da

source: Next
ha: Na gaba

source: Create project
ha: Ƙirƙiri aikin

source: Project settings
ha: Saitunan aikin

source: Choose a source
ha: Zaɓi tushen

source: Choose template
ha: Zaɓi samfuri

source: Upload XLSForm
ha: Ɗora Fom ɗin XLS

source: Import XLSForm
ha: Shigo da Fom ɗin XLS

source: Project details
ha: Bayanan aikin

source: Choose
ha: Zabi

source: Error: asset could not be created.
ha: Kuskure: an kasa ƙirƙirar kadara.

source: Error: new project could not be created.
ha: Kuskure: ba a iya ƙirƙirar sabon aikin ba.

source: Please wait…
ha: Da fatan za a jira…

source: Retrieving form, please wait...
ha: Ana dawo da fom, da fatan za a jira...

source: Failed to reload project after import!
ha: An gaza sake ɗora aikin bayan shigo da kaya!

source: Could not initialize XLSForm import!
ha: An kasa fara shigo da Fom ɗin XLS!

source: Failed to reload project after upload!
ha: An kasa sake ɗora aikin bayan turawa!

source: Could not import XLSForm!
ha: Ba za a iya shigo da Fom ɗin XLS ba!

source: Some fields contain errors!
ha: Wasu filayen sun ƙunshi kurakurai!

source: Project Name
ha: Sunan aikin

source: ##count## characters left
ha: ##count## Haruffa da sun rage

source: Use a template
ha: Yi amfani da samfuri

source: Choose one of the options below to continue. You will be prompted to enter name and other details in further steps.
ha: Zaɓi ɗaya daga cikin zaɓuɓɓukan da ke ƙasa don cigaba. Za a sa ka shigar da suna da sauran bayanai a cikin ƙarin matakai.

source: Build from scratch
ha: Gina daga farko

source: Upload an XLSForm
ha: Tura XLSForm

source: Import an XLSForm via URL
ha: Shigo da Fom ɗin XLS ta URL

source: Import an XLSForm from your computer.
ha: Shigo da Fom ɗin XLS daga kwamfutarka.

source: Drag and drop the XLSForm file here or click to browse
ha: Jawo da sauke fayil ɗin Fom ɗin XLS nan ko danna don bincikowa

source: Enter a valid XLSForm URL in the field below.
ha: Shigar da ingantaccen URL na Fom ɗin XLS a cikin filin da ke ƙasa.

source: Having issues? See this help article.
ha: Kuna da matsala? Duba wannan labarin taimako.

source: Save Changes
ha: Adana Canje-canjen

source: Please enter a title for your project!
ha: Da fatan za a shigar da take don aikinku!

source: Enter title of project here
ha: Shigar da taken aikin anan

source: Please enter a description for your project
ha: Da fatan za a shigar da bayanin aikin ku

source: Enter short description here
ha: Shigar da taƙaitaccen bayanin anan

source: Please choose a sector
ha: Da fatan za a zaɓi ɓangaren

source: Please select at least one country
ha: Da fatan za a zaɓi aƙalla ƙasa ɗaya

source: Please specify the operational purpose of your project
ha: Da fatan za a saka maƙasudin aiki na aikin ku

source: Yes
ha: Ee

source: No
ha: A'a

source: Please indicate whether or not your project collects personally identifiable information
ha: Da fatan za a nuna ko aikinku yana tattara bayanan da za a iya gane da kai ko a'a

source: Save
ha: Adana

source: Unarchive Project
ha: Bude Aiki

source: Archive Project
ha: Aiki na Ajiya

source: Archive project to stop accepting submissions.
ha: Adana aikin don dakatar da karɓar abinda aka tura.

source: Unarchive project to resume accepting submissions.
ha: Bude aikin don ci gaba da karɓar abinda aka tura.

source: Delete Project and Data
ha: Goge Aiki da Bayanai

source: Delete Project
ha: Goge aiki

source: Back
ha: Baya

source: Form replacing is not available due to form's Locking Profile restrictions.
ha: Ba a samun maye gurbin fom saboda hani na Kulle bayanin fom.

source: new
ha: sabo

source: Projects
ha: Ayyuka

source: Library
ha: Laburare

source: Source
ha: Tushe

source: Temporary Access Restriction: Password Update Required
ha: Taƙaita samun dama na ɗan lokaci: Ana buƙatar Sabunta kalmar sirri

source: You must update your password before proceeding. Please do so promptly to ensure the security of your data.
ha: Dole ne ku sabunta kalmar sirrinku kafin ci gaba. Da fatan za a yi haka da sauri don tabbatar da tsaron bayanai ku.

source: Update password
ha: Sabunta kalmar sirri

source: Success!
ha: Nasara!

source: Submission Record
ha: Rikodin abinda aka tura

source: of
ha: na

source: Sharing Permissions
ha: Izinin Rabawa

source: Uploading XLS file
ha: Ana ɗora fayil ɗin XLS

source: Uploading:
ha: Ana ɗorawa:

source: Create Library Item
ha: Ƙirƙiri Abun Laburare

source: Template details
ha: Bayanin samfuri

source: Collection details
ha: Bayanin tarin

source: Edit tags
ha: Shirya laƙabi

source: Upload file
ha: Ɗora fayil

source: Edit REST Service
ha: Gyara Sabis na REST

source: New REST Service
ha: Sabon Sabis na REST

source: Table display options
ha: Zaɓuɓɓukan nunin tebur

source: Manage Languages
ha: Sarrafa Yarurruka

source: Translations Table
ha: Teburin Fassara

source: Manage Form Encryption
ha: Sarrafa Sirri na Fom

source: Close
ha: Kusa

source: Close Translations Table?
ha: Rufe Tebur Fassara?

source: You will lose all unsaved changes.
ha: Za ku rasa duk canje-canjen da ba a ajiye su ba.

source: Log In
ha: Shiga

source: Search My Library
ha: Binciki Laburare Na

source: Search Public Collections
ha: Duba Tari na Jama'a

source: Search…
ha: Bincika…

source: This project has no submitted data. Please collect some and try again.
ha: Wannan aikin ba shi da bayanai da aka tura. Da fatan za a tattara wasu kuma a sake gwadawa.

source: results
ha: sakamako

source: Edit
ha: Gyara

source: Search
ha: Bincika

source: Display options
ha: Zaɓuɓɓukan nuni

source: Prev
ha: Baya

source: Your filters returned no submissions.
ha: Tantancewar basu dawo da kowane abinda aka tura.

source: Page
ha: Shafi

source: rows
ha: layuka

source: Summary
ha: Takaitawa

source: Form
ha: Fom

source: Settings
ha: Saituna

source: Today
ha: Yau

source: Past 7 days
ha: Kwanaki 7 da suka gabata

source: Past 31 days
ha: Kwanaki 31 da suka gabata

source: Past 3 months
ha: Watanni 3 da su ka gabata

source: Past 12 months
ha: Watanni 12 da su ka gabata

source: No chart data available for current period.
ha: Babu bayanai zane a lokaci na yanzu.

source: Total
ha: Jimla

source: Please check file name
ha: Da fatan za a duba sunan fayil

source: No project selected
ha: Babu aikin da aka zaɓa

source: Field is empty
ha: Babu komai a filin

source: Privacy Notice
ha: Sanarwa Kebantarwa

source: This will attach the full dataset from "##ASSET_NAME##" as a background XML file to this form. While not easily visible, it is technically possible for anyone entering data to your form to retrieve and view this dataset. Do not use this feature if "##ASSET_NAME##" includes sensitive data.
ha: Wannan zai haɗa cikakken saitin bayanai daga "##ASSET_NAME##" azaman fayil ɗin XML na baya ga wannan fom. Duk da yake ba a iya gani cikin sauƙi ba, yana yiwuwa a fasahance ga duk wanda ke shigar da bayanai zuwa fom ɗin ku don dawo da duba wannan saitin bayanai. Kada ku yi amfani da wannan fasalin idan "##ASSET_NAME##" ya ƙunshi bayanai masu mahimmanci.

source: Acknowledge and continue
ha: Amince ka ci gaba

source: Select a different project to import data from
ha: Zaɓi wani aikin daban don shigar da bayanai

source: No projects to connect
ha: Babu ayyukan da za a haɗa

source: Data sharing enabled
ha: An kunna raba bayanai

source: Select specific questions to share
ha: Zaɓi takamaiman tambayoyi don rabawa

source: Select any questions you want to share in the right side table
ha: Zaɓi kowace tambayoyi da kuke son rabawa a gefen dama

source: Updating shared questions
ha: Ana sabunta tambayoyin da aka raba

source: Data sharing disabled
ha: An kashe raba bayanai

source: Give a unique name to the import
ha: Ba da suna na musamman ga shigowar

source: Imported
ha: Wanda aka Shigar

source: Loading imported projects
ha: Ana loda ayyukan da aka shigo da su

source: No data imported
ha: Babu bayanai da aka shigo da su

source: Share data with other project forms
ha: Raba bayanai tare da wasu fom na aikin

source: Enable data sharing to allow other forms to import and use dynamic data from this project. Learn more about dynamic data attachments
ha: Kunna raba bayanai don ba da damar wasu fom shigowa da amfani da bayanai masu ƙarfi daga wannan aikin. Koyi game da haɗe-haɗen bayanai masu ƙarfi

source: here
ha: nan

source: Import other project data
ha: Shigo da sauran bayanai aikin

source: Connect with other project(s) to import dynamic data from them into this project. Learn more about dynamic data attachments
ha: Haɗe tare da wasu ayyuka don shigo da bayanai masu ƙarfi daga gare su cikin wannan aikin. Koyi game da haɗe-haɗen bayanai masu ƙarfi

source: Cannot transfer a project to the same account.
ha: Ba za a iya musanta wani aiki zuwa shafi iri ɗaya ba.

source: User not found. Please try again.
ha: Ba a samo sunan mai amfani ba. Da fatan za a sake gwadawa.

source: Please enter a user name.
ha: Da fatan za a shigar da sunan mai amfani.

source: Transfer project ownership
ha: Musanya mallakar aikin

source: Your transfer request is pending until ##username## has accepted or declined it.
ha: Ba a amince da buƙatarku na musaya har sai ##username## ya amince ko ƙin amince da shi.

source: Transfer ownership of this project to another user. All submissions, data storage, and transcription and translation usage for this project will be transferred to the new project owner.
ha: Musayar mallakar wannan aikin zuwa wani mai amfani. Duk abinda da aka tura, bayanai da aka adana, da bayani na rubuce da fassarar wannan aikin za a musanya su zuwa ga sabon mamallaki.

source: Learn more →
ha: Ƙara koyo →

source: Cancel transfer
ha: Soke musaya

source: Transfer
ha: Musaya

source: Transfer ownership
ha: Musayar mallaka

source: This action will transfer ownership of ##username## to another user
ha: Wannan aikin zai musaya ikon mallakar ##username## zuwa wani mai amfani

source: When you transfer ownership of the project to another user, all of the submissions, data storage, and transcription and translation usage for the project will be transferred to the new project owner.
ha: Lokacin da ku ka musanya mallakar aikin zuwa wani mai amfani, duk abinda aka tura, maʻadanar bayanai, da bayani na rubuce da fassarar aikin za a canja su zuwa sabon mai mallaka.

source: The new project owner will receive an email request to accept the transfer. You will be notified when the transfer is accepted or declined.
ha: Sabon mamallaki zai karɓi imel don amincewa da musaya. Za a sanar da ku lokacin da aka karɓa ko aka ƙi aminta.

source: You will be the owner of the project until the transfer is accepted.
ha: Za ka zama mamallakin aikin, har sai an amince da musaya.

source: Once the transfer is accepted, you will not be able to undo this action.
ha: Da zarar an amince da musayar, ba za ku iya soke wannan aikin ba.

source: To complete the transfer, enter the username of the new project owner
ha: Don kammala musayar, shigar da sunan mai amfani na sabon mamallaki

source: Enter username here
ha: Shigar da sunan mai amfani anan

source: Transfer project
ha: Musanya aikin

source: Please [contact the support team] if you think it's an error.
ha: Da fatan za a [tuntuɓi ƙungiyar tallafi] idan kuna tunanin kuskure ne.

source: Please try logging in using the header button or [contact the support team] if you think it's an error.
ha: Da fatan za a gwada shiga ta amfani da maɓallin kai ko [tuntuɓi ƙungiyar tallafi] idan kuna tunanin kuskure ne.

source: Access Denied
ha: Babu damar shiga

source: You don't have access to this page.
ha: Ba ku da damar shiga wannan shafin.

source: Either you don't have access to this page or this page simply doesn't exist.
ha: Ko dai ba ku da damar shiga wannan shafin ko kuma babu wannan shafin.

source: Something went wrong
ha: Wani abu ya faru

source: We're sorry, but there was an unexpected error while trying to serve this page.
ha: Mu na baku haƙuri, amma an sami kuskuren da ba a yi tsammani ba yayin ƙoƙarin adana wannan shafin.

source: Please try again later, or [contact the support team] if this happens repeatedly.
ha: Da fatan za a sake gwadawa daga baya, ko a [tuntuɓi sashin taimako] idan wannan na faruwa akai-akai.

source: Additional details:
ha: Karin bayani:

source: There is no data for this question for the current submission
ha: Babu bayanai don wannan tambayar na abinda aka tura na yanzu

source: Failed to get owner data.
ha: An gaza samun bayanai mai shi.

source: Date Created
ha: Ranar Ƙirƙira

source: Items
ha: Abubuwa

source: Organization
ha: Ƙungiya

source: Country
ha: Ƙasa

source: Hide full details
ha: Ɓoye cikakkun bayanai

source: Show full details
ha: Nuna cikakkun bayanai

source: Failed to change asset public status.
ha: An gaza canza matsayin kadari na jama'a.

source: Make public
ha: Fitar da shi fili

source: Make private
ha: Asirta

source: Parent Collection
ha: Iyayen Tari

source: This ##asset_type## is empty.
ha: Wannan ##asset_type## ba komai.

source: Show less
ha: Nuna ƙasa

source: Show more
ha: Nuna ƙari

source: Your query is too short
ha: Tambayar ta yi kaɗan

source: failed to list assets
ha: Kasa lissafa kadarori

source: Unlabeled
ha: Mara lakabi

source: Vertical
ha: A tsaye

source: Horizontal
ha: A kwance

source: Pie
ha: Kek

source: Polar area
ha: Yankin Polar

source: Untitled Report
ha: Rahoto Mara Suna

source: Include the following questions:
ha: Haɗa tambayoyi masu zuwa:

source: Delete
ha: Goge

source: No grouping
ha: Babu rukuni

source: Type
ha: Nau'i

source: Name
ha: Suna

source: Subscribers
ha: Masu biyan kuɗi

source: Primary Sector
ha: Sashin Farko

source: Deploy
ha: Aika

source: Remove from collection
ha: Cire daga tarin

source: Move to
ha: Motsa zuwa

source: Unarchive
ha: Bude ajiya

source: Archive
ha: Taskoki

source: Subscribe
ha: Yi rijista

source: Unsubscribe
ha: Cire rijista

source: Modify details
ha: Gyara bayanai

source: Edit Tags
ha: Gyara Lakkuba

source: Share
ha: Raba

source: View containing Collection
ha: Dubi Abubuwanda ya ƙunsa

source: Previous
ha: Na Baya

source: ##count## items
ha: ##count## abubuwa

source: There are no assets to display.
ha: Babu kadarori da za a nuna.

source: permissions were copied successfully
ha: an kwafi izini cikin nasara

source: You are about to copy permissions from ##source to ##target. This action cannot be undone.
ha: Kuna shirin kwafe izini daga ##source to ## manufa. Ba za a iya soke wannan aikacin ba.

source: Are you sure you want to copy permissions?
ha: Shin kun tabbata kuna son kwafin izini?

source: Proceed
ha: Cigaba

source: Copy team from another project
ha: Yi kwafin ƙungiya daga wani aikin

source: This will overwrite any existing sharing settings defined in this project.
ha: Wannan zai sake rubuta duk wani saitunan rabawa da ke akwai da aka ayyana a cikin wannan aikin.

source: Select source project…
ha: Zaɓi tushen aiki…

source: copy
ha: kwafi

source: Enter usernames separated by comma
ha: Shigar da sunayen masu amfani raɓe ta waƙafi

source: User not found:
ha: Ba a samo mai amfani ba:

source: equals
ha: daidai da

source: Reset changes
ha: Sake saita canje-canje

source: username
ha: sunan mai amfani

source: Grant permissions
ha: Ba da izini

source: Update permissions
ha: Sabunta izini

source: Share publicly by link
ha: Raba wa jama'a ta hanyar mahaɗi

source: Anyone can view this form
ha: Kowa na iya duba wannan fom

source: Anyone can view submissions made to this form
ha: Kowa na iya duba abinda aka tura ga wannan fom

source: Shareable link
ha: mahada mai iya rabawa

source: Remove permissions?
ha: Cire izini?

source: This action will remove all permissions for user ##username##
ha: Wannan aikin zai cire duk izini ga mai amfani ##username##

source: Remove
ha: Cire

source: is owner
ha: mai shi ne
