Repository: kobotoolbox/form-builder-translations
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: Log in as user
ha: Shiga a zaman mai amfani

source: Please enter a valid URL
ha: A shigar da ingantaccen URL

source: Non-profit organization
ha: Ƙungiya mai zaman kanta mara riba

source: Government institution
ha: Cibiyar gwamnati

source: Educational organization
ha: Ƙungiyar ilimi

source: A commercial/for-profit company
ha: Kamfanin kasuwanci/don samun riba

source: I am not associated with any organization
ha: Ba ni da alaƙa da kowace ƙungiya

source: Male
ha: Namiji

source: Female
ha: Mace

source: Other
ha: Sauran

source: Terms of Service
ha: Sharuɗɗan Sabis

source: Privacy Policy
ha: Bayanan Kebantawa

source: I agree with the ##terms_of_service## and ##privacy_policy##
ha: Na amince da ##terms_of_service## kuma ##privacy_policy##

source: Password confirmation
ha: Tabbacin kalmar sirri

source: This field is required.
ha: Ana bukatan wannan fillin.

source: You must type the same password each time.
ha: Dole ne ka rubuta kalmar sirri iri ɗaya a kowane lokaci.

source: Enter the ##token length##-character token
ha: Shigar da ##token length##-alamun

source: Your token is invalid
ha: Alamunku ba dai-dai ba ne

source: Please enter your verification token
ha: A shigar da tabbatacciyar alama

source: Please enter the verification token displayed by your authenticator app.
ha: A shigar da alamar tabbatarwa da ta bayyana a manhajar ku na tabbatar da shaida.

source: Problems with the token
ha: Alamar na da matsala

source: Continue
ha: Cigaba

source: Verification issues
ha: Matsalolin tabbatarwa

source: Back
ha: Baya

source: To confirm the new email address associated with your KoboToolbox account, please follow the link below.
ha: Don tabbatar da sabon adireshin imel da ke da alaƙa da shafinka na KoboToolbox, da fatan za a bi hanyar mahaɗi da ke ƙasa.

source: This link will expire in one hour. To request a new verification link, please go to your account settings and re-enter your new email address:
ha: Wannan mahaɗin zai daina aiki cikin awa guda. Don neman sabuwar mahaɗin tabbatarwa, fatan za a je ɓangaren saiti na shafinku tare da sake shigar da sabon adireshin imel ɗinku:

source: Best,
ha: Mafi kyau,

source: Thanks for signing up with KoboToolbox!
ha: Mun gode bisa yin rajista da KoboToolbox!

source: Confirming your account will give you access to KoboToolbox applications. Please visit the following URL to finish activation of your new account.
ha: Tabbatar da shafinka zai ba ka damar shiga manhajar KoboToolbox. Da fatan za a ziyarci URL ɗin da ke ƙasa don kammala rijistar sabon shafinku.

source: Your username is:
ha: Sunan mai amfani shi ne:

source: For help getting started, check out the KoboToolbox user documentation: https://support.kobotoolbox.com
ha: Don taimakon farawa, duba jagorar mai amfani na KoboToolbox: https://support.kobotoolbox.com

source: You can also join the KoboToolbox community forum to ask questions, share solutions, and chat with thousands of users: https://community.kobotoolbox.org
ha: Sannan za a iya shiga dandalin tattaunawa na KoboToolbox don yin tambayoyi, bayyana mafita, da tattaunawa tare da dubban ma su amfani: https://community.kobotoolbox.org

source: Activate your KoboToolbox Account
ha: Tabbatar da shafin ka na KoboToolbox

source: KoboToolbox account email address verification
ha: Tabbatar da adireshin imel din ka na KoboToolbox

source: Hello from KoboToolbox,
ha: Barka dai daga KoboToolbox,

source: We’ve received a password reset request for your user account.
ha: Mun karɓi buƙatar sake saita kalmar sirrin shafin ka.

source: To reset your password, click the link below.
ha: Don sake saita kalmar sirri, danna mahaɗin da ke ƙasa.

source: Your username is %(username)s.
ha: Sunan mai amfani shi ne %(username)s.

source: If you did not request a password reset, you can safely ignore this email.
ha: Idan ba ka nemi sake saita kalmar sirri ba, za ka iya yin watsi da wannan imel ɗin.

source: KoboToolbox Password Reset
ha: Sake saita kalmar sirri ta KoboToolbox

source: You are receiving this email because you or someone else has requested a password for their KoboToolbox account.
ha: Ka sami wannan imel ne saboda kai ko wani ya nemi kalmar sirri a shafin KoboToolbox.

source: However, we do not have any record of an account with email %(email)s in our database.
ha: Amma, ba mu da bayanan shafin me wannan imel ɗin %(email)s a rumbun adana bayananmu.

source: If it was you, please try another email address you might have used to create your account, or double check that your account was not registered on a different KoboToolbox server.
ha: Idan kai ne, da fatan za a gwada wani adireshin imel da za a iya amfani da shi don ƙirƙirar shafin, ko a ƙara dubawa ko ba a yi rajistar shafinka a manhajar KoboToolbox daban.

source: KoboToolbox Password Reset Unsuccessful
ha: Ƙara Saita Kalmar Siriin KoboToolbox Bai yi ba

source: Confirm E-mail Address
ha: Tabbatar da Adireshin Imel

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ha: A tabbatar da cewa <a href="mailto:%(email)s">%(email)s</a> Adireshin imel ɗin na mai amfani ne. %(user_display)s.

source: Confirm
ha: Tabbatar

source: Activation failed
ha: An kasa shigarwa

source: Sorry, we couldn't activate your account. The link we sent you has expired.
ha: Yi haƙuri, ba za mu iya shiga shafinka ba. Amfanin mahaɗin da mu ka turo maka ya ƙare.

source: This e-mail confirmation link expired or is invalid. If you need to request a new link to verify your email address change, please go to your account settings page and enter your email address again.
ha: Amfanin wannan mahaɗin tabbacin imel ɗin ya ƙare ko kuma ba shi da inganci. Idan ka na buƙatar buƙatar sabon mahaɗi don tabbatar da canza adireshin imel ɗinku, Ka je wurin saiti na shafinka sannan ka sake shigar da adireshin imel ɗinka.

source: Login
ha: Shiga

source: Create an account
ha: Ƙirƙiri shafi

source: Forgot password?
ha: An manta kalmar sirri?

source: Log in using SSO
ha: Shiga ta amfani da SSO

source: If you set up Single Sign On in your account settings, you will only be able to log in through this method.
ha: Idan ka saita Shiga sau ɗaya cikin saitin shafinka, ta wannan hanyar kaɗai za ka iya shiga.

source: Password Reset
ha: An Sake Saita Kalmar sirri

source: Reset Password
ha: Sake saita Kalmar sirri

source: Password reset successfully
ha: An yi nasarar sake saita kalmar sirri

source: Log in
ha: Shiga

source: Your request has been received. If the email address you entered corresponds to an account on this service, a message has been sent with password reset instructions. If you do not receive an email, your account might be registered under a different address, or you might have entered your address incorrectly.
ha: An karɓi buƙatar ku. Idan adireshin imel ɗin da ka shigar ya yi daidai da shafin da ke kan wannan manhajar, an aika saƙo tare da umarnin sake saita kalmar sirri. Idan ba ku karɓi imel ba, zai iya kasance an yi rajistar shafinku da wani adireshin daban, ko kuma wataƙila kun shigar da adireshin ku ba daidai ba.

source: Password reset failed
ha: Ba a yi nasarar sake saita kalmar sirri ba

source: Submit
ha: Aika

source: Create Account
ha: Ƙirƙirar Shafi

source: or
ha: ko

source: login
ha: shiga

source: Register using SSO
ha: Yi rijista ta amfani da SSO

source: Register with SSO
ha: Yi rijista tare da SSO

source: Confirm your email address
ha: Tabbatar da adireshin imel ɗinku

source: Please click the activation link in the email just sent to you.
ha: Danna mahaɗin shiga a cikin imel ɗin da aka aiko maka.

source: SSO Login Failure
ha: Ba a yi Nasarar shiga ta SSO ba

source: An error occurred while attempting to login using your SSO account.
ha: Kuskure ya faru yayin ƙoƙarin shiga ta amfani da shafinku na SSO.

source: Go back
ha: Koma baya

source: Connect your Account to SSO
ha: Haɗa shafin zuwa SSO

source: Manage your SSO Account
ha: Kula da shafinka na SSO

source: You can sign in to your KoboToolbox account using any of the following SSO providers:
ha: Kuna iya shiga shafinku na KoboToolbox ta amfani da kowanne daga cikin SSO ma su zuwa:

source: Remove
ha: Cire

source: You currently have no third-party accounts connected to this account.
ha: A halin yanzu ba ku da ƙarin wani shafi da ke da alaƙa da wannan shafin.

source: Add an SSO Account
ha: Ƙara Shafin SSO

source: Set up Single Sign On
ha: Saita Shiga Sau Ɗaya

source: Click the button below to connect your KoboToolbox account with your %(appname)s account.
ha: Danna madannin da ke ƙasa don haɗa shafinka na KoboToolbox da %(appname)s shafinka.

source: This will allow you to use single sign-on (SSO) in the future.
ha: Wannan zai ba ka damar yin amfani da shiga ɗaya (SSO) a nan gaba.

source: Connect with %(appname)s
ha: Haɗa tare da %(appname)s

source: Log in with
ha: Shiga tare da

source: Log in to KoboToolbox with your %(appname)s account.
ha: Shiga shafin KoboToolbox ta %(appname)s shafinka.

source: go back
ha: koma baya

source: Welcome to KoboToolbox, %(username)s!
ha: Barka da zuwa KoboToolbox, %(username)s!

source: Welcome to KoboToolbox!
ha: Barka da zuwa KoboToolbox!

source: You are about to use your %(appname)s account to login to KoboToolbox.
ha: Kun kusa fara amfani da %(appname)s shafin ku na KoboToolbox don shiga manhajar KoboToolbox.

source: As a final step, please complete the following form
ha: A matsayin mataki na karshe, da fatan za a cika fom ɗin da ke ƙasa.

source: Save and Access
ha: Adanawa da Damar shiga

source: Usernames must be between 2 and 30 characters in length, and may only consist of lowercase letters, numbers, and underscores, where the first character must be a letter.
ha: Dole ne sunan mai amfani ya zama daga haruffa 2 zuwa 30, za kuma su iya zama ƙananan harufa kaɗai, ko lambobi, da alamomin layi na ƙasa yayin da harafi na farko dole ya zama harafi.

source: Invalid scheme
ha: Tsarin mara inganci

source: Unsecured endpoint is not allowed
ha: Ba a aminta da wani mahaɗi mara tabbas ba

source: Invalid JSON
ha: JSON mara inganci

source: Can be used only with JSON submission format
ha: Ana iya amfani da shi ne kaɗai ta tsarin aikawa na JSON.

source: REST Services Failure Report
ha: Rahoton Rashin Ayyukan REST

source: Project name
ha: Sunan aikin

source: Hook
ha: Tsarin tura bayani gaba

source: Submission
ha: Abinda aka gabatar

source: Status code
ha: Matsayin lamba

source: Message
ha: Saƙo

source: Date
ha: Kwanan wata

source: Dear
ha: Barka

source: Some submissions could not be sent to their external endpoints.
ha: Ba a samu an aika wasu bayanai zuwa mahaɗa na waje.

source: Task successfully scheduled
ha: An samu nasarar tsara aikin

source: No data to retry
ha: Babu bayanan da za a sake gwadawa

source: Can not retry on disabled hooks
ha: Ba za a iya gwadawa a mahaɗan da basa aiki

source: An error has occurred when sending the data. Please try again later.
ha: An samu matsala yayin aika bayanai. A sake gwadawa daga baya.

source: Data is being or has already been processed
ha: A na sarrafa ko an riga an sarrafa bayanan

source: Import
ha: Shigo da

source: This is not supported by the legacy API anymore
ha: Wannan ba zai ci gaba da dacewa da tsarin API ba

source: No confirmation provided
ha: Babu tabbacin da aka bayar

source: User %(user)s has no permission to add xforms to account %(account)s
ha: Mai amfani %(user)s ba shi da izinin ƙara xforms a shafinsa %(account)s

source: User %(user)s has no permission to change this form.
ha: Mai amfani %(user)s Ba shi da izinin canza wannan fom ɗin.

source: You do not have permission to view data from this form.
ha: Ba ka da izinin duba bayanai daga wannan fom ɗin.

source: Filename '%s' not found.
ha: Ba a sami sunan fayil ɗin '%s' ba.

source: Invalid formId %s.
ha: Ba daidai ne formId %s.

source: %s successfully published.
ha: an sami nasarar wallafa %s.

source: Missing xml file.
ha: Fayil ɗin xml ya ɓata.

source: `query` and `instance_ids` can't be used together
ha: `query` kuma `instance_ids` ba za a iya amfani da su tare ba.

source: Invalid `query` or `submission_ids` params
ha: Ba daidai ba ne `query` ko kuma`submission_ids` params

source: {} submissions have been deleted
ha: {} an goge aikawa

source: No `validation_status.uid` provided
ha: A'a `validation_status.uid` an bada

source: {} submissions have been updated
ha: {} an sabunta aikawa

source: Invalid pk `%(pk)s`
ha: pk ba daidai ba ne `%(pk)s`

source: Invalid dataid `%(dataid)s`
ha: Bayanan da ba su da inganci `%(dataid)s`

source: No data matches with given query.
ha: Babu bayanan da su ka dace da tambayar da aka yi.

source: Invalid pk %(pk)s
ha: pk ba daidai ba ne %(pk)s

source: Data id not provided.
ha: Ba a bayar da id na bayanan ba.

source: `return_url` not provided.
ha: `return_url` Ba a bayar da shi ba.

source: Cannot edit submissions while "Require authentication to see form and submit data" is disabled for your project
ha: Ba za a iya gyara aikawa ba yayin "Buƙatar tabbatarwa don ganin fom da tura bayanai" an cire shi don aikinka

source: Data id not provided
ha: Ba a bayar da ID ɗin bayanan ba

source: No submission key provided.
ha: Babu alamar aikawa da aka bayar.

source: Unable to create submission.
ha: Ba za a iya ƙirƙirar aikawa ba.

source: '%(export_type)s' format not known or not implemented!
ha: '%(export_type)s' ba a san tsarin ba ko kuma ba a aiwatar da shi ba!

source: Dates must be in the format YY_MM_DD_hh_mm_ss
ha: Dole ne kwanakin wata su kasance a tsarin YY_MM_DD_hh_mm_ss

source: No records found to export
ha: Babu bayanan da aka samu don fitarwa

source: No XLSForm found.
ha: Babu XLSForm da aka samu.

source: Only a form's owner can overwrite its contents
ha: Mai mallakar fom ɗin ne kawai zai iya share abubuwan da ke ciki.

source: Require authentication to see form and submit data
ha: Buƙaci tantancewa don ganin fom da tura bayanai

source: Can make submissions to the form
ha: Za a iya aika zuwa fom ɗin

source: Can transfer form ownership.
ha: Za a iya sauya mallakar fom ɗin.

source: Can validate submissions
ha: Za a iya tabbatar da aikawa

source: Can delete submissions
ha: Za a goge aikawa

source: Your updated form's id_string '%(new_id)s' must match the existing forms' id_string '%(old_id)s'.
ha: Form's id_string ɗinku da aka sabunta '%(new_id)s'dole ne ya dace da forms' id_string da ake da su '%(old_id)s'.

source: In strict mode, the XForm ID must be a valid slug and contain no spaces.
ha: A yanayi mai tsanani, dole ne ID ɗin XForm ya zama mai inganci ba tare da tsallake ba.

source: Submission Count
ha: Ƙididdigar Aikawa

source: There should be a single id string.
ha: Ya kamata a sami ID guda ɗaya.

source: There should be a single title.
ha: Ya kamata a sami take guda ɗaya.

source: Successful submission.
ha: An sami nasarar aikawa.

source: There was a problem receiving your ODK submission. [Error: IO Error reading data]
ha: Akwai matsala wajen karɓar aikawa daga ODK ɗinku. [Kuskure: IO Kuskuren karanta bayanai]

source: There was a problem receiving your ODK submission. [Error: multiple submission files (?)]
ha: Akwai matsala wajen karɓar aikawa daga ODK ɗinku. [Kuskure: fayil ɗin turawa da yawa (?)]

source: Submission complete. Out of %(total)d survey instances, %(success)d were imported, (%(rejected)d were rejected as duplicates, missing forms, etc.)
ha: An kammala aikawa. Daga %(total)d misalan bincike, %(success)d an shigo da su, (%(rejected)d ba a yi amfani da su ba a zaman kwafi, fom ɗin da suka ɓace, da dai sauransu.)

source: No XLS file for your form %(id)s
ha: Babu fayil ɗin XLS don fom ɗinku %(id)s

source: Not shared.
ha: Ba a tura ba.

source: Duplicate Instance
ha: Misalin Kwafi

source: Could not determine the user.
ha: Ba za a iya tantance mai amfani ba.

source: The instance could not be parsed.
ha: Ba za a iya warware misalin ba.

source: Empty instance
ha: Babu misali

source: XML string must have a survey element.
ha: Dole ne XML ya kasance ya na da ɓangaren bincike.

source: Media upload
ha: Ɗora bayanai kan manhaja

source: XLS File
ha: Fayil ɗin XLS

source: 405 Error: Method Not Allowed!
ha: Kuskure 405: Ba a Yarda da Wannan Tsarin ba!

source: 500 Error
ha: Kuskure 500

source: If this is a significant error that needs to be fixed, please send a support request to support@kobotoolbox.org with information about what triggered this error.
ha: Idan wannan babban kuskure ne da ke buƙatar gyara, a aika buƙatar tallafi zuwa support@kobotoolbox.org tare da bayani game da abin da ya haifar da wannan kuskuren.

source: 403 - Restricted access
ha: 403 - Hana damar shiga

source: Your access is restricted. Please reclaim your access by <a href="%(koboform_url)s/accounts/password/reset/">changing your password</a>.
ha: An iyakance damar shigar ku. A dawo da damar ku ta hanyar <a href="%(koboform_url)s/accounts/password/reset/">Canza kalmar sirri</a>.

source: Invalid export type specified
ha: Nau'in fitarwa mara inganci da aka ƙayyade

source: Invalid start/limit params
ha: Rashin ingancin farawa/iyakar

source: Invalid pipeline! %s
ha: Hanya mara inganci! %s

source: Invalid query! %s
ha: Tambaya mara inganci! %s

source: Exports
ha: fitarwa

source: New Export
ha: Sabon Fitarwa

source: Advanced Export
ha: Fitarwa na Musamman

source: Note: exports include only questions that remain in the most recent version of the form.
ha: A kula: fitarwa ya haɗa da tambayoyin da su ka rage a cikin sigar fom ɗin da bai jima ba.

source: Delimiter to use to separate group names from field names
ha: Zaɓi da za a yi amfani da su don ware sunayen rukunai daga sunayen wurare

source: Dot
ha: Ɗigo

source: Slash
ha: Alamar layi mai kwance

source: DONT split select multiple choice answers into separate columns
ha: KAR a raba zaɓin amsoshin da yawa zuwa rukunai daban-daban

source: Cancel
ha: Soke

source: Create Export
ha: Ƙirƙirar Fitarwa

source: Filename
ha: Sunan fayil

source: Date Created
ha: Ranar Ƙirƙira

source: Delete
ha: Goge

source: Pending ...
ha: Ana jira ...

source: Click to refresh
ha: Danna don sabuntawa

source: Delete Export
ha: Goge Fitarwa

source: Are you sure you want to delete this export?
ha: Kun tabbata ku na son goge wannan fitarwa?

source: %s is not a valid delimiter
ha: %s ba ingantacciyar alama ba ce

source: %s is not a valid export type
ha: %s ba ingantaccen nauʻin fitarwa ba ce

source: Invalid export type
ha: Nau'in fitarwa mara inganci

source: Attachment not found
ha: Ba a sami abin da aka maƙala ba

source: Error: Attachment not found
ha: Kuskure: Ba a sami abinda aka maƙala ba

source: Using basic authentication without HTTPS transmits credentials in clear text! You MUST connect via HTTPS to use basic authentication.
ha: Yin amfani da tabbatarwa na asali ba tare da HTTPS ba na tura kalmomin shaida a bayyane! Dole ne ku haɗa ta hanyar HTTPS don amfani da tabbatarwa na asali.

source: Multi-factor authentication is enabled for this account. ##authentication class## cannot be used.
ha: Ana ba da damar tabbatarwa da yawa don wannan shafin. ##authentication class## Ba za a iya amfani da shi ba.

source: User '%(value)s' does not exist.
ha: Mai amfani '%(value)s' baya ciki.

source: Invalid query: %(query)s
ha: Tambaya mara inganci: %(query)s

source: Data License
ha: Lasisin Bayanai

source: Form License
ha: Lasisin Fom

source: Media
ha: Kafafen Labarai

source: Public Link
ha: Mahaɗin Jama'a

source: Source
ha: Tushe

source: Supporting Document
ha: Takardun shaida

source: Paired Data
ha: Bayanan da aka haɗa

source: Project not found
ha: Ba a gano aikin ba

source: You do not have sufficient permissions to perform this action
ha: Ba ka da isasshen izini don aiwatar da wannan aikin

source: Invalid url {}
ha: url mara amfani {}

source: Cannot determine content type
ha: Ba za a iya ƙayyade nau'in abun ciki ba

source: Invalid content type
ha: Nau'in abun ciki ba shi da inganci

source: Afghanistan
ha: Afganistan

source: Albania
ha: Albaniya

source: Algeria
ha: Aljeriya

source: American Samoa
ha: Samoa ta Amurka

source: Antigua and Barbuda
ha: Antigua da Barbuda

source: Argentina
ha: Ajentina

source: Armenia
ha: Armeniya

source: Australia
ha: Austaraliya

source: Austria
ha: Austriya

source: Azerbaijan
ha: Azabejan

source: Bahrain
ha: Baharen

source: Belgium
ha: Baljiyom

source: Belize
ha: Belayiz

source: Bolivia
ha: Bolibiya

source: Brazil
ha: Birazil

source: Brunei Darussalam
ha: Birunai Darussalam

source: Bulgaria
ha: Bulgariya

source: Cambodia
ha: Kambodiya

source: Cameroon
ha: Kamaru

source: Canada
ha: Kanada

source: Central African Republic
ha: Jamhuriyar Afirka ta Tsakiya

source: Chad
ha: Chadi

source: China
ha: Ƙasar Sin

source: Congo, The Democratic Republic of the
ha: Jamhuriyar Dimokradiyyar Congo

source: Estonia
ha: Estoniya

source: France
ha: Faransa

source: French Guiana
ha: Guiana na Faransa

source: French Polynesia
ha: Polynesia na Faransa

source: French Southern Territories
ha: Yankunan Faransa ta Kudu

source: Gambia
ha: Gambiya

source: Germany
ha: Jamus

source: Heard Island and McDonald Islands
ha: Heard Island da McDonald Islands

source: Holy See (Vatican City State)
ha: Holy See (Jihar Birnin Vatican)

source: India
ha: Indiya

source: Indonesia
ha: Indonesiya

source: Installations in International Waters
ha: Wuraren da aka kafa a Ruwa na kasa da kasa

source: Iran, Islamic Republic of
ha: Iran, Jamhuriyar Musulunci ta

source: Italy
ha: Italiya

source: Korea, Democratic People's Republic of
ha: Korea, Jamhuriyar Jama'ar Dimokuraɗiyya ta

source: Korea, Republic of
ha: Korea, Jamhuriyar ta

source: Kuwait
ha: Kuweit

source: Macedonia, The former Yugoslav Republic of
ha: Macedonia, Tsohuwar Jamhuriyar Yugoslav ta

source: Micronesia, Federated States of
ha: Micronesia, Haɗaɗɗiyar Jihohi ta

source: Moldova, Republic of
ha: Moldova, Jamhuriyar ta

source: Mongolia
ha: Mongoliya

source: Namibia
ha: Namibiya

source: Nigeria
ha: Najeriya

source: Palestinian Territory, Occupied
ha: Yankin Falasdinu da Aka Mamaye

source: Russian Federation
ha: Tarayyar Rasha

source: Saint Pierre and Miquelon
ha: Saint Pierre da Miquelon

source: Saint Vincent and the Grenadines
ha: Saint Vincent da Grenadines

source: Sao Tome and Principe
ha: Sao Tome da Principe

source: Saudi Arabia
ha: Saudi Arabiya

source: Sint Maarten (Dutch Part)
ha: Sint Maarten (Ɓangaren Dutch)

source: Somalia
ha: Somaliya

source: South Africa
ha: Afirka ta Kudu

source: South Georgia and the South Sandwich Islands
ha: South Georgia da South Sandwich Islands

source: South Sudan
ha: Sudan ta Kudu

source: Spain
ha: Sifaniya

source: Svalbard and Jan Mayen
ha: Svalbard da Jan Mayen

source: Syrian Arab Republic
ha: Jamhuriyar Siriya ta Larabawa

source: Taiwan, Province of China
ha: Taiwan, Yankin Kasar Sin

source: Tanzania, United Republic of
ha: Tanzaniya, Jamhuriyar Tarayya ta

source: Trinidad and Tobago
ha: Trinidad da Tobago

source: Turkey
ha: Turkiya

source: Turks and Caicos Islands
ha: Turks da Caicos Islands

source: Ukraine
ha: Ukraniya

source: United Arab Emirates
ha: Haɗaɗɗiyar Daular Larabawa

source: United Kingdom
ha: Birtaniya

source: United States
ha: Amurka

source: United States Minor Outlying Islands
ha: Ƙananan Tsibirai Masu Nisa na Amurka

source: Virgin Islands, British
ha: Virgin Islands, na Birtaniya

source: Virgin Islands, U.S.
ha: Virgin Islands, na Amurka

source: Wallis and Futuna
ha: Wallis da Futuna

source: Western Sahara
ha: Sahara ta Yammaci

source: Unknown or unspecified country
ha: Ƙasar da ba a sani ba ko kuma ba a bayyana ta ba

source: Forbidden
ha: Haramtacce
