Repository: kobotoolbox/form-builder-translations
Catalog: ha/LC_MESSAGES/djangojs.po
Languages: ha

source: Add-ons can be added to your Community plan to increase your usage limits. If you are approaching or have reached the usage limits included with your plan, increase your limits with add-ons to continue data collection.
ha: Ana iya ƙarawa cikin Tsari na Al'umma don ƙara iyakokin amfani. Idan ku na gabatowa ko kun isa iyakar amfani da aka haɗa tare da shirin ku, ƙara iyakokinku tare da ƙari don ci gaba da tattara bayanai.

source: your active add-ons
ha: ƙarin ku ma su aiki

source: Active
ha: Yana aiki

source: previous add-ons
ha: Ƙari na baya

source: Inactive
ha: Baya aiki

source: Total Submissions per Month
ha: Jimlar abinda aka tura na kowane wata

source: ##asr_minutes## minutes of automated transcription /##plan_interval##
ha: ##asr_minutes## mintina na rubutawa ta kai tsaye /##plan_interval##

source: ##mt_characters## characters of machine translation /##plan_interval##
ha: ##mt_characters## haruffan fassarar injin /##plan_interval##

source: Original transcript
ha: Rubutun asali

source: Submission data
ha: Bayanai abinda aka tura

source: Original file (Audio)
ha: Fayil na asali (Sauti)

source: Display settings
ha: Saitunan nuni

source: Customize display settings
ha: Gyara saitunan nuni

source: Select the information you want to display in the side menu to support your analysis.
ha: Zaɓi bayanin da ku ke son nunawa a cikin jeri don taimakawa binciken ku.

source: Select the submission data to display.
ha: Zaɓi bayanai na abinda aka tura don nunawa.

source: Apply selection
ha: Aiwatar da zaɓi

source: Failed to load analysis questions
ha: An kasa loda tambayoyin bincike

source: Select field
ha: Zaɓi filin

source: Condition
ha: Sharaɗi

source: Select condition
ha: Zaɓi sharaɗi

source: Enter value
ha: Shigar da ƙima

source: There was an error fetching usage data.
ha: An sami kuskuren ɗauko bayanai amfani.

source: There was an error fetching asset usage data.
ha: An sami kuskuren ɗauko bayanai amfanin kadari.

source: You are about to permanently delete ##count## projects
ha: Ku na shirin goge ayyuka ##count## na dindindin

source: All data gathered for these projects will be deleted
ha: Za a goge duk bayanai da aka tattara na waɗannan ayyukan

source: Forms associated with these projects will be deleted
ha: Za a goge fom ma su alaƙa da waɗannan ayyukan

source: I understand that if I delete these projects I will not be able to recover them
ha: Na fahimci cewa idan na goge waɗannan ayyukan ba zan iya dawo da su ba

source: Project transfer declined
ha: An ƙi musayar aikin

source: You have declined the request of transfer ownership for ##PROJECT_NAME##.
ha: Kun ki amincewa da buƙatar musaya na ##PROJECT_NAME##.

source: When you accept the ownership transfer of project ##PROJECT_NAME##, all of the submissions, data storage, and transcription and translation usage for the project will be transferred to you and count against your plan limits.
ha: Lokacin da ku ka karɓi canjin ikon mallakar aikin ##PROJECT_NAME##, duk abinda aka tura, ajiyar bayanai, da bayani na rubuce da amfani da fassarar na aikin za a canza su zuwa gare ku kuma a ƙidaya su a kan iyakokin shirin ku.

source: Once you accept, the transfer might take a few minutes to complete.
ha: Da zarar kun yarda, musayar na iya ɗaukar ƴan mintuna kafin a kammala.

source: Current owner
ha: Mamallaki na yanzu

source: Note: The previous owner has permissions to manage the project. You can change user permissions in the project sharing settings.
ha: Lura: Mai shi na baya ya na da izinin sarrafa aikin. Ku na iya canza izinin mai amfani a cikin saitunan tura aikin.

source: Decline
ha: Ƙin aminta

source: You have declined the request of transfer ownership for ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## will receive a notification that the transfer was incomplete.
ha: Kun ki amincewa da buƙatar musaya mallakar na ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## zai sami sanarwar cewa musayar bai kammala ba.

source: ##CURRENT_OWNER_NAME## will remain the project owner.
ha: ##CURRENT_OWNER_NAME## zai kasance mai aikin.

source: You have accepted project ownership from ##CURRENT_OWNER_NAME## for ##PROJECT_NAME##. This process can take up to a few minutes to complete.
ha: Kun karɓi ikon mallakar aikin daga ##CURRENT_OWNER_NAME## domin ##PROJECT_NAME##. Wannan tsari na iya ɗauka har zuwa ƴan mintuna kafin a kammala.

source: Delete group
ha: Goge rukuni

source: Do you want to split the group apart (and leave questions intact) or delete everything entirely?
ha: Shin kuna son raba rukuni (kuma ku bar tambayoyi gaba ɗaya) ko goge komai gaba ɗaya?

source: Ungroup questions
ha: Warware Tambayoyi

source: Delete everything
ha: Goge komai

source: Locked
ha: An Kulle

source: fully locked group
ha: cikakkiyar kullewan rukuni

source: partially locked group
ha: kullewan rukuni rabi-rabi

source: You can't display nested groups on the same screen - the setting has been removed from the parent group
ha: Ba za ku iya nuna haɗin rukunoni akan allo ɗaya ba - an cire saitin daga rukunin iyaye

source: fully locked question
ha: tambaya mai cikakkiyar kullewa

source: partially locked question
ha: tambaya mai kullewa rabi-rabi

source: Enter your question
ha: Shigar da tambayarku

source: There was an error getting the list.
ha: An sami kuskure samun lissafin.

source: You are approaching your
ha: Ku na tunkarar na ku

source: You have reached your
ha: Kun isa na ku

source: monthly
ha: kowane wata

source: yearly
ha: kowace shekara

source: and
ha: kuma

source: limit
ha: iyaka

source: limits
ha: iyakoki

source: about upgrading your plan.
ha: game da haɓaka shirin ku.

source: Please upgrade your plan or purchase an add-on to increase your usage limits.
ha: Da fatan za a haɓaka tsarin ku ko siyan ƙari don ƙara iyakokin amfani.

source: Monitor usage
ha: Kula da amfani

source: monitor usage
ha: kula da amfani

source: Upgrade now
ha: Haɓaka yanzu

source: upgrade now
ha: haɓaka yanzu

source: You have reached your plan limit
ha: Kun kai ƙarshen tsarin ku

source: Dear
ha: Mai girma

source: You have reached the
ha: Kun isa wurin

source: included with your current plan.
ha: dake tare da tsarin ku na yanzu.

source: Please
ha: Da fatan za’a

source: upgrade your plan
ha: haɓaka shirin ku

source: review your usage in account settings
ha: duba amfanin ku a cikin saitunan shafi

source: remind me later
ha: tunatar da ni daga baya

source: Available
ha: Akwai

source: Used this month
ha: Amfani a wannan watan

source: Used this year
ha: An yi amfani a wannan shekara

source: Balance
ha: Ma'auni

source: Default sort
ha: Nau'i na asali

source: last modified ##date##
ha: gyara na ƙarshe ##date##

source: created ##date##
ha: an ƙirƙira ##date##

source: Automated analysis
ha: Binciken kai tsaye

source: Unsaved changes
ha: Canje-canjen da ba a adana ba

source: Saved
ha: Adanawa

source: This ##type## does not have a transcript yet
ha: Wannan ##type## ba shi da rubutu tukuna

source: begin
ha: fara

source: Please select the original language of the ##type##
ha: Da fatan za a zaɓi yaren asali na ##type##

source: back
ha: baya

source: manual
ha: tsari

source: transcribe
ha: rubuta

source: Automatic transcription in progress
ha: Ana ci gaba da rubutawa ta kai tsaye

source: Estimated time for completion: ##estimate##
ha: kiyasin lokacin kammalawa: ##estimate##

source: Automatic transcription of audio file from
ha: Rubutun fayil na sauti kai tsaye daga

source: Transcription provider
ha: Mai samar da rubutu

source: Automated transcription is provided by Google Cloud Platform. By using this service you agree that your audio file will be sent to Google's servers for the purpose of transcribing. However, it will not be stored on Google's servers beyond the short period needed for completing the transcription, and we do not allow Google to use the audio for improving its transcription service.
ha: Dandalin Google Cloud ne yake samar da rubutun kai tsaye. Ta amfani da wannan aiki, kun yarda cewa za a aika fayil ɗin murya zuwa rumbun bayanan Google don manufar yin rubutu. Amma, ba za a adana shi a rumbun bayanan Google ba fiye da ɗan gajeren lokacin da ake buƙata don kammala rubutun, kuma ba za mu bari Google ya yi amfani da sautin don inganta aikin rubutun sa ba.

source: cancel
ha: soke

source: create transcript
ha: ƙirƙirar rubutu

source: Delete transcript?
ha: Goge rubutun?

source: This transcript does not have any translations yet
ha: Wannan rubutun ba shi da fassara tukuna

source: Free
ha: Kyauta

source: $##price## USD/month
ha: $##price## USD/wata

source: Upgrade
ha: Haɓakawa

source: Manage
ha: Sarrafa

source: Change plan
ha: Canja tsarin

source: Please select the language you want to translate to
ha: Da fatan za a zaɓi yaren da ku ke son fassarawa zuwa

source: translate
ha: fassara

source: Delete translation?
ha: Goge fassarar?

source: new translation
ha: sabuwar fassarar

source: Automatic translation in progress
ha: Ana ci gaba da fassara ta kai tsaye

source: less than a minute
ha: ƙasa da minti ɗaya

source: Automatic translation of transcript to
ha: Fassara ta kai tsaye zuwa ga

source: Translation provider
ha: Mai fassara

source: Automated translation is provided by Google Cloud Platform. By using this service you agree that your transcript text will be sent to Google's servers for the purpose of translation. However, it will not be stored on Google's servers beyond the very short period needed for completing the translation.
ha: Dandalin Google Cloud ne ke yi fassarar kai tsaye. Ta amfani da wannan aikin, kun yarda cewa za a aika da rubutun ku zuwa rumbun bayanan Google don fassara. Amma, ba za a adana shi a rumbun bayanan Google ba fiye da ɗan gajeren lokacin da ake buƙata don kammala fassarar.

source: create translation
ha: ƙirƙirar fassarar

source: NLP Package
ha: Kunshin NLP

source: Increase your transcription minutes and translations characters.
ha: Ƙara mintunan rubutun ku da haruffan fassarar.

source: File Storage
ha: Adana Fayil

source: Get up to 50GB of media storage on a KoboToolbox public server.
ha: A sami har zuwa 50GB na ma'ajiyar hotuna ko murya akan rumbum adana bayanai na gama gari a KoboToolbox.

source: Buy now
ha: Sayi yanzu

source: prices
ha: farashin

source: quantity
ha: adadi

source: about 1 minute
ha: kamar minti 1

source: about 2 minutes
ha: kamar minti 2

source: about ##number## minutes
ha: kamar##number## mintuna

source: Click to add another response...
ha: Danna don ƙara wani martani...

source: All group settings
ha: Saitunan duka rukuni

source: Skip Logic
ha: Tsallake Dabara

source: Locked Features
ha: Kullallun Siffofi

source: Question Options
ha: Zaɓuɓɓukan Tambaya

source: Validation Criteria
ha: Sharuɗɗan Tabbatarwa

source: Question label is required
ha: Ana buƙatar sunan tambaya

source: Question hint
ha: Satar amsa na tambayar

source: Note: The Matrix question type only works in Enketo web forms using the 'grid' style.
ha: Lura: Nau'in tambayar Matrix yana aiki ne kawai a cikin fom na gidan yanar gizon Enketo ta amfani da salon 'grid'.

source: Row name
ha: Sunan layi

source: A constraint message to be read in case of error:
ha: Saƙon ƙuntatawa da za a karanta idan an yi kuskure:

source: Mandatory response
ha: Martani na wajibi

source: Custom logic
ha: Dabara na al'ada

source: Mandatory when this formula is true
ha: Wajibi ne lokacin da wannan dabarar ta kasance gaskiya

source: Parameters
ha: Ma’aunai

source: Row could not be displayed:
ha: Ba za a iya nuna jeri a:

source: This question could not be imported. Please re-create it manually. Please contact us at help@kobotoolbox.org so we can fix this bug!
ha: Ba za a iya shigo da wannan tambayar ba. Da fatan za a sake ƙirƙirar shi da hannu. Da fatan za a tuntuɓe mu a help@kobotoolbox.org don mu iya gyara wannan kwaron!

source: Accepted files
ha: Fayilolin da aka karɓa

source: Add Question
ha: Ƙara Tambaya

source: This form is currently empty.
ha: Wannan fom a halin yanzu babu komai.

source: You can add questions, notes, prompts, or other fields by clicking on the '+' sign below.
ha: Kuna iya ƙara tambayoyi, bayanin kula, tambayoyi ko wasu filayen ta danna alamar '+' da ke a ƙasa.

source: No value
ha: Babu ƙima

source: e.g. ".pdf,.doc,.odt"
ha: misali ".pdf,.doc,.odt"

source: Choices File
ha: Fayil ɗin Zaɓuɓɓuka

source: Guidance hint
ha: Jagorar satar amsa

source: Error Message
ha: Saƙon kuskure

source: Data column name
ha: Sunan rukunin bayanai

source: #tag
ha: #lakabi

source: Only one HXL tag allowed per question.
ha: Lakabin HXL ɗaya ne kawai aka yarda ga kowace tambaya.

source: Type attributes for this tag
ha: Rubuta halayen wannan lakabin

source: Attributes
ha: Halaye

source: Default response
ha: Asalin martani

source: Repeat
ha: Maimaita

source: Repeat this group if necessary
ha: Maimaita wannan rukunin idan da hali

source: Appearance (advanced)
ha: Bayyanawa (mai zurfi)

source: View add-on details
ha: Duba bayanai ƙari

source: Add-on details
ha: Bayanin ƙari

source: Included with ##PERIOD## plan
ha: Ya haɗa da ##PERIOD## tsarin

source: From add-ons
ha: Daga ƙarin-kan

source: Used this ##PERIOD##
ha: An yi amfani da wannan ##PERIOD##

source: Total available
ha: Akwai jimilar

source: Purchased add-ons
ha: An siya ƙari-kan

source: Please note that any qualitative question created for this record will generate a new column in the data table, making the question available for all other records.
ha: Da fatan za a lura cewa kowace tambayar samun ra’ayoyi da aka ƙirƙira don wannan rikodin za ta haifar da sabon rukuni a cikin tebur ɗin bayanai, ya na sa tambayar ta kasance ga duk sauran rikodin.

source: There are no qualitative analysis questions yet.
ha: Babu tambayoyin binciken samun ra’ayoyi tukuna.

source: Click the "Add question" button to get started
ha: Danna madannin "Ƙara tambaya" don farawa

source: Only those with full editing rights can create questions
ha: Waɗanda ke da cikakken haƙƙin gyarawa ne kawai za su iya ƙirƙirar tambayoyi

source: Contact the project owner for more information
ha: Tuntuɓi mamallakin aikin don ƙarin bayani

source: Upgrade to continue using this feature
ha: Haɓaka don ci gaba da amfani da wannan fasalin

source: You have reached the ##LIMIT## limit for this ##PERIOD##.
ha: Kun isa wurin ##LIMIT## iyaka ga wannan ##PERIOD##.

source: Please consider our plans or add-ons to continue using this feature.
ha: Da fatan za a yi la'akari da tsare-tsaren mu ko ƙari don ci gaba da amfani da wannan fasalin.

source: You can monitor your usage
ha: Ku na iya kula da amfanin ku

source: Go back
ha: Koma baya

source: automatic
ha: na kai tsaye

source: original
ha: asali

source: Search for a language
ha: Nemo yare

source: Sorry, didn't find any language…
ha: Yi haƙuri, ba a sami wani yare ba…

source: I cannot find my language
ha: Ban sami yare na ba

source: Please select the language
ha: Da fatan za a zaɓi yaren

source: Change column type?
ha: Canza nau'in rukuni?

source: Are you sure you want to change the type? This action is irreversible, your existing option choices will be erased.
ha: Shin kun tabbata kuna son canza nau'in? Ba za a iya juyar da wannan aikaci ba, za a share zabinku da ke a ciki yanzu.

source: Change type
ha: Canza nau'in

source: Option 1
ha: Zabi na 1

source: Option 2
ha: Zabi na 2

source: Row
ha: Layi

source: Column
ha: Rukuni

source: Delete row?
ha: A goge layi?

source: Are you sure you want to delete this row? This action cannot be undone.
ha: Shin kun tabbata kuna son goge wannan layin? Ba za a iya juyar da wannan aikacin ba.

source: Delete column?
ha: A goge Rukuni?

source: Are you sure you want to delete this column? This action cannot be undone.
ha: Shin kun tabbata kuna son goge wannan rukunin? Ba za a iya soke wannan aikacin ba.

source: Response Type
ha: Nau'in Martani

source: Label
ha: Alama

source: Data Column Suffix
ha: Karin Bayanin Rukunin Rukuni

source: Data Column Name
ha: Sunan Bayanai Rukunin

source: Delete column
ha: Goge rukuni

source: Data Column Prefix
ha: Gabatarwar Bayanai rukuni

source: Delete row
ha: A goge layi

source: Unknown question type ##type_name##
ha: Nau'in tambayar da ba a sani ba ##type_name##

source: ##REMAINING## remaining
ha: ##REMAINING## saura

source: Question label cannot be empty
ha: Suna tambaya ba za ta iya zama ba komai ba

source: Some required fields are missing
ha: Wasu abubuwan da ake buƙata sun ɓata

source: Type question
ha: Rubuta tambaya

source: Type your answer
ha: Rubuta amsar ku

source: …keyword search in progress
ha: …ana bincike bisa da muhimman kalmar da aka bayar

source: Apply search
ha: Aiwatar da bincike

source: ##number## instances
ha: ##number## misalai

source: of the keywords
ha: na muhimman kalmomi

source: from
ha: daga

source: Delete this question?
ha: A goge wannan tambayar?

source: Are you sure you want to delete this question? This action cannot be undone.
ha: Shin kun tabbata ku na son goge wannan tambayar? Ba za a iya soke wannan aikin ba.

source: Look for
ha: Nemo

source: Type keywords
ha: Rubuta kalmomi masu mahimmanci

source: Search this transcript/translation:
ha: Bincika wannan rubutun/fassarar:

source: Type option name
ha: Rubuta sunan zaɓi

source: Add new option
ha: Ƙara sabon zaɓi
