Repository: kobotoolbox/form-builder-translations
Catalog: ha/LC_MESSAGES/djangojs.po
Languages: ha

source: We couldn't create the export, please try again later or contact support
ha: Ba za mu iya ƙirƙirar fitarwa ba, da fatan za a sake gwadawa daga baya ko tuntuɓi sashin tallafi

source: TOS Update Message not found
ha: Ba a sami saƙon TOS na sabuntawa

source: Please make sure the following details are filled out correctly:
ha: Da fatan za a tabbatar an cika waɗannan bayanai daidai:

source: I agree, let's go
ha: Na amince, mu je zuwa

source: I don't agree, log me out
ha: Ban amince ba, a fitar da ni

source: Please enter a title for your ##type##
ha: Da fatan za a shigar da take don naku ##type##

source: untitled ##type##
ha: mara suna ##type##

source: untitled collection
ha: tarin mara suna

source: project title
ha: taken aiki

source: Export
ha: fitarwa

source: Delete export?
ha: Goge fitarwa?

source: Are you sure you want to delete this export? This action is not reversible.
ha: Shin kun tabbata kuna son goge wannan fitarwar? Ba za a iya juwar da wannan aikacin ba.

source: Unknown
ha: Babu sani

source: Export Failed
ha: An gaza fitarwa

source: Processing…
ha: Ana aiwatarwa…

source: Exports
ha: fitarwa

source: Created
ha: Ƙirƙiri

source: Include Groups
ha: Haɗa Ruƙunoni

source: Multiple Versions
ha: Siga dayawa

source: There is nothing to download yet.
ha: Babu abin da za a saukar tukuna.

source: Help Resources
ha: Abubuwan Taimako

source: KoboToolbox Help Center
ha: Cibiyar Taimako na KoboToolbox

source: A vast collection of user support articles and tutorials related to Kobo
ha: Tari mai yawa na bayanan taimakon mai amfani da koyawa masu alaƙa da Kobo

source: KoboToolbox Community Forum
ha: Dandalin Al'ummar KoboToolbox

source: Post your questions to get answers from experienced Kobo users around the world
ha: Sanya tambayoyinku don samun amsoshi daga gogaggun masu amfani da Kobo a duniya

source: Notifications
ha: Sanarwa

source: Help
ha: Taimako

source: This export format will not be supported in the future. Please consider using one of the other export types available.
ha: Wannan sigar fitarwa ba za ya sami tallafi ba nan gaba. Da fatan za a yi la'akari da amfani da ɗayan sauran nau'ikan fitarwa da ke samuwa.

source: Latest unsaved settings
ha: Sabbin saitunan da ba a adan su ba

source: Delete export settings?
ha: Goge saitunan fitarwa?

source: Are you sure you want to delete this settings? This action is not reversible.
ha: Shin kun tabbata kuna son goge wannan saitunan? Ba za a iya juwar da wannan aikacin ba.

source: None
ha: Babu

source: Include fields from all ##count## versions
ha: Hada da bayanai daga duka ##count## sigar

source: Export ##SELECT_MANY## questions as…
ha: Fitar da##SELECT_MANY## tambayoyi a matsayin…

source: Include groups in headers
ha: Haɗa rukunai a cikin rubutun kai

source: Group separator
ha: Marabar rukuni

source: Flatten GeoJSON
ha: Baje GeoJSON

source: Store date and number responses as text
ha: Adana kwanan wata da martanin lamba azaman rubutu

source: Include media URLs
ha: Haɗa URLs kafar labarai

source: Save selection as…
ha: Adana zaɓi azaman…

source: Name your export settings
ha: Sa wa saitunan fitarwarku suna

source: Select questions to be exported
ha: Zaɓi tambayoyin da za a fitar

source: Value and header format
ha: Ƙima da tsarin rubutun kai

source: Advanced options
ha: Zurfaffun zaɓuɓɓuka

source: Apply saved export settings
ha: Aiwatar da saitunan fitarwa da aka ajiye

source: No export settings selected
ha: Babu saitunan fitarwa da aka zaɓa

source: This field is required.
ha: Ana bukatan wannan fillin.

source: Passwords don't match
ha: Kalmomin sirri ba su dace ba

source: Current Password
ha: Kalmar sirri na yanzu

source: Forgot Password?
ha: Manta Kalmar sirri?

source: New Password
ha: Sabuwar Kalmar sirri

source: Verify Password
ha: Tabbatar da Kalmar sirri

source: Save Password
ha: Adana Kalmar sirri

source: Could not open window for "##url##"
ha: An kasa buɗe manhaja don"##url##"

source: There was an error loading Enketo.
ha: An sami kuskure wajen loda Enketo.

source: Update status of selected submissions
ha: Sabunta matsayin abinda aka tura

source: You have selected ## submissions. Are you sure you would like to update their status? This action is irreversible.
ha: Kun zaɓi abinda aka tura ##. Shin kun tabbata kuna son sabunta matsayinsu? Ba za a iya soke wannan aiki ba.

source: Update Validation Status
ha: Sabunta Matsayin Tabbatarwa

source: You are about to permanently delete ##count## submissions. It is not possible to recover deleted submissions.
ha: Kuna shirin goge abinda aka tura ##count## dindindin. Ba zai yiwu a dawo da bayanan da aka goge ba.

source: Delete selected submissions
ha: Goge abinda aka tura wanda aka zaɓa

source: Delete selected
ha: Goge wadanda aka zaɓa

source: ##count## selected
ha: ##count## zaɓaɓɓe

source: Change status
ha: Canja matsayi

source: Set status: ##status##
ha: Saita matsayi: ##status##

source: Sort A→Z
ha: Tsarin A→Z

source: Sort Z→A
ha: Tsarin Z→A

source: Hide field
ha: Boye filin

source: Unfreeze field
ha: Narkar da filin

source: Freeze field
ha: Daskare filin

source: Select all results (##count##)
ha: Zaɓi duk sakamakon (##count##)

source: Select visible results (##count##)
ha: Zaɓi sakamako bayyananne (##count##)

source: hide fields
ha: boye filayen

source: There was an error getting the list of plans.
ha: An sami kuskure wajen samun jerin tsare-tsare.

source: There was an error getting one-time add-ons.
ha: An sami kuskuren samun ƙari na lokaci ɗaya.

source: We couldn't make the requested change to your plan. Your current plan has not been changed.
ha: Ba mu iya yin canjin da ake nema zuwa tsarin ku ba. Ba a canza shirin ku na yanzu ba.

source: You have unsaved changes. Leave settings without saving?
ha: Kuna da canje-canje da ba a adana ba. A bar saitunan ba tare da adanawa ba?

source: Updated profile successfully
ha: An samun nasarar sabunta bayanin shafin ku

source: You can now control whether to allow anonymous submissions in web forms for each project. Previously, this was an account-wide setting.
ha: Yanzu ku na iya sarrafa ko ba da izinin ƙarbar abinda da aka tura da ba’a san wanda ya tura a cikin fom ɗin yanar gizo don kowane aiki. Da farko wannan saitin kowane shafi ne.

source: This privacy feature is now a per-project setting. New projects will require authentication by default.
ha: Wannan tsarin sirri a yanzu saitin kowane aiki ne. Sabbin ayyuka za su buƙaci tabbatarwa na asali.

source: Learn more about these changes here.
ha: Ƙara koyo game da waɗannan canje-canje a nan.

source: Type:
ha: Nau'i:

source: #1 out of #2 respondents answered this question.
ha: #1 cikin #2 na masu martani sun amsa wannan tambayar.

source: (# were without data.)
ha: (# sun kasance ba su da bayanai.)

source: Override Graph Style
ha: Sauke Salon Zane

source: Your plan
ha: Shirin ku

source: Thanks for your upgrade! We appreciate your continued support. Reach out to billing@kobotoolbox.org if you have any questions about your plan.
ha: Na gode don haɓakawa! Mu na godiya da ci gaba da goyon bayan ku. Tuntuɓi billing@kobotoolbox.org idan ku na da wasu tambayoyi game da tsarin ku.

source: Thanks for your upgrade! We appreciate your continued support. If your account is not immediately updated, wait a few minutes and refresh the page.
ha: Na gode don haɓakawa! Mu na godiya da ci gaba da goyon bayan ku. Idan ba a sabunta shafin ku kan lokaci ba, jira ƴan mintuna kuma ku sabunta shafin.

source: Collapse full comparison
ha: Rufe cikakkiyar kwatantawa

source: Display full comparison
ha: Nuna cikakkiyar kwatantawa

source: show monthly plans
ha: nuna tsare-tsaren kowane wata

source: Monthly
ha: Kowane wata

source: show annual plans
ha: nuna shirye-shiryen shekara-shekara

source: Annual
ha: Shekara-shekara

source: Want more?
ha: Ku na son ƙari?

source: Contact us
ha: Tuntuɓe mu

source: For organizations with higher volume and advanced data collection needs, get in touch to learn more about our
ha: Don ƙungiyoyi dake buƙatar tattara bayanai mai yawa da na gwanaye, tuntuɓemu don ƙarin koyo game da

source: Enterprise Plan
ha: Shirin Kasuwanci

source: We also offer custom solutions and private servers for large organizations.
ha: Haka kuma mu na bayar da mafita da rumbun adana bayanai na ma su zaman kansu don manyan ƙungiyoyi.

source: Contact our team
ha: Tuntuɓe mu

source: for more information.
ha: don ƙarin bayani.

source: Discard unsaved changes?
ha: Yi watsi da canje-canjen da ba a ajiye ba?

source: source file
ha: tushen fayil

source: XML values
ha: Lambobi XML

source: Item
ha: Abu

source: of ##total_count##
ha: na ##total_count##

source: Transcript
ha: Bayani na rubuce

source: Translations
ha: Fassara

source: Analysis
ha: Nazari

source: ##username## changed project name
ha: ##username## canza sunan aikin

source: ##username## updated project settings
ha: ##username## sabunta saitunan aikin

source: ##username## deployed project
ha: ##username## aikin da aka tura

source: ##username## redeployed project
ha: ##username## aikin da aka sake turawa

source: ##username## archived project
ha: ##username## aikin da aka ajiye

source: ##username## unarchived project
ha: ##username## aikin da ba a ajiye ba

source: ##username## uploaded a new form
ha: ##username## an dora sabon fom

source: ##username## edited the form in the formbuilder
ha: ##username## fom ɗin da aka gyara a cikin tsarin shirya fom

source: ##username## exported data
ha: ##username## bayanai da aka fitar

source: ##username## modified qualitative analysis questions
ha: ##username## tambayoyin bincike mai bayanai da aka gyara

source: ##username## added a media attachment
ha: ##username## an haɗa tare da hoto ko bidiyo

source: ##username## removed a media attachment
ha: ##username## an cire hoton ko bidiyon da aka haɗa

source: ##username## connected project data with another project
ha: ##username## an haɗa bayanai aikin tare da wani aikin

source: ##username## disconnected project from another project
ha: ##username## an cire haɗin aikin daga wani aikin

source: ##username## changed imported fields from another project
ha: ##username## an canza abubuwan da aka shigo da su daga wani aikin

source: ##username## modified data sharing
ha: ##username## an gyara tsarin tura bayanai

source: ##username## enabled data sharing
ha: ##username## bada damar tura bayanai

source: ##username## disabled data sharing
ha: ##username## rashin damar tura bayanai

source: ##username## registered a new REST service
ha: ##username## rijistar sabon aiki na REST

source: ##username## modified a REST service
ha: ##username## gyara aiki na REST

source: ##username## deleted a REST service
ha: ##username## goge aiki na REST

source: ##username## added ##username2## to project
ha: ##username## an kara ##username2## kan aikin

source: ##username## removed ##username2## from project
ha: ##username## an cire ##username2## daga aikin

source: ##username## updated permissions of ##username2##
ha: ##username## sabunta izini na ##username2##

source: ##username## made the project publicly accessible
ha: ##username## ya sa aikin ya isa ga jama'a

source: ##username## shared data publicly
ha: ##username## turawa jamaʻa bayanai

source: ##username## transferred project ownership to ##username2##
ha: ##username## canja mallakar aikin ga ##username2##

source: Do you want to leave without saving?
ha: Ku na so ku fita ba tare da adanawa ba?

source: Use the button above to select the information to be displayed in this area
ha: Yi amfani da madannin da ke sama don zaɓar bayanin da za a nuna a wannan yanki

source: Chart Type
ha: Nau'in Chat

source: Colors
ha: Launuka

source: Group By
ha: Rukuni ta

source: Translation
ha: Fassara

source: Search...
ha: Bincika...

source: Tags are loading...
ha: Laƙƙuba suna lodawa...

source: Search Tags
ha: Laƙƙuban Bincike

source: No results found
ha: Ba a sami sakamako ba

source: Select Collection Name
ha: Zaɓi Sunan Tarin

source: Collections are loading...
ha: Ana loda tarin abubuwa...

source: assets found
ha: kadarorin da aka samu

source: expand details
ha: fadada bayanai

source: Page ##current_page## of ##total_pages##
ha: Shafi ##current_page## na ##total_pages##

source: ##number## rows
ha: ##number## layuka

source: Delete?
ha: A goge?

source: This action is not reversible
ha: Wannan aikin ba zai sake komawa ba

source: Teams
ha: Tawaga

source: teams
ha: tawaga

source: Team
ha: Tawaga

source: team
ha: tawaga

source: Organizations
ha: Ƙungiyoyi

source: organizations
ha: ƙungiyoyi

source: organization
ha: Ƙungiya

source: Could not load media file
ha: An kasa loda fayil ɗin kafar labarai

source: CSV (legacy)
ha: CSV (na gado)

source: GPS coordinates (KML)
ha: GPS daidaitawa (KML)

source: SPSS Labels
ha: Bayani na SPSS

source: XLS (legacy)
ha: XLS (na gado)

source: Media Attachments (ZIP)
ha: Haɗe-haɗe na Midiya (ZIP)

source: XML values and headers
ha: Ƙimar XML da rubutun kai

source: Separate columns
ha: Rarrabe rukunai

source: Single column
ha: Rukuni guda

source: Single and separate columns
ha: Ginshiki guda da rarraben rukunai

source: Type and confirm with ENTER
ha: Buga kuma tabbatar da SHIGAR

source: An error occured
ha: An sami kuskure

source: An error occurred while checking subscription status
ha: An sami kuskure yayin duba matsayin biyan kuɗi

source: Incorrect token or something went wrong
ha: Alamar da ba daidai ba ko wani abu ya faru

source: No organization found
ha: Babu ƙungiyar da aka samu

source: Couldn't get usage data
ha: An kasa samun bayanai amfani

source: filter
ha: tacewa

source: There are no filters, you can add one below
ha: Babu abin tacewa, za ku iya ƙara ɗaya a ƙasa

source: Add filter
ha: Ƙara abin tacewa

source: Apply
ha: Aiwatar

source: fields
ha: wurare

source: Name must be unique!
ha: Dole ne suna ya zama na musamman!

source: Code must be unique!
ha: Dole ne lambar ta zama ta musamman!

source: Default language name
ha: Sunan asalin yare

source: Language name
ha: Sunan yare

source: Default language code
ha: Lambar asalin yare

source: Language code
ha: Lambar yare

source: Set
ha: Saita

source: Select export type
ha: Zaɓi nau'in fitarwa

source: There was an issue fetching your plan information.
ha: An sami matsalar ɗauko tsarin bayanin ku.

source: Archive project
ha: Adana aiki

source: Unarchive project
ha: Bude aikin

source: Draft project selected
ha: An zaɓi daftarin aiki

source: Delete 1 project
ha: Goge aiki 1

source: Delete project
ha: Goge aiki

source: Archive/Unarchive
ha: Adanawa/Bude

source: Delete projects
ha: Goge ayyuka

source: Delete ##count## projects
ha: Goge ##count## ayyuka

source: Share projects
ha: Raba aikin

source: latitude (x.y °):
ha: latitud (x.y °):

source: longitude (x.y °):
ha: lonjitud (x.y °):

source: altitude (m):
ha: tsawo (m):

source: accuracy (m):
ha: daidaito (m):

source: start
ha: fara

source: end
ha: karshe

source: today
ha: yau

source: device ID
ha: ID na na'ura

source: phone number
ha: lambar tarho

source: audit
ha: duba

source: __version__
ha: __siga__

source: instanceID
ha: misaliID

source: Submitted by
ha: Turawa daga

source: Non-profit organization
ha: Ƙungiya mai zaman kanta

source: Government institution
ha: Cibiyar gwamnati

source: Educational organization
ha: Ƙungiyar ilimi

source: A commercial/for-profit company
ha: Kamfanin kasuwanci / don riba

source: I am not associated with any organization
ha: Ba ni da alaƙa da kowace ƙungiya

source: Male
ha: Namiji

source: Female
ha: Mace

source: Other
ha: Sauran

source: Use this to display your real name to other users
ha: Yi amfani da wannan don nuna ainihin sunan ku ga sauran masu amfani

source: Social
ha: Zamantakewa

source: Newsletter
ha: Labarai

source: Import failed
ha: An kasa shigarwa!

source: Your upload is taking longer than usual. Please get back in few minutes.
ha: Abin da ake dorawa ya na ɗaukar lokaci fiye da yadda aka saba. Da fatan za a dawo nan da mintuna kaɗan.

source: Your uploads are being processed. This may take a few moments. You will need to refresh the page to see them on the list.
ha: Ana aiwatar da abubuwan da ku ka dora. Wannan na iya ɗaukar 'yan lokuta kaɗan. Ku na buƙatar sabunta shafin don ganin su akan jerin.

source: There are no projects to display.
ha: Babu ayyukan da za a nuna.

source: forgot password
ha: manta kalmar sirri

source: Mean
ha: Ma'ana

source: Median
ha: Matsakaici

source: Mode
ha: Yanayi

source: Standard deviation
ha: Daidaitaccen karkata

source: Two-factor authentication
ha: Tabbatarwa ta hanya-biyu

source: Authenticator app
ha: app mai tabbatarwa

source: Reconfigure
ha: Sake saitawa

source: Recovery codes
ha: Lambobin farfadowa

source: Generate new
ha: Ƙirƙirar sababbi

source: Two-factor authentication was deactivated for your account on ##date##
ha: An kashe tabbatarwa ta hanya-biyu don asusun ku akan ##date##

source: This feature is not available on your current plan. Please visit the
ha: Babu wannan tsarin akan shirin ku na yanzu. Da fatan za a ziyarci

source: Plans page
ha: Shafin tsare-tsare

source: to upgrade your account.
ha: don haɓaka shafin ku.

source: Disabled
ha: An kashe

source: Email address
ha: Adireshin imel

source: Type new email address
ha: Rubuta sabon adireshin imel

source: Check your email ##UNVERIFIED_EMAIL##.
ha: Duba imel ɗin ku ##UNVERIFIED_EMAIL##.

source: A verification link has been sent to confirm your ownership. Once confirmed, this address will replace ##UNVERIFIED_EMAIL##
ha: An tura mahaɗi don tabbatar da mallakar ku. Da zarar an tabbatar, wannan adireshin zai maye gurbin ##UNVERIFIED_EMAIL##

source: Email was sent again: ##TIMESTAMP##
ha: An sake aika imel: ##TIMESTAMP##

source: ##count## Projects
ha: ##count## Ayyuka

source: Submissions, transcription minutes, and translation characters reflect usage for the current ##INTERVAL## based on your plan settings.
ha: Abinda aka tura, mintunan bayani da aka rubuta, da haruffan fassarar suna nuna amfani da na yanzu ##INTERVAL## dangane da saitunan tsarin ku.

source: Submissions (Total)
ha: Abinda aka tura (Gabaɗaya)

source: Data storage
ha: Adana bayanai

source: Transcript minutes
ha: Mintunan bayani na rubuce

source: Translation characters
ha: Haruffan fassarar

source: ##start_date## to ##end_date##
ha: ##start_date## zuwa ##end_date##

source: Your usage
ha: Amfanin ku

source: Last update: ##LAST_UPDATE_TIME##
ha: Sabuntawa ta ƙarshe: ##LAST_UPDATE_TIME##

source: Storage
ha: Maʻadana

source: per account
ha: kowane shafi

source: Transcription minutes
ha: Mintunan rubutawa

source: Failed to get API token
ha: An gaza samun alamar API

source: API Key
ha: Madannin API

source: Single-Sign On
ha: Shigarwa Guda Ɗaya

source: Connect your KoboToolbox account with your organization's identity provider for single-sign on (SSO). Afterwards, you will only be able to sign in via SSO unless you disable this setting here. This will also update your email address in case your current address is different.
ha: Haɗa shafin ku na KoboToolbox tare da shaidar ƙungiyar ku da alamar-daya SSO. Bayan haka, za ku iya shiga ta hanyar SSO kaɗai, sai dai idan kun cire wannan saitin a nan. Wannan kuma zai sabunta adireshin imel ɗin ku idan adireshinku na yanzu ya bambanta.

source: Already connected
ha: An riga an haɗa shi

source: Disable
ha: A cire

source: Recent account activity
ha: Ayyukan shafin ku na Kwanan nan

source: Data Submissions (##count##)
ha: Bayanai da aka tura(##count##)

source: Last activity
ha: Ayyuka na ƙarshe

source: IP Address
ha: Adireshin IP

source: Asset seems to not have the processing feature enabled!
ha: Da alama wajen sarrafa kayan aiki ba a saita ba!

source: Failed to get processing data.
ha: An kasa samun sarrafa bayanai.

source: Failed to set transcript.
ha: An kasa saita bayanai na rubuce.

source: Failed to delete transcript.
ha: An kasa goge bayanai na rubuce.

source: Failed to delete translation.
ha: An kasa goge fassarar.

source: Are you sure you want to delete this question?
ha: Kun tabbata kuna son goge wannan tambayar?

source: Delete Question
ha: Goge tambaya

source: Duplicate Question
ha: Kwafin Tambaya

source: Add Question to Library
ha: Ƙara Tambaya zuwa Ma’adani

source: There has been an issue, please try again later.
ha: An sami matsala, da fatan za a sake gwadawa daga baya.

source: Success! Your subscription will change at the end of the current billing period.
ha: Nasara! Biyan kuɗin ku zai canza a ƙarshen lokacin biyan kuɗi na yanzu.

source: Unlimited
ha: Babu adadi

source: ##minutes## mins
ha: ##minutes## mintuna

source: These settings affects the experience for all project users.
ha: Waɗannan saitunan suna shafar ƙwarewa ga duka masu amfani da aikin.

source: Find a field
ha: Nemo fili

source: No results
ha: Babu sakamako

source: ##plan_name## Plan
ha: ##plan_name## Tsari

source: Started on ##start_date##
ha: An fara ##start_date##

source: Renews on ##renewal_date##
ha: Sabunta akan ##renewal_date##

source: Ends on ##end_date##
ha: Ya ƙare ##end_date##

source: Changing usage limits on ##change_date##
ha: Canza iyakokin amfani akan ##change_date##

source: Switching to monthly on ##change_date##
ha: Canjawa zuwa kowane wata a kan ##change_date##

source: Your ##current_plan## plan has been canceled but will remain active until the end of the billing period.
ha: Naku ##current_plan## tsarin an soke amma zai ci gaba da aiki har zuwa ƙarshen lokacin biyan kuɗi.

source: Your ##current_plan## plan will change to the ##next_plan## plan on
ha: Naku ##current_plan## tsarin zai canza zuwa ##next_plan## tsarin kan

source: . You can continue using ##current_plan## plan features until the end of the billing period.
ha: . Ku na iya ci gaba da amfani da##current_plan## kayayyakin shirin har zuwa ƙarshen lokacin biyan kuɗi.

source: Your ##current_plan## plan will change to include up to ##submission_quantity## submissions/month starting from
ha: Naku ##current_plan## tsarin zai canza ya hada da samun ##submission_quantity## turawa / a watan da zai fara daga

source: Your ##current_plan## plan will change from annual to monthly starting from
ha: Naku ##current_plan## tsarin zai canza daga shekara zuwa kowane wata daga

source: ##add_on_name## add-on
ha: ##add_on_name## kari-kan

source: monthly ##plan_name## plan
ha: tsarin ##plan_name## kowane wata

source: yearly ##plan_name## plan
ha: tsarin ##plan_name## kowace shekara

source: plan
ha: tsarin

source: add-on
ha: kari-kan

source: There was an error processing your plan change. Your previous plan has not been changed. Please try again later.
ha: An sami kuskure wajen sarrafa canjin tsarin ku. Ba a canza shirin ku na baya ba. Da fatan za a sake gwadawa daga baya.

source: Changes to your Plan
ha: Canje-canje ga Tsarin ku

source: Processing your transaction…
ha: Ana aiwatar da cinikin ku…

source: You are switching to the ##new_product_type##.
ha: Ku na canzawa zuwa ##new_product_type##.

source: Because this plan includes unlimited storage, your storage add-on will be canceled.
ha: Saboda wannan tsarin ya haɗa da ma'adani mara iyaka, za a soke ƙarin ajiyar ku.

source: Your current ##product_type## will remain in effect until ##billing_end_date##. Starting on ##billing_end_date## and until you cancel, we will bill you ##new_price##.
ha: A halin yanzu ##product_type## zai ci gaba da aiki har sai ##billing_end_date##. An fara ##billing_end_date## kuma har sai kun fasa, za mu caje ku ##new_price##.

source: Submit
ha: Tura

source: Added on ##date##
ha: An ƙara kan ##date##

source: available add-ons
ha: samuwar ƙari-kan
