Repository: kobotoolbox/form-builder-translations
Catalog: ha/LC_MESSAGES/djangojs.po
Languages: ha

source: Add choice to question
ha: Ƙara zaɓi ga tambaya

source: Remove choice from question
ha: Cire zabi daga tambaya

source: Edit choice labels
ha: Shirya lakabin zaɓi

source: Change choice order
ha: Canja tsari na zaɓi

source: Edit choice values
ha: Shirya ƙimar zaɓi

source: Delete question
ha: Goge tambaya

source: Edit question labels
ha: Gyara sunayen tambaya

source: Edit question settings
ha: Gyara saitunan tambaya

source: Edit skip logic
ha: Gyara tsallakewa

source: Edit validation
ha: Gyara tabbatarwa

source: Delete entire group
ha: Goge gaba dayan rukuni

source: Edit group labels
ha: Gyara laƙƙuban rukuni

source: Add question to group
ha: Ƙara tambaya ga rukuni

source: Remove question from group
ha: Cire tambaya daga rukuni

source: Change question order within group
ha: Canja tsari na tambaya a cikin rukuni

source: Edit group settings
ha: Gyara saitunan rukuni

source: Split group
ha: Rarraba rukuni

source: Change form appearance
ha: Canza kamannin fom

source: Change form meta questions
ha: Canja fom na tambayoyin meta

source: Replace whole form
ha: Sauya duka fom

source: Add group
ha: Ƙara rukuni

source: Add question
ha: Ƙara tambaya

source: Change question order
ha: Canja tsari na tambaya

source: Change languages
ha: Canja yarurruka

source: Could not find ##fileName##
ha: Ba a iya samu ba ##fileName##

source: Default - single page
ha: Na asali - shafi guda

source: Grid theme
ha: Jigon Layi

source: Grid theme with headings in ALL CAPS
ha: Jigon layi tare da kanun labarai a cikin MANYAN BAKAKE duka

source: Multiple pages
ha: Shafuka masu yawa

source: Grid theme + Multiple pages
ha: Jigon Layi + Shafuka da yawa

source: Grid theme + Multiple pages + headings in ALL CAPS
ha: Jigon layi + Shafuka da yawa + kanun labarai a cikin MANYAN BAKAKE duka

source: question
ha: tambaya

source: block
ha: toshe

source: template
ha: samfuri

source: project
ha: aiki

source: collection
ha: tari

source: map layer
ha: shafi na taswira

source: form media
ha: kafa kafofin watsa labarai

source: Acknowledge
ha: Bada tabbaci

source: Audio
ha: Sauti

source: Background Audio
ha: Sauti dake rerawa

source: Barcode / QR Code
ha: Barcode / Lambobin QR

source: Calculate
ha: Lissafa

source: Date
ha: Kwanan wata

source: Date & time
ha: Kwanan wata / lokaci

source: Decimal
ha: Lambobi

source: External XML
ha: XML na waje

source: File
ha: Fayil

source: Point
ha: Nuna

source: Area
ha: Yanki

source: Line
ha: Layi

source: Hidden
ha: Boyayye

source: Photo
ha: Hoto

source: Number
ha: Lamba

source: Question Matrix
ha: Tambayar Matrix

source: Note
ha: Lura

source: Range
ha: Tsagi

source: Ranking
ha: Matsayi

source: Rating
ha: Rattabawa

source: Select Many
ha: Zaɓi da yawa

source: Select Many from File
ha: Zaɓi da yawa daga Fayil

source: Select One
ha: Zaɓi Daya

source: Select One from File
ha: Zaɓi ɗaya daga Fayil

source: Text
ha: Rubutu

source: Time
ha: Lokaci

source: Video
ha: Bidiyo

source: Deployed
ha: An tura

source: Draft
ha: Daftarin aiki

source: Archived
ha: Ajiyayye

source: Online-Offline (multiple submission)
ha: Kan layi- Ba a Kan layi (aikawa da yawa)

source: This allows online and offline submissions and is the best option for collecting data in the field.
ha: Wannan yana ba da damar abubuwan da aka tura kan layi da ba na kan layi ba kuma shine mafi kyawun zaɓi don tattara bayanai a cikin filin.

source: Online-Only (multiple submissions)
ha: Kan Yanzar gizo kawai (abinda da aka tura da yawa)

source: This is the best option when entering many records at once on a computer, e.g. for transcribing paper records.
ha: Wannan shine mafi kyawun zaɓi lokacin shigar da bayanai da yawa lokaci ɗaya akan kwamfuta, misali don rubuta bayanan takarda.

source: Online-Only (single submission)
ha: Kan yanar gizo-Kawai (abinda da aka tura guda ɗaya)

source: This allows a single submission, and can be paired with the "return_url" parameter to redirect the user to a URL of your choice after the form has been submitted.
ha: Wannan yana ba da damar abubuwan da aka tura guda ɗaya, kuma ana iya haɗa shi tare da ma'aunin "return_url" don tura mai amfani zuwa URL ɗin da kuka zaɓa bayan an aika da fom ɗin.

source: Online-only (once per respondent)
ha: Kan layi-kawai (sau ɗaya ga kowane mai amsawa)

source: This allows your web form to only be submitted once per user, using basic protection to prevent the same user (on the same browser & device) from submitting more than once.
ha: Wannan yana ba da aika tura fom ɗin yanar gizo ku sau ɗaya kawai ga kowane mai amfani, ta amfani da kariya ta asali don hana mai amfani iri ɗaya (akan burauza iri da na'ura guda) daga turawa fiye da sau ɗaya.

source: Embeddable web form code
ha: Lambar fom ɗin yanar gizo wanda ake iya haɗewa

source: Use this html5 code snippet to integrate your form on your own website using smaller margins.
ha: Yi amfani da wannan lambar snippet na html5 don haɗa fom ɗin ku akan gidan yanar gizonku ta amfani da ƙananan gefe-gefe.

source: View only
ha: Duba kawai

source: Use this version for testing, getting feedback. Does not allow submitting data.
ha: Yi amfani da wannan sigar don gwaji, samun ra'ayi. Baya bada izinin aika bayanai.

source: Android application
ha: Manhaja na Android

source: Use this option to collect data in the field with your Android device.
ha: Yi amfani da wannan zaɓi don tattara bayanai a fili da na'urarku ta Android.

source: me
ha: ni

source: untitled
ha: mara suna

source: Unlabelled
ha: Maralaƙabi

source: Background audio
ha: Sautin bayan-fage

source: Name, organization and sector are required to make collection public.
ha: Ana buƙatar suna, ƙungiya da bangaren don bayyana tarin ga jama'a.

source: Empty collection is not allowed to be made public.
ha: Ba a yarda a karɓa tari a bainar jama'a ba.

source: Only collections are allowed to be made public!
ha: Tari ne kawai aka yarda a bayyana ga jama'a!

source: Items cannot be selected more than once
ha: Ba za a iya zaɓar abubuwa fiye da sau ɗaya ba

source: Add a condition
ha: Ƙara sharadi

source: Manually enter your skip logic in XLSForm code
ha: Shigar da dabaru na tsallakewa da hannu a cikin lambar Fom ɗin XLS

source: Was Answered
ha: An Amsa

source: Was not Answered
ha: Ba a Amsa ba

source: not
ha: ba

source: Greater Than
ha: Mafi Girma

source: Less Than
ha: Kasa da

source: Greater Than or Equal to
ha: Mafi Girma Ko Daidai Da

source: Less Than or Equal to
ha: Kasa da Ko Daidai da

source: This question will only be displayed if the following conditions apply
ha: Wannan tambayar za a nuna shi ne kawai idan sharuɗɗan masu zuwa sun cika

source: Add another condition
ha: Ƙara wani sharaɗi

source: Previous responses should match all of these conditions
ha: Ya kamata amsoshin ku na baya ya yi daidai da duk waɗannan sharuɗɗan

source: Previous responses should match any of these conditions
ha: Ya kamata amsoshin ku na baya ya yi daidai da kowanne daga cikin waɗannan sharuɗɗan

source: response value
ha: kimar amsa

source: Select question from list
ha: Zaɓi tambaya daga jerin

source: Manually enter your validation logic in XLSForm code
ha: Shigar da dabaru na tabbatarwa da hannu a cikin lambar Fom ɗin XLS

source: Validation Code:
ha: Lambar Tabbatarwa:

source: My Projects
ha: Ayyuka na

source: ##organization name## Projects
ha: ##organization name## Ayyuka

source: Is
ha: Haka

source: Is not
ha: Ba haka ba

source: Contains
ha: Ƙunshi

source: Does not contain
ha: Ba su ƙunshi

source: Starts with
ha: Farawa da

source: Ends with
ha: Kammalawa da

source: Is empty
ha: Babu komai ciki

source: Is not empty
ha: Akwai abu ciki

source: Project name
ha: Sunan aikin

source: Description
ha: Bayani

source: Status
ha: Matsayi

source: Owner
ha: Mai shi

source: Owner name
ha: Sunan mamallaki

source: Owner email
ha: Imel na mamallakin

source: Owner organization
ha: Ƙungiyar mamallakin

source: Date modified
ha: Kwanan wata da aka gyara

source: Date deployed
ha: Kwanan watan da aka tura

source: Sector
ha: Bangaren

source: Countries
ha: Ƙasashe

source: Languages
ha: Yarurruka

source: Submissions
ha: Abinda aka tura

source: transcript
ha: bayanin a rubuce

source: translation
ha: fassarar

source: Multi-select checkboxes column
ha: Jadawali akwatunan zaɓi da yawa

source: Validation
ha: Tabbatarwa

source: ##permission_label## (##username_list## and 1 other)
ha: ##permission_label## (##username_list## da wani 1)

source: ##permission_label## (##username_list## and ##hidden_username_count## others)
ha: ##permission_label## (##username_list## kuma ##hidden_username_count## wasu)

source: Tags
ha: Laƙƙuba

source: Single choice
ha: Zaɓi ɗaya

source: Multiple choice
ha: Zaɓi da yawa

source: Show All
ha: Nuna Duka

source: Not approved
ha: Ba a yarje ba

source: Approved
ha: An yarje

source: On hold
ha: An riƙe

source: Failed to update permissions
ha: Kasa sabunta izini

source: Failed to remove permissions
ha: Kasa cire izini

source: successfully updated
ha: sabunta cikin nasara

source: please check your connection and try again.
ha: da fatan za a duba haɗin kuma a sake gwadawa.

source: if this problem persists, contact help@kobotoolbox.org
ha: idan wannan matsalar ta ci gaba, tuntuɓi help@kobotoolbox.org

source: your form id was not valid:
ha: ID na fom ɗin ku baya aiki:

source: your form cannot be deployed because it contains errors:
ha: Ba za a iya tura fom ɗin ku ba saboda ya ƙunshi kurakurai:

source: unable to deploy
ha: kasa turawa

source: Project unarchived successfully
ha: An dawo da aikin da aka ajiye cikin nasara

source: Project archived successfully
ha: An adana aikin cikin nasara

source: Unable to delete asset!
ha: An kasa share kadara!

source: Error details:
ha: Bayanan kuskure:

source: Could not create project!
ha: An kasa ƙirƙirar aikin!

source: changed password successfully
ha: canza kalmar sirri cikin nasara

source: failed to change password
ha: Kasa canza kalmar sirri

source: failed to load API token
ha: ya kasa loda alamar API

source: submission deleted
ha: an share abinda aka tura

source: failed to delete submission
ha: an kasa share abinda aka tura

source: Successfully duplicated submission
ha: An yi nasarar kwafin abinda aka tura

source: Failed to duplicate submission
ha: An kasa yin kwafin abinda aka tura

source: REST Service added successfully
ha: An ƙara Sabis ɗin REST cikin nasara

source: Failed adding REST Service
ha: An gaza ƙara Sabis ɗin REST

source: REST Service updated successfully
ha: An sabunta Sabis na REST cikin nasara

source: Failed saving REST Service
ha: Ba a yi nasarar adana Sabis na REST ba

source: REST Service deleted permanently
ha: An goge Sabis na REST har abada

source: Could not delete REST Service
ha: Ba a iya share Sabis na REST ba

source: Submission retry requested successfully
ha: An yi nasarar sake bukatar abinda aka tura

source: Submission retry request failed
ha: An gaza sake buƙatar abinda aka tura

source: Retrying all submissions failed
ha: Sake gwada duka abinda aka tura ya gaza

source: loading…
ha: ana lodawa…

source: Could not upload your media
ha: An kasa dora kafofin watsa labarai na ku

source: Something went wrong with getting your media
ha: Wani abu ya yi kuskure wajen samun kafofin watsa labarun ku

source: Successfully deleted media
ha: An yi nasarar share kafofin watsa labarai

source: Failed to delete media!
ha: An kasa share kafofin watsa labarai!

source: Successfully removed from collection
ha: An yi nasarar cirewa daga tarin

source: Successfully moved to collection
ha: An yi nasarar mayarwa zuwa tarin

source: Move to collection failed
ha: Motsawa zuwa tarin ya gaza

source: Failed to get the results
ha: An kasa samun sakamakon

source: Failed to create export
ha: An kasa ƙirƙirar fitarwa

source: Failed to delete export
ha: An kasa share fitarwa

source: Failed to update export setting
ha: An kasa sabunta saitin fitarwa

source: Failed to create export setting
ha: An kasa ƙirƙirar saitin fitarwa

source: Failed to delete export setting
ha: An kasa share saitin fitarwa

source: Failed to attach to source
ha: An kasa haɗawa zuwa tushe

source: Failed to detach from source
ha: An kasa cirewa daga tushe

source: Failed to patch source
ha: An kasa like tushe

source: Failed to retrieve sharing enabled assets
ha: An kasa dawo da kadarori da aka kunna

source: Failed to toggle sharing
ha: An kasa juya rabawa

source: Failed to update column filters
ha: An kasa sabunta jadawalin tacewa

source: Failed to get submissions uuids.
ha: An kasa samun uuids na turawa.

source: Failed to get submission.
ha: An kasa samun turawa.

source: Failed to update submissions.
ha: An kasa sabunta abinda aka tura

source: Failed to update some submissions values.
ha: An kasa sabunta wasu ƙimar abinda aka tura

source: Failed to update submissions values.
ha: An kasa sabunta ƙimar abinda aka tura

source: submissions deleted
ha: an goge abinda aka tura

source: failed to delete submissions
ha: an kasa goge abinda aka tura

source: Failed to delete submissions.
ha: An kasa share abinda aka tura.

source: ##field_label## (required)
ha: ##field_label## (Na dole)

source: View form
ha: Duba fom

source: Edit form
ha: Gyara fom

source: Manage project
ha: Gyara aikin

source: Add submissions
ha: Ƙara wajen turawa

source: View submissions
ha: Duba abinda da aka tura

source: View submissions only from specific users
ha: Duba abinda aka tura daga masu amfani na musamman

source: View submissions based on a condition
ha: Duba abinda aka tura bisa sharaɗi

source: Edit submissions
ha: Gyara abinda da aka tura

source: Edit submissions only from specific users
ha: Gyara abinda da aka tura daga masu amfani na musamman

source: Edit submissions based on a condition
ha: Gyara abinda da aka tura bisa sharadi

source: Validate submissions
ha: Tabbatar da abinda da aka tura

source: Validate submissions only from specific users
ha: Tabbatar da abinda da aka tura daga masu amfani na musamman

source: Validate submissions based on a condition
ha: Tabbatar da abinda aka tura bisa sharaɗi

source: Delete submissions
ha: Goge abinda aka tura

source: Delete submissions only from specific users
ha: Goge abinda aka tura daga masu amfani na musamman

source: Delete submissions based on a condition
ha: Goge abinda da aka tura bisa sharaɗi

source: Act on submissions only from specific users
ha: Yi aiki abinda aka tura daga masu amfani na musamman

source: Act on submissions based on a condition
ha: Yi aiki kan abinda aka tura bisa sharaɗi

source: Act on submissions based on multiple conditions
ha: Yi aiki akan abinda aka tura bisa ga sharuɗɗa da yawa

source: The stored permissions are invalid. Please assign them again. If this problem persists, contact help@kobotoolbox.org
ha: Izinin da aka adana ba su da inganci. Da fatan za a sake sanya su. Idan wannan matsalar ta ci gaba, tuntuɓi help@kobotoolbox.org

source: Use a few words, avoid common phrases
ha: Yi amfani da ƴan kalmomi, guje wa jimlolin gama gari

source: No need for symbols, digits, or uppercase letters
ha: Babu buƙatar alamomi, lambobi, ko manyan haruffa

source: Add another word or two. Uncommon words are better.
ha: Ƙara wata kalma ko biyu. Kalmomin da ba a saba gani ba za su fi kyau.

source: Straight rows of keys are easy to guess
ha: Madaidaitan jeri na madannai suna da sauƙin ganewa

source: Short keyboard patterns are easy to guess
ha: Gajerun jerin madannai suna da sauƙin ganewa

source: Use a longer keyboard pattern with more turns
ha: Yi amfani da tsarin madanni mai tsayi tare da ƙarin juyi

source: Repeats like "aaa" are easy to guess
ha: Maimaitawa kamar "aaa" suna da sauƙin ganowa

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
ha: Maimaitawa kamar "abcabcabc" suna da ɗan wahalar ganowa fiye da "abc"

source: Avoid repeated words and characters
ha: Guji maimaita kalmomi da haruffa

source: Sequences like abc or 6543 are easy to guess
ha: Jeri kamar abc ko 6543 suna da sauƙin ganowa

source: Avoid sequences
ha: Guji jerawa

source: Recent years are easy to guess
ha: Sanya shekaru suna da sauƙin ganowa

source: Avoid recent years
ha: Guji sanya shekaru

source: Avoid years that are associated with you
ha: Guji sanya shekarun da ke da alaƙa da ku

source: Dates are often easy to guess
ha: Kwanan wata sau da yawa suna da sauƙin ganowa

source: Avoid dates and years that are associated with you
ha: Guji sanya kwanan wata da shekaru da ke da alaƙa da ku

source: This is a top-10 common password
ha: Wannan babbar kalmar sirri ce ta gama-gari- guda 10

source: This is a top-100 common password
ha: Wannan babbar kalmar sirri ce ta gama-gari guda-100

source: This is a very common password
ha: Wannan kalmar sirri ce ta gama gari

source: This is similar to a commonly used password
ha: Wannan yana da kama da kalmar sirri da aka saba amfani da ita

source: A word by itself is easy to guess
ha: Kalma da kanta tana da sauƙin ganowa

source: Names and surnames by themselves are easy to guess
ha: Sunayenku da sunayen uba da kansu suna da sauƙin ganowa

source: Common names and surnames are easy to guess
ha: Sunaye na gama gari da sunayen uba suna da sauƙin ganowa

source: Capitalization doesn't help very much
ha: Sanya manyan harrufa ba ya taimakawa sosai

source: All-uppercase is almost as easy to guess as all-lowercase
ha: Duka yanayin manyan harrufa kusan suna da sauƙin ganowa kamar duka yanayin ƙananan harrufa

source: Reversed words aren't much harder to guess
ha: Kalmomin da aka juya basu da wahalar tsammani sosai ba

source: Predictable substitutions like '@' instead of 'a' don't help very much
ha: Canje-canjen da ake iya sani kamar '@' maimakon 'a' ba sa taimakawa sosai

source: Password strength
ha: Ƙarfin kalmar sirri

source: path not found / recognized
ha: ba a samo/ gane hanyar ba

source: Section not found
ha: Ba a gano sashen ba

source: XForm is loading
ha: Ana loda XForm

source: Untitled
ha: Mara suna

source: Collect data
ha: Tattara bayanai

source: Share project
ha: Raba aikin

source: Preview form
ha: Waiwayar fom

source: Data
ha: Bayanai

source: Team members
ha: Yan kungiya

source: Quick Links
ha: Hanyoyi hadi na sauri

source: undeployed
ha: rashin aiki

source: Last Modified
ha: Gyaran Ƙarshe

source: questions
ha: tambayoyi

source: redeploy
ha: sake turawa

source: deploy
ha: tura

source: unarchive
ha: zare ajiya

source: Form history
ha: Tarihin fom

source: Version
ha: Siga

source: Clone
ha: yin kwafi

source: Clone this version as a new project
ha: Yin kwafin wannan sigar azaman sabon aiki

source: Hide full history
ha: Ɓoye cikakken tarihi

source: Show full history
ha: Nuna cikakken tarihi

source: Load more
ha: Ƙara saura

source: Install
ha: Dasa

source: on your Android device.
ha: akan na'urar ku ta Android.

source: Click on
ha: Danna kan

source: to open settings.
ha: don buɗe saitunan.

source: Enter the server URL
ha: Shigar da maʻadanar URL

source: and your username and password
ha: da sunan mai amfani da kalmar sirri

source: Open "Get Blank Form" and select this project.
ha: Bude "Get Blank Form" kuma zaɓi wannan aikin.

source: Open "Enter Data."
ha: Bude "Shigar da Bayanai."

source: You can now control whether to allow anonymous submissions for each project. Previously, this was an account-wide setting.
ha: Yanzu za ku iya sarrafa ko ba da izinin tura bayanan sirri ga kowane aiki. A baya, wannan saitin na kowane shafi.

source: Download KoboCollect
ha: Saukar da KoboCollect

source: Try reloading the page, if problem doesn't go away, contact support.
ha: Gwada sake loda shafin, idan matsala ba ta tafi ba, tuntuɓi tallafi.

source: Link missing
ha: An rasa mahaɗin

source: Copied to clipboard
ha: An kwafi zuwa allo

source: Copy
ha: Kwafi

source: Open
ha: Bude

source: Edit in Form Builder
ha: Gyara a cikin Tsarin haɗa fom

source: Editing capabilities not granted, you can only view this form
ha: Ba a ba da damar gyarawa ba, kawai za ku iya duba wannan fom

source: Preview
ha: Dubawa

source: Replace form
ha: Sauya fom

source: More actions
ha: Ƙarin ayyuka

source: Download
ha: Saukar

source: Share this project
ha: Raba wannan aikin

source: Remove shared project
ha: Cire aikin da aka raba

source: Clone this project
ha: Yi kwafin wannan aikin

source: Create template
ha: Ƙirƙiri samfuri

source: Manage translations
ha: Sarrafa fassarori

source: Languages:
ha: Yarurruka:

source: This project has no languages defined yet
ha: Wannan aikin ba shi da ma'anar yarurruka tukuna

source: Unnamed language
ha: Yarurruka da ba a ambata ba

source: Current version
ha: Sigar yanzu

source: Archived version
ha: Sigarda aka adana

source: Draft version
ha: Rubutacciyar siga

source: If you want to make these changes public, you must deploy this form.
ha: Idan kuna son sanya waɗannan canje-canje ga jama'a, dole ne ku tura wannan fom.

source: An error occurred
ha: An sami kuskure

source: Your connection is offline
ha: Babu yanar gizo

source: Your search returned no results.
ha: Bincikenku bai samu sakamako ba.

source: Let's get started by creating your first library question, block, template or collection. Click the New button to create it.
ha: Bari mu fara ta ƙirƙirar tambayar ɗakin karatu na farko, a kunshe, samfuri ko tarin. Danna Sabon maɓallin don ƙirƙirarsa.

source: Advanced users: You can also drag and drop XLSForms here and they will be uploaded and converted to library items.
ha: Manyan masu amfani: Hakanan zaka iya ja da sauke Fom ɗin XLS anan kuma za'a dora su kuma a canza su zuwa abubuwan laburare.

source: My Library
ha: Laburare Na

source: Drop files to upload
ha: Ajiye fayiloli don ɗorawa

source: Public Collections
ha: Tarin Jama'a

source: Subscribed
ha: An yi rajista

source: Quick look
ha: Kallon sauri

source: Could not load grouped results via "##". Will attempt to load the ungrouped report.
ha: An kasa tura sakamakon rukuni ta hanyar "##". Za a yi ƙoƙarin tura rahoton da ba a haɗa shi ba.

source: Could not refresh report.
ha: An kasa sabunta rahoto.

source: Untitled report
ha: Rahoto mara suna

source: Default Report
ha: Rahoto na Ainihi

source: Create New Report
ha: Ƙirƙiri Sabon Rahoto

source: Edit Report Questions
ha: Gyara Tambayoyin Rahoto

source: Configure Report Style
ha: Sarrafa Salon Rahoto

source: Print
ha: Buga

source: Toggle fullscreen
ha: Juya cikakken allo

source: This report cannot be loaded.
ha: Ba za a iya tura wannan rahoton ba.

source: This report has no data.
ha: Wannan rahoton ba shi da bayanai.

source: Try changing Report Style to "No grouping".
ha: Gwada canza Salon Rahoton zuwa "No grouping".

source: Reports
ha: Rahotanni

source: For performance reasons, this report only includes the first ## questions.
ha: Don dalilan aiki, wannan rahoton ya ƙunshi tambayoyin ## na farko kawai.

source: Show all (##)
ha: Nuna duka (##)

source: This is an automated report based on raw data submitted to this project. Please conduct proper data cleaning prior to using the graphs and figures used on this page.
ha: Wannan rahoto ne mai sarrafa kansa dangane da ɗanyen bayanai da aka aika ga wannan aikin. Da fatan za a gudanar da tsaftace bayanan da suka dace kafin amfani da hotuna da adadi da aka yi amfani da su a wannan shafin.

source: Edit Report Style
ha: Gyara Salon Rahoton

source: Custom Report
ha: Rahoton Musamman

source: Question Style
ha: Salon Tambaya

source: Anyone can see this blank form and add submissions to it because you have not set [your account] to require authentication.
ha: Kowa na iya ganin wannan fom ɗin da babu komai kuma a ƙara abinda aka tura akai saboda ba ku saita [shafinku] don buƙatar tantancewa ba.

source: Who has access
ha: Wanene ke da damar shiga

source: Add user
ha: Ƙara mai amfani

source: Waiting for all projects to load…
ha: Ana jira ayyuka su gama lodi…
