Repository: kobotoolbox/form-builder-translations
Catalog: ha/LC_MESSAGES/djangojs.po
Languages: ha

source: Pending owner
ha: Mamallakin mai jira

source: Paste your formatted table from excel in the box below.
ha: Manna tebur ɗinku da aka tsara daga Excel a cikin akwatin da ke ƙasa.

source: add cascade with # questions
ha: ƙara saukarwa da tambayoyin #

source: OK
ha: YAYI

source: Learn more about importing cascading lists from Excel
ha: Ƙara koyo game shigar da jeri mai saukowa daga Excel

source: DONE
ha: ANYI

source: loading
ha: lodi

source: no search results found
ha: ba a sami sakamakon bincike ba

source: block of ___ questions
ha: toshe tambayoyin ___

source: search library
ha: bincika laburare

source: question has been added to the library
ha: An ƙara tambaya ga laburare

source: group has been added to the library as a block
ha: an ƙara rukuni ga laburare a matsayin toshe

source: Marker Colors
ha: Launukan Alama

source: Query Limit
ha: Iyakar tambaya

source: Geopoint question
ha: Tambayar Geopoint

source: Overlays
ha: Shimfiɗu

source: Best for qualitative data
ha: Mafi kyau don bayanai masu inganci

source: Best for sequential data
ha: Mafi kyau don jerin bayanai

source: Best for diverging data
ha: Mafi kyau don rarraben bayanai

source: Please add a name for your layer file.
ha: Da fatan za a ƙara suna don fayil ɗin shafin ɗin ku.

source: Upload error: ##error_message##.
ha: Kuskuren ɗorawa: ##error_message##.

source: Upload error: not a valid map overlay format.
ha: Kuskuren ɗorawa: ba ingantaccen tsarin shimfidar taswira ba.

source: Delete File
ha: Goge Fayil

source: Are you sure you want to delete this file? <br/><br/><strong>This action cannot be undone.</strong>
ha: Kun tabbatar ku na son goge wannan fayil? <br/><br/><strong>Ba za a iya soke wannan aikacin ba.</strong>

source: Choose the Geopoint question you would like to display on the map:
ha: Zaɓi tambayar Geopoint da kuke son nunawa akan taswira:

source: Uploaded layers
ha: shafuka da aka ɗora

source: Delete layer
ha: Goge shafi

source: Use the form below to upload files with map data in one of these formats: CSV, KML, KMZ, WKT or GEOJSON. The data will be made available as layers for display on the map.
ha: Yi amfani da fom ɗin da ke ƙasa don ɗorawa fayiloli tare da bayanai taswira a ɗayan waɗannan nau'ikan: CSV, KML, KMZ, WKT ko GEOJSON. Za a samar da bayanai a zaman shafuka don nunawa akan taswira.

source: Layer name
ha: Sunan shafi

source: Upload
ha: Ɗora

source: Choose the color set for the disaggregated map markers.
ha: Zaɓi saitin launi don alamomin taswira da aka rarraba.

source: By default the map is limited to the ##QUERY_LIMIT_DEFAULT## most recent submissions. You can temporarily increase this limit to a different value. Note that this is reset whenever you reopen the map.
ha: Ta asali taswirar tana iyakance ga ##QUERY_LIMIT_DEFAULT## abinda aka tura na baya-bayan nan. Kuna iya ƙara wannan iyaka na ɗan lokaci zuwa wata ƙima ta daban. Lura cewa ana sake saita wannan duk lokacin da ka sake buɗe taswirar.

source: Could not load REST Services
ha: An gaza loda Ayyukan REST

source: Are you sure you want to delete ##target?
ha: Shin kun tabbata kuna son goge ## manufa?

source: You are about to delete ##target. This action cannot be undone.
ha: Kuna shirin goge ## manufa. Ba za a iya soke wannan aikacin ba.

source: Confirm
ha: Tabbatar

source: Register a New Service
ha: Yi Rajista Sabon Sabis

source: This project doesn't have any REST Services yet!
ha: Wannan aikin bashi da wani Sabis na REST tukuna!

source: You can use REST Services to automatically post submissions to a third-party application.
ha: Kuna iya amfani da Sabis na REST don ƙaddamar da abinda aka tura ta atomatik zuwa manhajar na wani.

source: REST Services: ##number##
ha: Sabis na REST: ##number##

source: Need help?
ha: Kuna buƙatar taimako?

source: Service Name
ha: Sunan Sabis

source: Success
ha: Nasara

source: Pending
ha: Ana jiran

source: Failed
ha: Ba a yi nasara ba

source: Could not load REST Service
ha: An gaza loda Sabis na REST

source: Could not load REST Service logs
ha: An kasa loda ayyukan Sabis na REST

source: Submission Failure Detail (##id##)
ha: Cikakken Bayanin Abinda aka tura (##id##)

source: Back to REST Services
ha: Komawa Sabis na REST

source: There are no logs yet
ha: Babu rajistan ayyukan tukuna

source: Submission
ha: Abinda aka gabatar

source: Retry all submissions
ha: Sake gwada duka abinda aka tura

source: Pending (##count##×)
ha: Ana jiran (##count##×)

source: Retry submission
ha: Sake gwada abinda aka tura

source: More info
ha: Karin bayani

source: Audit settings
ha: Saitunan dubawa

source: Enter audit settings here
ha: Shigar da saitunan duba anan

source: This functionality is available in
ha: Ana samun wannan yiwuwar aikin a ciki

source: This survey will be recorded
ha: Za a yi rikodin wannan binciken

source: Enable audio recording in the background
ha: Kunna rikodin sauti a bayan-fage

source: Audio quality
ha: ingancin sauti

source: archived
ha: ajiyayye

source: deployed
ha: an tura

source: draft
ha: daftarin aiki

source: This is a fully locked template. Go to question settings to see specific restrictions.
ha: Wannan samfuri ne mai cikakken kullewa. Je zuwa saitunan tambaya don ganin takamaiman hani.

source: This is a partially locked template. Go to question settings to see specific restrictions. Expand this notification to see form level restrictions.
ha: Wannan samfuri ne mai kullewa kadan. Je zuwa saitunan tambaya don ganin takamaiman hani. Fadada wannan sanarwar don ganin ƙuntatawan matakin fom.

source: This form was created using a fully locked template. This means no edits were permitted by the template creator.
ha: An ƙirƙiri wannan fom ta amfani da cikakken tsari na kullewa. Wannan yana nufin babu wani gyara da aka yi izini daga mahaliccin samfuri.

source: This form was created using a partially locked template. Go to question settings to see specific restrictions. Expand this notification to see form level restrictions.
ha: An ƙirƙiri wannan fom ta amfani da wani samfuri mai kullewa kadan. Je zuwa saitunan tambaya don ganin takamaiman hani. Fadada wannan sanarwar don ganin ƙuntatawan matakin fom.

source: see more
ha: karin gani

source: Locked functionalities
ha: Ƙullallun ayyukan aikaci

source: Unlocked functionalities
ha: Ɓuɗɗaɗɗun ayyukan aikaci

source: Select…
ha: Zaɓi…

source: No options found
ha: Ba a sami zaɓuɓɓuka ba

source: Failed to cancel transfer. The transfer may be declined or accepted already. Please check your email.
ha: An kasa soke musayar. An riga an yi musayar ko kuma an ƙi amincewa. Da fatan za a duba imel.

source: Failed to accept invite.
ha: An kasa aminta da gayyata.

source: Failed to decline invite
ha: An kasa ƙin aminta da gayyatar.

source: Invite has been cancelled or expired
ha: An soke gayyatar ko lokacin ya ƙare

source: Invite is invaild.
ha: Gayyatar ba ta yi aiki ba.

source: and one other question
ha: da wata tambayar

source: and ## other questions
ha: da ## wasu tambayoyi

source: Exporting data
ha: Ana fitar da bayanai

source: Your export request is currently being processed. Once the export is complete, you'll receive an email with all the details.
ha: A halin yanzu a na aiwatar da buƙatarku na fitarwa. Da zarar an kammala, za ku sami imel tare da duk cikakkun bayanai.

source: Incorrect token
ha: Alamar da ba daidai ba

source: Could not generate secret key
ha: An kasa samar da makulli na sirri

source: Two-factor authentication (2FA) verifies your identity using an authenticator application in addition to your usual password. We recommend enabling two-factor authentication for an additional layer of protection.
ha: Tabbatar da shaida na mataki biyu (2FA) na tabbatar da shaidarka ta amfani da aikace-aikacen tabbatarwa hade da kalmar sirrin da aka saba. Mu na bayar da shawarar saita tsarin tabbatar da shaida na mataki biyu don ƙarin kariya.

source: Scan QR code and enter the ##number##-digit token from the application
ha: Duba lambar QR kuma shigar da alamar lambobi ##number## daga manhajar

source: After scanning the QR code image, the authenticator app will display a ##number##-digit code that you can enter below.
ha: Bayan duba hoton lambar QR, manhaja ɗin mai tabbatarwa zai nuna llambobi ##number## da zaku iya shigar da su a ƙasa.

source: No QR code?
ha: Babu lambar QR?

source: Enter key manually
ha: Shigar da makullin da hannu

source: The following recovery codes will help you access your account in case your authenticator app fails. These codes are unique and will not be stored in your Kobo account. This is your only opportunity to save them. Please download the file and keep it somewhere safe.
ha: Lambobin farfadowa masu zuwa za su taimaka muku samun damar shafin ku idan manhajar ɗin tabbatarwa ya gaza. Waɗannan lambobin na musamman ne kuma ba za a adana su a cikin shafinku ku na Kobo ba. Wannan ita ce kawai damar ku don ku adana su. Da fatan za a sauke fayil ɗin kuma ajiye shi a wani wuri mai aminci.

source: Download codes
ha: Saukar da lambobin

source: I saved my codes
ha: Na adana lambobina

source: Enter this key into your authenticator app to generate a ##number##-digit token
ha: Shigar da wannan makullin a cikin manhaja mai tabbatarwa don samar da alamar lambobin ##number##

source: Once your authenticator app is set up, generate a ##number##-digit token and enter it in the field below.
ha: Da zarar manhajar ta kafu, ku samar da alamar lambobi ##number## kuma shigar da su a cikin filin da ke ƙasa.

source: Take me back to QR code
ha: Koma dani baya zuwa lambar QR

source: Please enter your ##number##-digit authenticator token to regenerate your backup codes.
ha: Da fatan za a shigar da alamar tabbataccin lambobinku na lamba ##number## don sabunta lambobin ajiyarku.

source: Please enter your ##number##-digit authenticator token to deactivate two-factor authentication.
ha: Da fatan za a shigar da alamar tabbataccin lambobinku na lamba ##number## don kashe tabbaci na hanya-biyu.

source: Problems with your token?
ha: Matsaloli tare da alamar ku?

source: Please note that generating new recovery codes will invalidate any previously generated codes.
ha: Lura cewa ƙirƙira sabbin lambobin dawo da bayanai zai lalata duk wasu lambobin da aka ƙirƙira a baya.

source: Please note that in order to reconfigure two-factor authentication (2FA), the previous set up will first be deleted. Tokens or recovery codes from the previous set up will not be valid anymore.
ha: Da fatan za a lura cewa don sake saita tabbacin na hanya-biyu (2FA), za a fara goge saitin da ya gabata. Alamu ko lambobin dawowa daga saiti na baya ba za su yi aiki ba kuma.

source: Once your current 2FA has been deactivated, you'll be prompted to configure it again. If you cannot complete the process, 2FA will remain disabled for your account. In this case, you can enable it again at any time through the usual process.
ha: Da zarar an cire 2FA ɗin ku na yanzu, za a sa ku sake saita shi. Idan ba za ku iya kammalawa ba, 2FA zai kasance a kashe don shafinku ku. A wannan yanayin, za ku iya sake kunna shi a kowane lokaci ta hanyar da aka saba.

source: Issues with the token
ha: Matsaloli tattare da alamar

source: ##ASSET_TYPE## deleted permanently
ha: ##ASSET_TYPE## an share har abada

source: You are about to permanently delete this item from your library.
ha: Kuna shirin share wannan abu na dindindin daga laburare din ku.

source: You are about to permanently delete this draft.
ha: Kuna shirin share wannan daftarin aiki na dindindin.

source: You are about to permanently delete this form.
ha: Kuna shirin share wannan fom dindindin.

source: All data gathered for this form will be deleted.
ha: Za a share duka bayanai da aka tattara don wannan fom.

source: The form associated with this project will be deleted.
ha: Za a goge fom ɗin da ke da alaƙa da wannan aikin.

source: I understand that if I delete this project I will not be able to recover it.
ha: Na fahimci cewa idan na goge wannan aikin ba zan iya dawo da shi ba.

source: Are you sure you want to archive this project?
ha: Shin kun tabbata kuna son adana wannan aikin?

source: Your form will not accept submissions while it is archived.
ha: Fom ɗin ku ba zai karɓi abinda aka tura ba yayin da aka adana shi.

source: Are you sure you want to unarchive this project?
ha: Shin kun tabbata kuna son buɗe wannan aikin?

source: Cloning...
ha: Yin kwafi...

source: cloned ##ASSET_TYPE## created
ha: kwafaffe ##ASSET_TYPE## ƙirƙirarre

source: Create
ha: Ƙirƙiri

source: Failed to create new asset!
ha: An kasa ƙirƙirar sabon kadari!

source: Create new template from this project
ha: Ƙirƙiri sabon samfuri daga wannan aikin

source: Enter the name of the new template.
ha: Shigar da sunan sabon samfurin.

source: Create new project from this template
ha: Ƙirƙiri sabon aiki daga wannan samfurin

source: Enter the name of the new project.
ha: Shigar da sunan sabon aikin.

source: Remove shared form
ha: Cire fom da aka raba

source: Are you sure you want to remove this shared form?
ha: Shin kun tabbata kuna son cire wannan fom ɗin da aka raba?

source: deploying to kobocat...
ha: tura zuwa kobocat...

source: deployed form
ha: fom da aka tura

source: Overwrite existing deployment
ha: Rubuta akan aikin da ake ciki

source: This form has already been deployed. Are you sure you want overwrite the existing deployment?
ha: An riga an tura wannan fom. Shin kun tabbata kuna son maye gurbin aikin da ke kai yanzu?

source: This action cannot be undone.
ha: Ba za a iya soke wannan aikacin ba.

source: Deploying...
ha: Ana tura...

source: redeployed form
ha: fom da aka sake aika

source: Please refresh the page
ha: Da fatan za a sabunta shafin

source: Account Settings
ha: Saitunan Asusu

source: Terms of Service
ha: Sharuɗɗan Sabis

source: Privacy Policy
ha: Bayanan Kebantawa

source: Logout
ha: Fita

source: Question Block
ha: Toshe Tambaya

source: Template
ha: Samfuri

source: Collection
ha: Tari

source: You have no templates. Go to Library and create some.
ha: Ba ku da samfuri. Je zuwa Laburare kuma ƙirƙiri wasu.

source: Template name
ha: Sunan samfuri

source: Submission URL
ha: URL an Abinda aka Gabatar

source: Public key
ha: Maƙullin jama'a

source: Set encryption
ha: Saita ɓoye-ɓoye

source: Learn more about encrypting forms
ha: Ƙara koyo game da fom na ɓoye-ɓoye

source: Remove encryption
ha: Cire ɓoye-ɓoye

source: ##type## ##name## created
ha: An ƙirƙira ##type## ##name##

source: Failed to create ##type##
ha: An kasa ƙirƙirar ##type##

source: Failed to update ##type##
ha: An kasa sabunta shi ##type##

source: Saving…
ha: Ana adanawa…

source: Creating…
ha: Ƙirƙirar…

source: Enter title of ##type## here
ha: Shigar da taken ##type## anan

source: Upload as template
ha: Ɗora a matsayin samfuri

source: Note that this will be ignored when uploading a collection file.
ha: Lura cewa za a yi watsi da wannan lokacin da ake dora fayil ɗin da aka tattara.

source: Import data from ##SOURCE_NAME##
ha: Shigo da bayanai daga ##SOURCE_NAME##

source: You are about to import ##SOURCE_NAME##. Select or deselect in the list below to narrow down the number of questions to import.
ha: Kuna shirin shigar da ##SOURCE_NAME##. Zaɓi ko cire zaɓi a cikin jerin da ke ƙasa don taƙaita adadin tambayoyin da za a shigo da su.

source: Select below the questions you want to import
ha: Zaɓi ƙasa da tambayoyin da kuke son shigo da su

source: Select all
ha: Zaɓi duka

source: Deselect all
ha: Cire zabin duka

source: Loading imported questions
ha: Ana loda tambayoyin da aka shigo da su

source: Updating imported questions
ha: Ana sabunta tambayoyin da aka shigo da su

source: Accept
ha: Amince

source: There was an error, table settings could not be saved.
ha: An sami kuskure, ba a iya adana saitunan tebur ba.

source: XML Values
ha: Darajar XML

source: Labels
ha: Lakabi

source: Display labels or XML values?
ha: Nuna alamun ko ƙimar XML?

source: Show group names in table headers
ha: Nuna sunayen rukuni a cikin taken tebur

source: Show HXL tags
ha: Nuna alamun HXL

source: Multiple responses
ha: Martani dayawa

source: Displaying multiple submissions (##count## selected of ##total##)
ha: Nuna abinda aka tura dayawa (##count## zaba daga cikin ##total##)

source: Editing "##question##" for ##count## submissions
ha: Gyara "##question##" don abinda aka tura ##count##

source: in the help article
ha: a cikin abubuwan taimako

source: Required
ha: Da ake bukata

source: Editing responses from repeat group questions is not possible yet.
ha: Gyara martani daga maimaicin tambayoyin rukuni baya yiwuwa tukuna.

source: You are currently seeing multiple submissions at once. You can select specific questions to edit or remove responses in bulk. If you want to edit only one submission, click on the desired submission on the navigation menu on the top-left corner of this table, or go back to the general table view. You can learn more about bulk actions
ha: A halin yanzu kuna ganin abubuwanda aka gabatar dayawa lokaci guda. Kuna iya zaɓar takamaiman tambayoyi don gyara ko cire martanoni a ƙunshe. Idan kuna son gyara abinda aka tura ɗaya kawai, danna kan zabin da ake so akan abubuwa na kewayawa a kusurwar hagu a sama na wannan teburin, ko kuma koma zuwa kallon tebur na gaba ɗaya. Kuna iya ƙarin koyo game da aikaci na ƙunshi

source: Updated responses
ha: Martanoni da aka sabunta

source: Question
ha: Tambaya

source: Response
ha: Martani

source: Action
ha: Aikaci

source: Type to filter
ha: Buga don tacewa

source: Discard Changes
ha: Yi watsi da Canje-canje

source: Confirm & close
ha: Tabbatar &amp; a rufe

source: You are about to edit responses for one or multiple submissions at once. Use the XML syntax in the text box below. You can also select one of the existing responses from the table of responses. Learn more about how to edit specific responses for one or multiple submissions
ha: Kuna gab da gyara martanoni don ɗaya ko abinda aka tura dayawa lokaci guda. Yi amfani da mahallin XML a cikin akwatin rubutu da ke ƙasa. Hakanan zaka iya zaɓar ɗaya daga cikin martanonin da ke akwai daga teburin martanoni. Ƙara koyo game da yadda ake gyara takamaiman martanoni don ɗaya ko abinda aka tura da yawa

source: Type new response for selected submissions
ha: Buga sabon martani don zaɓaɓɓun abinda aka tura

source: Select
ha: Zaɓi

source: Response value
ha: Kimar amsa

source: Frequency
ha: Yawan

source: Percentage
ha: Kashi

source: Unsupported media type: ##QUESTION_TYPE##
ha: Nau'in watsa labarai mara tallafi: ##QUESTION_TYPE##

source: Failed to update tags
ha: An gaza sabunta laƙƙuba

source: Update
ha: Sabuntawa

source: No Authorization
ha: Babu izini

source: Basic Authorization
ha: Izini na asali

source: Name required
ha: Ana bukatar suna

source: URL required
ha: Ana bukatar URL

source: Please enter both name and url of your service.
ha: Da fatan za a shigar da duka suna da url na sabis ɗin ku.

source: Custom HTTP Headers
ha: Taken HTTP bisa tsari

source: Value
ha: Kima

source: Add header
ha: Ƙara take

source: Add field(s)
ha: Ƙara fi li(laye)

source: Select fields subset
ha: Zaɓi ‘yan filaye

source: Endpoint URL
ha: Ƙarshen URL

source: Enabled
ha: An kunna

source: Receive emails notifications
ha: Karɓi sanarwar imel

source: Security
ha: Tsaro

source: Username
ha: Sunan mai amfani

source: Password
ha: Kalmar sirri

source: Add custom wrapper around JSON submission (%SUBMISSION% will be replaced by JSON)
ha: Ƙara abin rufewa akan zaɓin JSON (% ZAƁI% za a maye gurbinsa ta JSON)

source: Add Custom Wrapper
ha: Ƙara Mai Rufewa na Al’ada

source: * Save Changes
ha: * Adana Canje-canjen

source: updated text
ha: sabunta rubutu

source: Original string
ha: Iri na asali

source: Go back?
ha: Koma baya?

source: Delete language?
ha: Goge yare?

source: Are you sure you want to delete this language? This action is not reversible.
ha: Shin kun tabbata kuna son goge wannan yaren? Baza a iya juyar da wannan aikacin ba.

source: Translation index mismatch. Cannot delete language.
ha: Rashin daidaituwar fihirisar fassarar. Ba za a iya goge yare ba.

source: Change default language?
ha: Canza asalin yare?

source: Are you sure you would like to set ##lang## as the default language for this form?
ha: Shin kun tabbata kuna son saita ##lang## azaman asalin yarei na wannan fom?

source: There is nothing to translate in this form.
ha: Babu wani abu da za a fassara a cikin wannan fom.

source: Here you can add more languages to your project, and translate the strings in each of them.
ha: Anan za ku iya ƙara ƙarin yarurruka ga aikinku, kuma ku fassara zaren a kowane ɗayansu.

source: For the language code field, we suggest using the
ha: Don filin lambar yare, muna ba da shawarar amfani da

source: official language code
ha: lambar yare bisa tsari

source: (e.g. "English (en)" or "Rohingya (rhg)").
ha: (misali "English (en)" ko "Rohingya (rhg)").

source: Read more.
ha: Kara karantawa.

source: Please name your default language before adding languages and translations.
ha: Da fatan za a sanya asalin yaren ku kafin ƙara yarurruka da fassarori.

source: Current languages
ha: Yarurruka na yanzu

source: You have named translations in your form but the default translation is unnamed. Please specifiy a default translation or make an existing one default.
ha: Kun sanya suna ga fassara a cikin fom din ku amma fassarar asali ba ta da suna. Da fatan za a fayyace fassarar asali ko sanya wanda ke kai ya zama na asali.

source: default
ha: Na asali

source: Make default
ha: Mayar na asali

source: Edit language
ha: Gyara yare

source: Update translations
ha: Sabunta fassarori

source: Delete language
ha: Goge yare

source: Add language
ha: Ƙara yare

source: Add a new language
ha: Ƙara sabon yare

source: Profile
ha: Bayanan martaba

source: Usage
ha: Amfani

source: Plans
ha: Tsare-tsare

source: Add-ons
ha: Ƙari

source: ACCOUNT
ha: SHAFI

source: Members
ha: Membobi

source: The submission could not be found. It may have been deleted. Submission ID: ##id##
ha: Ba a gano abinda aka tura ba. Wataƙila an goge shi. ID na Zaɓin: ##id##

source: Delete submission?
ha: Goge abinda aka gabatar?

source: Are you sure you want to delete this submission?
ha: Shin kun tabbata kuna son share wannan abinda aka gabatar?

source: This action cannot be undone
ha: Ba za a iya soke wannan aikacin ba

source: Validation status:
ha: Matsayin tabbatarwa:

source: Duplicate created
ha: An ƙirƙira Kwafi

source: A duplicate of the submission record was successfully created. You can view the new instance below and make changes using the action buttons below.
ha: An yi nasarar ƙirƙirar kwafin rikodin zaɓin. Kuna iya duba sabon misalin da ke ƙasa kuma ku yi canje-canje ta amfani da maɓallan aikin da ke ƙasa.

source: Source submission uuid:
ha: Tushen turawa uuid:

source: Discard
ha: Yi watsi da

source: Discard duplicated submission
ha: Yi watsi da kwafin abinda da aka tura

source: Click on the button below to load the most recent data for this submission.
ha: Danna kan maɓallin da ke ƙasa don loda bayanai kwanan nan don wannan abinda aka gabatar.

source: Refresh submission
ha: Sake ƙaddamar da turawa

source: Display XML names
ha: Nuna sunayen XML

source: View
ha: Duba

source: Duplicate
ha: Yi Kwafi

source: Delete submission
ha: Goge abinda aka gabatar

source: Unknown error
ha: Kuskuren da ba a sani ba

source: Background audio recording
ha: Rikodin sauti na bayan-fage

source: Submission ##submissionIndex## of ##submissionTotal##
ha: Abinda aka Gabatar ##submissionIndex## na ##submissionTotal##

source: download
ha: Saukar

source: Export is being generated, you will receive an email when it's done
ha: Ana fitarwa, za a tura mu ku imel idan an gama
