Repository: kobotoolbox/form-builder-translations
Catalog: ha/LC_MESSAGES/django.po
Languages: ha

source: Forbidden attempt to edit a submission. To make a new submission, Remove `deprecatedID` from the submission XML and try again.
ha: An haramta ƙoƙarin gyara abinda aka aika. Don ƙirƙirar sabon aikawa, Cire. `deprecatedID` daga madannin aikawa XML kuma sake gwadawa.

source: Username or ID required.
ha: Ana buƙatar sunan mai amfani ko ID.

source: Received empty submission. No instance was created
ha: Babu komai a abinda aka aika. Babu wani abu da aka ƙirƙira

source: Form is not active
ha: Fom ɗin ba ya aiki

source: Temporarily unavailable
ha: Ba za a iya samu ba na ɗan lokaci

source: Form does not exist on this account
ha: Babu wani nau'in fom a wannan shafi

source: Improperly formatted XML.
ha: XML ɗin ba daidai ba ne.

source: Duplicate submission
ha: An tura sau biyu

source: Access denied
ha: An hana shiga

source: File likely corrupted during transmission, please try later.
ha: Mai yiwuwa fayil ɗin ya lalace yayin tafiya,a yi haƙuri a ƙara gwadawa.

source: Invalid URL format.
ha: Tsarin URL mara inganci.

source: Form validation timeout, please try again.
ha: Lokacin tabbatar da fom ɗin ya ƙare, a sake gwadawa.

source: Exception in request: %(class)s: %(error)s
ha: Banda a lokacin nema: %(class)s: %(error)s

source: The requested file could not be found.
ha: Ba a samu fayil ɗin da aka nema ba.

source: Your access is restricted. Please reclaim your access by changing your password at ##koboform_url##/accounts/password/reset/.
ha: An iyakance damar ku. Ka dawo da damar ka ta hanyar canza kalmar sirri a ##koboform_url##/accounts/password/reset/.

source: KoboToolbox project ownership transfer accepted
ha: An amince da canza mallakar aikin KoboToolbox

source: Action required: KoboToolbox project ownership transfer request
ha: Buƙatar ɗaukar mataki: Buƙatar musayar mallakar aikin KoboToolbox

source: KoboToolbox project ownership transfer incomplete
ha: Musayar mallakar aikin KoboToolbox ba ta kammala ba

source: Project ownership transferred
ha: An yi musayar mallakar aikin

source: Please note that the ownership of the project **##project_name##** has been transferred from **##previous_owner##** to **##new_owner##**.
ha: Da fatan za a lura da cewa aikin da aka yi amfani da shi **##project_name##* An musanya shi daga **##previous_owner##** zuwa **##new_owner##**.

source: Dear ##username##, Please note that the ownership of the project **##project_name##** has been transferred from **##previous_owner##** to **##new_owner##**. Note: You will continue to have the same project permissions until they are changed.
ha: Barka##username##, Da fatan za a lura da cewa aikin da aka yi amfani da shi **##project_name##** An canza shi daga **##previous_owner##** zuwa **##new_owner##**. A kula: Za ku ci gaba da samun izinin aikin iri ɗaya har sai an canza su.

source: This field cannot be modified
ha: Ba za a iya canza wannan wurin ba.

source: You must be the owner of each project you want to transfer
ha: Dole ne ku zama mallakin kowane aikin da ku ke son musaya

source: Project `##asset_uid##` cannot be transferred. Current status: ##status##
ha: Aiki `##asset_uid##` Ba za a iya canja wurin shi ba. Matakin da ake : ##status##

source: Invite has expired
ha: Gayyatar ta ƙare

source: Projects:
ha: Ayyuka:

source: %(recipient)s has accepted your request to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> to you.
ha: %(recipient)s ya karɓi buƙatar ka don musayar mallakar aikin. <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> zuwa wajen ka.

source: All submissions, data storage, and transcription and translation usage for this project will be transferred to the new project owner.
ha: Dukkanin aikawa, adana bayanai, da rubutun da amfani da fassara don wannan aikin za a canza su zuwa ga sabon mamallakin aikin.

source: Note: You will continue to have permissions to manage the project until the user permissions are changed.
ha: A kula: Za ku ci gaba da samun izini don gudanar da aikin har sai an canza izinin mai amfani.

source: %(recipient)s has accepted your request to transfer ownership of these projects:
ha: %(recipient)s ya karɓi buƙatar ku don musayar mallakar waɗannan ayyukan:

source: All submissions, data storage, and transcription and translation usage for these projects will be transferred to the new project owner.
ha: Dukkanin aikawa, adana bayanai, da rubutun da amfani da fassara don waɗannan ayyukan za a canza su zuwa ga sabon mamallakin aikin.

source: Note: You will continue to have permissions to manage these projects until the user permissions are changed.
ha: A kula: Za ku ci gaba da samun izini don sarrafa waɗannan ayyukan har sai an canza izinin mai amfani.

source: %(recipient)s has accepted your request to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) to you.
ha: %(recipient)s ya karɓi buƙatar ka don musayar aikin. %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/ya iso) gare ka.

source: All submissions, data storage, and transcription and translation usage for the project will be transferred to the new project owner.
ha: Dukkanin aikawa, adana bayanai, da rubutun da amfani da fassara don wannan aikin za a canza su zuwa ga sabon mamallakin aikin.

source: %(recipient)s has declined your request to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
ha: %(recipient)s Ya ƙi amincewa da buƙatar ku don canja mallakar aikin. <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.

source: You will remain the owner of the project. The submissions, data storage, and transcription and translation usage for the project have not been transferred.
ha: Za ku ci gaba da kasancewa mamallakin aikin. Ba a yi musayar aikawa ba, adana bayanai, da rubutun da fassara don aikin ba.

source: %(recipient)s has declined your request to transfer ownership of these projects:
ha: %(recipient)s Ya ƙi amincewa da buƙatar ku don canja mallakar aikin:

source: You will remain the owner of these projects. The submissions, data storage, and transcription and translation usage for these projects have not been transferred.
ha: Za ku ci gaba da kasancewa mamallakin waɗannan ayyukan. Ba a yi musayar aikawa, adana bayanai, da rubutu da fassara don waɗannan ayyukan ba.

source: %(recipient)s has declined your request to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
ha: %(recipient)s Ya ƙi amincewa da buƙatar ku don canja mallakar aikin %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/ sauka).

source: The request you have sent to <b>%(recipient)s</b> has expired.
ha: Lokacin bukatar da ku ka nema <b>%(recipient)s</b> ta ƙare.

source: The request you have sent to %(recipient)s has expired.
ha: Lokacin bukatar da ku ka nema %(recipient)s ta ƙare.

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> to you.
ha: %(sender_username)s (%(sender_email)s) an bukaci a mika damar mallakar aikin <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> gare ku.

source: When you accept the ownership transfer, all of the submissions, data storage, and transcription and translation usage for these projects will be transferred to you and count against your plan limits.
ha: Idan kun amince da musayar mallaka, duk aikawa, adana bayanai, da rubutu da amfani da fassara don waɗannan ayyukan zai zama naku kuma a lissafa cikin iyakar shirin ku.

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the following projects to you:
ha: %(sender_username)s (%(sender_email)s* ya buƙaci a musanya muku mallakar waɗannan ayyuka masu zuwa:

source: If you are unsure, please contact the current owner.
ha: Idan ba ku da tabbas, a tuntuɓi mamallaki na yanzu.

source: This transfer request will expire in %(invite_expiry)s days.
ha: Wannan buƙatar musanya za ta ƙare a ƴan %(invite_expiry)s kwanaki.

source: To respond to this transfer request, please use the following link: %(base_url)s/#/projects/home?invite=%(invite_uid)s
ha: Don amsa wannan buƙatar musanya da fatan za a yi amfani da mahaɗi mai zuwa: %(base_url)s/#/projects/home?invite=%(invite_uid)s

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) to you.
ha: %(sender_username)s (%(sender_email)s) ya buƙaci a musanya muku mallakar wannan aiki %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/ sauka) gare ku.

source: When you accept the ownership transfer, all of the submissions, data storage, and transcription and translation usage for the project will be transferred to you and count against your plan limits.
ha: Idan kun amince da musayar mallaka, duk aikawa, adana bayanai, da rubutu da amfani da fassara don waɗannan ayyukan zai zama naku kuma a lissafa cikin iyakar shirin ku.

source: `{}` not found.
ha: `{}` ba a samu ba.

source: `{}` is not a select one question.
ha: `{}` Ba zaɓin tambaya ɗaya ba ne.

source: If you cannot access your authenticator app, please enter one of your backup codes instead. If you cannot access those either, then you will need to request assistance by contacting [##support email##](mailto:##support email##).
ha: Idan ba za ka iya samun damar manhajar tabbatar da shaida ba, a shigar da ɗaya daga cikin lambobin ajiyar ka maimakon. Idan ba za ku iya samun damar waɗannan ba, toh ku na buƙatar neman taimako ta hanyar tuntuɓar [##support email##](mailto:##support email##).

source: The password must be at least 10 characters long and contain 3 or more of the following: uppercase letters, lowercase letters, numbers, and special characters. It cannot be similar to your name, username, or email address.
ha: Dole ne kalmar sirri ta kasance aƙalla haruffa 10 kuma ta ƙunshi 3 ko fiye na waɗannan: manyan haruffa, ƙananan haruffa, lambobi, da haruffa na musamman. Ba zai iya zama daidai da sunanka, sunan mai amfani, ko adireshin imel ba.

source: Public Administration
ha: Gudanar da harkar Jama’a

source: Arts, Entertainment, and Recreation
ha: Fasaha, Nishaɗi da Wasanni

source: Educational Services / Higher Education
ha: Ayyukan Ilimi / Manyan makarantu

source: Health Services / Public Health
ha: Kiwon Lafiya / Kiwon Lafiyar Jama'a

source: Finance and Insurance
ha: Kudi da Inshora

source: Information / Media
ha: Bayanai / Kafofun watsa Labarai

source: Economic/Social Development
ha: Ci gaban tattalin arziki / Zamantakewa

source: Security / Police / Peacekeeping
ha: Tsaro / Ƴansanda / Zaman Lafiya

source: Disarmament & Demobilization
ha: Ajiye makamai da Hana Taʻaddanci

source: Environment
ha: Muhalli

source: Private sector
ha: Kamfanoni masu zaman kansu

source: Humanitarian - Coordination / Information Management
ha: Jin ƙai - Gudanarwa / Tattara Bayani

source: Humanitarian - Multiple Clusters
ha: Jin ƙai - Ɓangarori masu yawa

source: Humanitarian - Camp Management & Coordination
ha: Jin ƙai - Kula da sansani da Gudanarwa

source: Humanitarian - Early Recovery
ha: Jin ƙai - Farfaɗowa da wuri

source: Humanitarian - Education
ha: Jin ƙai - Ilimi

source: Humanitarian - Emergency Shelter
ha: Jin ƙai - Matsugunin gaggawa

source: Humanitarian - Emergency Telecoms
ha: Jin ƙai - Hanyoyin Sadarwar Gaggawa

source: Humanitarian - Food Security
ha: Jin ƙai - Wadatar Abinci

source: Humanitarian - Health
ha: Jin ƙai - Lafiya

source: Humanitarian - Logistics
ha: Jin ƙai - Dabarun sufuri

source: Humanitarian - Nutrition
ha: Jin ƙai - Abinci mai gina jiki

source: Humanitarian - Protection
ha: Jin ƙai - Kariya

source: Humanitarian - Sanitation, Water & Hygiene
ha: Jin ƙai - Tsaftar muhalli, Ruwa da Tsafta

source: Sector
ha: Bangaren

source: Country
ha: Ƙasa

source: Operational purpose of data
ha: Manufar aiki na bayanai

source: Does this project collect personally identifiable information?
ha: Shin wannan aikin yana tattara bayanan da za'a iya tantancewa?

source: Description
ha: Bayani

source: Full name
ha: Cikakken suna

source: Organization name
ha: Sunan kungiya

source: Organization type
ha: Nau'in kungiya

source: Organization website
ha: Shafin yanar gizo ɗin Ƙungiyar

source: Gender
ha: Jinsi

source: Bio
ha: Bayanan Kai

source: City
ha: Gari

source: I want to receive occasional updates about KoboToolbox
ha: Ina so na dinga sabunta manhajar KoboToolbox lokaci-lokaci

source: Invalid username/password
ha: Sunan mai amfani/kalmar sirri ba daidai bane

source: No submissions match the given `submission_ids`
ha: Babu abinda aka tura da ya dace da abinda aka bayar `submission_ids`

source: This param is not implemented. Use `count` property of the response instead.
ha: Ba a aiwatar da wannan tsarin ba. Maimakon `count` haka yi amfani da amsa.

source: This param is not supported in `XML` format
ha: Wannan tsarin bai dace a `XML` nan ba

source: This is not supported in `XML` format
ha: Wannan bai dace da `XML` tsarin ba

source: Value must be valid JSON.
ha: Dole ne bayanin ya kasance mai aiki da JSON.

source: Value must be a list.
ha: Dole bayanin ya zama cikin jeri.

source: A positive integer is required.
ha: Ana buƙatar cikakken lamba.

source: Your submission XML is malformed.
ha: XML da aka aika ba shi da kyau.

source: Your submission XML is missing critical elements.
ha: XML da aka aika ya rasa abubuwa ma su muhimmanci.

source: The submission you attempted to edit could not be found, or you do not have access to it.
ha: Ba a sami abinda aka aika da ku ke ƙoƙarin gyarawa ba, ko kuma kun rasa damar amfani da shi.

source: Successful submission
ha: An yi nasarar aikawa

source: Invalid payload for bulk updating of submissions
ha: Ba za a iya tura abubuwa ma su yawa ba

source: Must call `asset.connect_deployment()` first
ha: Dole ne a fara `asset.connect_deployment()` kira

source: XML contains forbidden DTDs
ha: XML na ɗauke da DTDs da aka haramta

source: XML contains forbidden entities
ha: XML na ɗauke da abubuwa da aka haramta

source: Invalid search. Please try again
ha: Ba a nemo daidai ba. A sake gwadawa

source: Deployment links to an unexpected KoboCAT XForm
ha: Mahaɗi zuwa KoboCAT XForm da ba a tsammani

source: An error occurred trying to duplicate the submission
ha: An sami kuskure wurin aikawa sau biyu

source: The specified object has not been deployed
ha: Ba a tura da abinda ya dace ba

source: Bad syntax
ha: Ginshiƙin ba shi da kyau

source: Not supported field lookup
ha: Bai yi daidai da wurin ba

source: Your query is too short
ha: Tambayar ka ta yi kaɗan

source: Enter valid JSON.
ha: Shigar da ingantaccen JSON.

source: `##place_holder##` field cannot be hidden.
ha: `##place_holder##` Wurin ba zai ɓoyu ba.

source: Unable to parse JSON: {error}
ha: Ba za a iya yin amfani da JSON ba: {error}

source: Multi-factor authentication is enabled for this account.
ha: Ana ba da damar tabbatarwa fiye da ɗaya a wannan shafi.

source: Can view asset
ha: Za a iya duba kayan aiki

source: Can discover asset in public lists
ha: Za a iya duba kayayyaki a jerin gama gari

source: Can manage all aspects of asset
ha: Zai iya sarrafa duk wani ɓangare na kayayyaki.

source: Can submit data to asset
ha: Za ka iya aika data zuwa kayayyaki.

source: Can view submitted data for asset
ha: Za ka iya duba bayanan da aka gabatar don kayayyaki.

source: Can make partial actions on submitted data for asset for specific users
ha: Za a iya yin wasu ayyuka akan bayanan da aka tura don kayan aiki ga masu amfani na musamman

source: Can modify submitted data for asset
ha: Za a iya canza bayanan da aka tura don kayan aiki

source: Can delete submitted data for asset
ha: Zai iya goge bayanan da aka tura don kayan aiki

source: Can validate submitted data asset
ha: Za a iya tabbatar da bayanan kayan aiki da aka aika

source: project
ha: aiki

source: form
ha: fom

source: template
ha: samfuri

source: block
ha: toshe

source: question
ha: tambaya

source: text
ha: rubutu

source: empty
ha: babu komai

source: collection
ha: tari

source: View ##asset_type_label##
ha: Duba ##asset_type_label##

source: Edit ##asset_type_label##
ha: Gyara ##asset_type_label##

source: Discover ##asset_type_label##
ha: Gano ##asset_type_label##

source: Manage ##asset_type_label##
ha: Kulawa ##asset_type_label##

source: Add submissions
ha: Ƙara turawa

source: View submissions
ha: Duba abubuwan da aka tura

source: Act on submissions only from specific users
ha: Yi aiki kan abinda ma su amfani na musamman su ka tura

source: View submissions only from specific users
ha: Duba abinda ma su amfani na musamman su ka tura

source: Edit submissions only from specific users
ha: Gyara abinda ma su amfani na musamman su ka tura

source: Delete submissions only from specific users
ha: Goge abinda ma su amfani na musamman su ka tura

source: Validate submissions only from specific users
ha: Tabbatar abinda ma su amfani bana musamman su ka tura

source: Edit submissions
ha: Gyara abinda aka tura

source: Delete submissions
ha: Goge abinda aka tura

source: Validate submissions
ha: Tabbatar da abinda aka tura

source: Only partial permissions for submissions are supported
ha: Ana amince da wasu izinin turawa kaɗai

source: Can not assign '{}' permission to owner
ha: Ba zai iya shiga ba '{}' sai da izinin mammallakin

source: Can not assign '{}' permission. Partial permissions are missing.
ha: Ba zai iya shiga '{}' ba da izinin ba. An rasa izini daga wani ɓangare.

source: Invalid token.
ha: Alamar da ba ta da inganci.

source: Cannot access data
ha: Ba za a iya samun damar bayanai ba

source: This data does not exist or you do not have access to it
ha: Babu waɗannan bayanan ko kuma babu damar isa gare su

source: You cannot reuse your last password.
ha: Ba za ka iya sake amfani da kalmar sirri ta ƙarshe ba.

source: Your password cannot be the same as your previous one.
ha: Kar kalmar sirri ta zama iri ɗaya da ta baya.

source: The password must contain at least ##number of rules## different kinds of characters.
ha: Dole ne kalmar sirri ta ƙunshi aƙalla ##number of rules## nau'ikan haruffa daban-daban.

source: Incorrect current password.
ha: Kalmar sirrin da aka saka ba dai-dai bace

source: `current_password` and `new_password` must both be
ha: `current_password` dole `new_password` ne duka biyun su kasance

source: This field may not be blank.
ha: Wannan filin ba zai zama babu komai ba.

source: %(count)d project has been undeleted
ha: %(count)d ba a goge aikin ba

source: %(count)d project has been deleted
ha: %(count)d an goge aikin

source: %(count)d project has been unarchived
ha: %(count)d ba a adana aikin ba

source: %(count)d project has been archived
ha: %(count)d an adana aikin

source: One or many projects have been deleted already!
ha: An riga da an goge ɗaya ko wasu daga cikin aikin!

source: One or many projects are already being deleted!
ha: An riga an fara goge ɗaya ko wasu daga cikin aikin!

source: `action` parameter is required
ha: `action` Ana buƙatar lamba

source: Supported values for `action` are:
ha: Lambibobin da aka amince dasu sune kamar `action` haka:

source: Draft projects cannot be archived
ha: Ba za a iya adana ayyukan da ba'a gama ba

source: Confirmation is required
ha: Ana buƙatar tabbatarwa

source: The property is required
ha: Ana buƙatar wannan tsarin

source: The property must be an array
ha: Dole ne tsarin ya zama a jere

source: Some fields are invalid, choices are: `{valid_fields}`
ha: Wasu fannoni ba su da inganci, zaɓuɓɓuka sune: `{valid_fields}`

source: User cannot update current parent collection
ha: Mai amfani ba zai iya sabunta asalin abubuwa na yanzu ba

source: Target collection not found
ha: Ba a gano abubuwan da aka yi niyya ba

source: User cannot update target parent collection
ha: Mai amfani ba zai iya sabunta asalin abubuwan da aka yi niyya ba

source: `export_settings` must contain all the following required keys: {}
ha: `export_settings` dole ya ƙunshi duk madannan da ake buƙata masu zuwa:{}

source: `export_settings` can contain only the following valid keys: {}
ha: `export_settings` zai iya ƙunsar madanni masu zuwa kaɗai: {}

source: `multiple_select` must be either {}
ha: `multiple_select` dole ne ya zama ko dai {}

source: `type` must be either {}
ha: `type` dole ne ya zama ko dai {}

source: `group_sep` must be a non-empty value
ha: `group_sep` dole ya zama da bayani

source: `lang` for this asset must be either {}
ha: `lang` domin waɗannan kayyaki dole ne ya zama ko dai {}

source: Must be a JSON object
ha: Dole ne ya zama ya na daga JSON

source: All values in the array must be integers
ha: Dukkanin lambonibin su zamo cikakken lambobi

source: `fields` must be an array
ha: `fields` dole su zama a jere

source: All values in the `fields` array must be strings
ha: Dukkanin lambobin dake `fields` jere dole su zama a haɗe

source: JSON is invalid
ha: JSON ba shi da inganci

source: Invalid content
ha: Abin ba shi da inganci

source: No files have been submitted
ha: Babu wani fayil da aka tura

source: File already exists
ha: Akwai irin wannan fayil ɗin

source: You cannot upload media file with two different ways at the same time. Please choose between binary upload, base64 or remote URL.
ha: Ba za a iya ɗora fayil kan manhaja ta mabanbantan hanyoyi biyu lokaci guda ba. Sai dai a zaɓi tsakanin dorawa na binari, base64 ko remote URL.

source: This field is required
ha: Akwai buƙatar wannan wurin

source: `redirect_url` is required
ha: `redirect_url` ana buƙata

source: `filename` is required
ha: `filename` ana buƙata

source: `redirect_url` is invalid
ha: `redirect_url` babu inganci

source: Only `{}` MIME types are allowed
ha: Nau’ín `{}` MIME kaɗai aka amince

source: This field is required for the '{}' permission
ha: Ana buƙatar izini a wannan '{}' wurin

source: Invalid `url`
ha: Babu inganci `url`

source: Invalid `filters`
ha: Babu inganci `filters`

source: {permission} cannot be assigned explicitly to Asset objects of this type.
ha: {permission} ba za a iya sanyawa kai tsaye ga irin wannan nauʻin Kayan ba.

source: Not a valid list.
ha: Jerin ba ingantacce ba ne.

source: Invalid hyperlink - Object does not exist.
ha: Hyperlink ba ingantacce ba ne - Babu komai anan.

source: `submission_ids` must only contain integer values
ha: `submission_ids`dole ne ya ƙunshi cikakken lambobi

source: `submission_ids` must contain at least one value
ha: `submission_ids` dole ne ya ƙunshi aƙalla lamba guda

source: `data` is required
ha: `data` ana buƙata

source: `validation_status.uid` is required
ha: `validation_status.uid` ana buƙata

source: Must contain all the following required keys: {}
ha: Dole ne ya ƙunshi duk madannan da ake buƙata masu zuwa:{}

source: Can contain only the following valid keys: {}
ha: Zai iya ƙunsar madannai masu inganci kaɗai masu zuwa: {}

source: Must be an array
ha: Dole ne ya zama a jere

source: All values in the array must be strings
ha: Dukkan nau'ikan cikin jeri kuma a haɗe

source: Must be a non-empty value
ha: Dole ne ya zama lamba

source: For this asset must be either {}
ha: Don wannan kaya dole ya zama ko dai {}

source: Must be either {}
ha: Dole ne ya zama ko dai {}

source: The asset must be deployed.
ha: Dole ne a tura kayan.

source: The export name must be a string.
ha: Dole sunan fitarwa ya zama a jere.

source: Source cannot be changed
ha: Ba za a iya canza tushen ba

source: Data sharing for `{source_uid}` is not enabled
ha: Tura bayanai don `{source_uid}` ba a ba da dama ba

source: Pairing data with `{source_uid}` is not allowed
ha: Haɗa bayanai da `{source_uid}` ba a amince ba

source: Source `{source}` is already paired
ha: An riga da `{source}` an haɗa tushen
