Repository: kobotoolbox/form-builder-translations
Catalog: ln/LC_MESSAGES/djangojs.po
Languages: ln

source: Add choice to question
ln: Bakisa kopona na motuna

source: Remove choice from question
ln: Longola kopona na motuna

source: Edit choice labels
ln: Bongisa ba étiquettes ya choix

source: Change choice order
ln: Bongola molongo ya choix

source: Edit choice values
ln: Bongisa ba valeurs ya choix

source: Delete question
ln: Panza motuna

source: Edit question labels
ln: Balusa nkombo ya motuna

source: Edit question settings
ln: Balusa parametres ya motuna

source: Edit skip logic
ln: Bongola lolenge ya ko sauter logique

source: Edit validation
ln: Bongola botindimami

source: Delete entire group
ln: Panza lisanga mobimba

source: Edit group labels
ln: Bongola nkombo ya lisanga

source: Add question to group
ln: Bakisa motuna na lisanga

source: Remove question from group
ln: Longola motuna na lisanga

source: Change question order within group
ln: Bongola mulongo ya mituna na lisanga

source: Edit group settings
ln: Bongola Parametres ya etuluku

source: Split group
ln: Kabola etuluku

source: Change form appearance
ln: Bongola lolenge ya bomonani ya formulaire

source: Change form meta questions
ln: Bongola formulaire ya mituna méta

source: Replace whole form
ln: Remplacer formulaire mobimba

source: Add group
ln: Bakisa lisanga to etuluku

source: Add question
ln: Bakisa motuna

source: Change question order
ln: Bongola molongo ya mituna

source: Change languages
ln: Bongola lokoto/ Munoko

source: Could not find ##fileName##
ln: Ezwami te ##fileName##

source: Default - single page
ln: Lokasa moko ya yambo

source: Grid theme
ln: Motó ya likambo ya grille

source: Grid theme with headings in ALL CAPS
ln: Grille ya thème na ba titres nyonso na majuscule

source: Multiple pages
ln: Ba pages mingi

source: Grid theme + Multiple pages
ln: Grille ya thème + ba page mingi

source: Grid theme + Multiple pages + headings in ALL CAPS
ln: Grille ya thème+ ba pages mingi +ba titres na majuscule

source: question
ln: motuna

source: block
ln: bloc

source: template
ln: modèle

source: project
ln: projet

source: map layer
ln: Couche ya carte

source: form media
ln: Formulaire ya médias

source: Acknowledge
ln: Ndima

source: Barcode / QR Code
ln: Code Barre/ code QR

source: Calculate
ln: Sala calcul

source: Date
ln: Mukolo (date)

source: Date & time
ln: Date &amp; ngonga

source: Decimal
ln: Décimale

source: External XML
ln: XML ya libanda

source: File
ln: Dossier

source: Point
ln: Litono

source: Area
ln: Bisika

source: Line
ln: Molongo

source: Hidden
ln: Ebombami

source: Photo
ln: Foto

source: Number
ln: Numero

source: Question Matrix
ln: Matrice ya motuna

source: Note
ln: Likebisi

source: Range
ln: Mingi

source: Ranking
ln: Classement ya ba classements

source: Rating
ln: Bopesi motuya

source: Select Many
ln: Pona ebele

source: Select Many from File
ln: Pona mingi kowuta fichier

source: Select One
ln: Pona moko

source: Select One from File
ln: Pona moko kowuta fichier

source: Text
ln: Makomi

source: Time
ln: Ngonga

source: Deployed
ln: Batindi

source: Draft
ln: Brouillon

source: Archived
ln: Ekotisami na archive

source: Online-Offline (multiple submission)
ln: Na internet - libanda ya internet (kotinda ebele)

source: This allows online and offline submissions and is the best option for collecting data in the field.
ln: Oyo esungi na kotinda basoumissions na nzela ya internet mpe libanda ya internet mpe ezali ya malamu mpo na kosangisa ba données na esika ya mosala.

source: Online-Only (multiple submissions)
ln: Na internet --kaka (kotinda mingi)

source: This is the best option when entering many records at once on a computer, e.g. for transcribing paper records.
ln: Oyo ezali nzela malamu tango ozali kokotisa ba enregistrements ebele na mbala moko na ordinateur, p.Ex. mpo na kokoma mikanda ya papier.

source: Online-Only (single submission)
ln: Na internet --kaka (botindi mbala moko)

source: This allows a single submission, and can be paired with the "return_url" parameter to redirect the user to a URL of your choice after the form has been submitted.
ln: Oyo epesi nzela na botindiki moko, mpe ekoki kosangisama na paramètres “return _url” mpo na kozongisa usager ba boponi ya biro ya URL nsima ya kotinda formulaire.

source: Online-only (once per respondent)
ln: Na nzela ya Internet --kaka (mbala moko na moto oyo atunaki)

source: This allows your web form to only be submitted once per user, using basic protection to prevent the same user (on the same browser & device) from submitting more than once.
ln: Oyo epesi nzela na kotinda formulaire web na yo kaka mbala moko mpo na mosaleli moko, kosalelaka libateli ya moboko mpo na kopekisa mosaleli moko (na navigateur mpe aparɛyi moko) kotinda yango koleka mbala moko.

source: Embeddable web form code
ln: Code formulaire Web okoki kokotisa

source: Use this html5 code snippet to integrate your form on your own website using smaller margins.
ln: Salela fragment oyo ya code html5 pona ko kokotisa formulaire na yo na site na yo moko nakosalela ba marges ya mike.

source: View only
ln: Kotala kaka

source: Use this version for testing, getting feedback. Does not allow submitting data.
ln: Salela version oyo po na komeka, koyamba ba réactions. Epesaka ndingisa te ya kotinda ba données.

source: Android application
ln: Application Android

source: Use this option to collect data in the field with your Android device.
ln: Salela option oyo na kozwa ba données sur terrain na appareil Android na yo.

source: me
ln: nga

source: untitled
ln: ezangi motó ya likambo

source: Unlabelled
ln: Ezangi Nkombo

source: Background audio
ln: Maloba ya fond

source: Name, organization and sector are required to make collection public.
ln: Nkombo, organisation mpe secteur esengeli mpo ete collection ezala ya bato banso.

source: Empty collection is not allowed to be made public.
ln: Epekisami komonisa bato banso collection ya pamba(vide)

source: Only collections are allowed to be made public!
ln: Kaka ba collections esengeli komonisama na bato banso!

source: Items cannot be selected more than once
ln: Biloko ekoki koponama koleka mbala mibale te

source: Add a condition
ln: Bakisa ntina

source: Manually enter your skip logic in XLSForm code
ln: Kotisa manuellement logique na yo ya saut na code ya Formulaire ya XSL

source: Was Answered
ln: Ezwaki eyano

source: Was not Answered
ln: Ezwaki eyano te

source: not
ln: te

source: Greater Than
ln: Monene koleka

source: Less Than
ln: Muke koleka

source: Greater Than or Equal to
ln: Monene koleka to ekokani na

source: Less Than or Equal to
ln: Muke koleka or ekokani na

source: This question will only be displayed if the following conditions apply
ln: Motuna oyo ekomonana soki ba ntina oyo elandi ekoki

source: Add another condition
ln: Bakisa ntina mosusu

source: response value
ln: Motuya ya eyano

source: Select question from list
ln: Pona motuna kowuta liste

source: Manually enter your validation logic in XLSForm code
ln: Kotisa manuellement logique ya validation na yo na code ya Formulaire ya XLS

source: Validation Code:
ln: Code ya validation:

source: My Projects
ln: Mabongisi na ngai

source: Is
ln: Ezali

source: Is not
ln: Ezali te

source: Contains
ln: Ezali na

source: Does not contain
ln: Ezwaka eloko te

source: Starts with
ln: Bandela na

source: Ends with
ln: Silisa na

source: Is empty
ln: Ezali pamba

source: Is not empty
ln: Ezali pamba te

source: Project name
ln: Nkombo ya projet

source: Description
ln: Ndimbola

source: Status
ln: Statut

source: Owner
ln: Nkolo

source: Owner name
ln: Nkombo ya mokolo eloko

source: Owner email
ln: Email ya mosaleli

source: Owner organization
ln: Lingomba ya mosaleli (Comapanie)

source: Date modified
ln: Mokolo ya bobaloli

source: Date deployed
ln: Mokolo ya kotinda

source: Sector
ln: Secteur ya mosala

source: Countries
ln: Ekolo

source: Languages
ln: Minɔkɔ

source: Submissions
ln: Soumissions

source: transcript
ln: bulletin

source: translation
ln: libongoli yango

source: Multi-select checkboxes column
ln: Conlonne multi-select ya ba boîtes de contrôle

source: Validation
ln: Bondimisi

source: ##permission_label## (##username_list## and 1 other)
ln: ##permission_label## (##username_list## mpe 1 mosusu )

source: Tags
ln: etikete

source: Single choice
ln: Lipɔni moko

source: Multiple choice
ln: Mapɔni ebele

source: Show All
ln: Lakisa nionso

source: Not approved
ln: Endimami te

source: Approved
ln: Endimami

source: On hold
ln: Ezozela

source: Failed to update permissions
ln: Elembi kosala mise à jour ya bandingisa

source: Failed to remove permissions
ln: Elembi kolongola bandingisa

source: successfully updated
ln: Mise à jour esalami malamu

source: please check your connection and try again.
ln: tala connexion na yo mpe meka lisusu.

source: if this problem persists, contact help@kobotoolbox.org
ln: Soki mokakatano oyo ezali kaka, komela: help@kobotoolbox.org

source: your form id was not valid:
ln: identité ya formulaire na yo ezalaki valide te:

source: your form cannot be deployed because it contains errors:
ln: Formulaire na yo ekoki kotindama te mpo ezali na mabunga:

source: unable to deploy
ln: ekoki kosala bopalangisi te

source: Project unarchived successfully
ln: Projet ebimisami malamu na kati ya archive

source: Project archived successfully
ln: Projet etyami malamu na kati ya archive

source: Unable to delete asset!
ln: Ekoki kolongo eloko yango te!

source: Error details:
ln: Badetail ya mabunga:

source: Could not create project!
ln: Ekokaki kokela projet te!

source: changed password successfully
ln: Mot de passe ebongolami malamu

source: failed to change password
ln: Mot de passe ebongolami te

source: failed to load API token
ln: elongi te kokotisa tokɛnɛ ya API

source: submission deleted
ln: soumission elongolami

source: failed to delete submission
ln: ekoki te kolongola soumission

source: Successfully duplicated submission
ln: Elongaki kosala ba doublons ya kotinda

source: Failed to duplicate submission
ln: Ekoki te doubler soumission na elonga

source: REST Service added successfully
ln: Service REST ebakisami na elonga

source: Failed adding REST Service
ln: Ekoki te kobakisa service REST

source: REST Service updated successfully
ln: Service REST ebongwani na elonga

source: Failed saving REST Service
ln: Ekoki te ko sauvegarder service REST

source: REST Service deleted permanently
ln: Service REST elongwe mpo na libela

source: Could not delete REST Service
ln: Akoki te kolongola service REST

source: Submission retry requested successfully
ln: Botindi ya mibale eyambami na elonga

source: Submission retry request failed
ln: Botindi ya mibale esimbi te

source: Retrying all submissions failed
ln: Komeka lisusu ba soumissions nionso oyo batindaki elongi te

source: loading…
ln: chargement...

source: Could not upload your media
ln: Ekoki te kokotisa ba media

source: Something went wrong with getting your media
ln: Ezali na eloko ekeyi malamu te na kozwa media na yo

source: Successfully deleted media
ln: Média elongwe na elonga

source: Failed to delete media!
ln: Kolongola média esimbaki te!

source: Successfully removed from collection
ln: Elongolami malamu na collection

source: Successfully moved to collection
ln: Etindami malamu na collection

source: Move to collection failed
ln: Kotinda na collection esimbi te

source: Failed to get the results
ln: Elongaki te kozwa matomba

source: Failed to create export
ln: Elongaki te kosala export

source: Failed to delete export
ln: Ekokaki te kolongola export

source: Failed to update export setting
ln: Ekokaki te misé à jour ya paramètre ya export

source: Failed to create export setting
ln: Ekokaki te kosala paramètre ya export

source: Failed to delete export setting
ln: Ekokaki te kolongola paramètre ya export

source: Failed to attach to source
ln: Ekokaki te ko attacher na source

source: Failed to detach from source
ln: Elongaki te kolongola na source

source: Failed to patch source
ln: Elongaki te kosala patch ya source

source: Failed to retrieve sharing enabled assets
ln: Elongaki te kozongisa biloko efungwamaki mpo na kokabola

source: Failed to toggle sharing
ln: Elongakaki te kosala toogle ya kokabola

source: Failed to update column filters
ln: Elongakaki te mise à jour ya ba filtres ya colonne

source: Failed to get submissions uuids.
ln: Elongaki te kozwa ba soumissions uuids.

source: Failed to get submission.
ln: Elongaki te kozwa soumission.

source: Failed to update submissions.
ln: Elongi te kosala mise à jour ya ba soumissions.

source: Failed to update some submissions values.
ln: Mise à jour ya ba valeurs misusu ya ba soumissions esimbi te.

source: Failed to update submissions values.
ln: Mise à jour ya ba valeurs ya ba soumissions esimbi te.

source: Failed to delete submissions.
ln: Elongi te kolongola ba soumissions.

source: ##field_label## (required)
ln: ##field_label## (esengami)

source: View form
ln: Tala formulaire

source: Edit form
ln: Bobongisi formulaire

source: Manage project
ln: Kamba projet

source: Add submissions
ln: Bakisa ba soumissions

source: View submissions
ln: Tala ba soumissions

source: View submissions only from specific users
ln: Tala ba soumissions kaka ewutaka na ba usagers spécifiques

source: View submissions based on a condition
ln: Tala kokotisa lolenge esengeli

source: Edit submissions
ln: Bobongisi ba soumissions

source: Edit submissions only from specific users
ln: Bobongisi ba soumissions kaka ewutaka na ba usagers spécifiques

source: Edit submissions based on a condition
ln: Bongisa ba soumissions na kolandi bomonisi

source: Validate submissions
ln: Kondima ba soumissions

source: Validate submissions only from specific users
ln: Kondima ba soumissions kaka ewutaka na ba usagers spécifiques

source: Validate submissions based on a condition
ln: Ndima biloko ya kokotisa na kolanda ezalela

source: Delete submissions
ln: Bolongola ba soumissions

source: Delete submissions only from specific users
ln: Bolongola ba soumissions kaka ewutaka na ba usagers spécifiques

source: Delete submissions based on a condition
ln: Panza ba soumissions na bolandi masengeli

source: Act on submissions only from specific users
ln: Sala na ba soumissions kaka ewutaka na ba usagers spécifiques

source: Act on submissions based on a condition
ln: sala ba soumissions na bolandi ezalela

source: Act on submissions based on multiple conditions
ln: sala ba soumissions na bolandi bizaleli mingi

source: The stored permissions are invalid. Please assign them again. If this problem persists, contact help@kobotoolbox.org
ln: Ndingisa oyo ebombami ezali ya malamu te. Bofungola bango lisusu. Soki mokakatano yango ezali kaka, koma na help@kobotoolbox.org

source: Use a few words, avoid common phrases
ln: Salelá maloba moke, boya bafraze oyo bato mingi basalelaka

source: No need for symbols, digits, or uppercase letters
ln: Esengeli te kozala na bilembo, ba chiffres, to ba lettres minene

source: Add another word or two. Uncommon words are better.
ln: Bakisa liloba mosusu to mibale. Maloba oyo elobanaka mingi te eleki malamu.

source: Straight rows of keys are easy to guess
ln: Milɔngɔ́ ya bafungola oyo ezali semba ezali mpasi te mpo na kokanisa yango

source: Short keyboard patterns are easy to guess
ln: Ba modèles ya clavier ya mikuse ezali facile ya ko deviner

source: Use a longer keyboard pattern with more turns
ln: Salelá motindo ya klaviatware ya molai oyo ezali na ba tours mingi

source: Repeats like "aaa" are easy to guess
ln: Ba répétitions lokola "aaa" eza facile ya ko deviner

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
ln: Ba répétitions lokola "abcabcabc" ezalaka kaka mua pasi pona ko deviner koleka "abc"

source: Avoid repeated words and characters
ln: Bosalela té maloba mpe bilembo oyo bazongelaka mbala na mbala

source: Sequences like abc or 6543 are easy to guess
ln: Ba séquences lokola abc to 6543 eza facile ya ko deviner

source: Avoid sequences
ln: Bokima ba séquences

source: Recent years are easy to guess
ln: Bambula oyo euti koleka ezali mpasi te mpo na kokanisa yango

source: Avoid recent years
ln: Bokima bambula oyo euti koleka

source: Avoid years that are associated with you
ln: Bokima bambula oyo ezali na boyokani na yo

source: Dates are often easy to guess
ln: Mbala mingi, ezalaka mpasi te mpo na kokanisa badati

source: Avoid dates and years that are associated with you
ln: Bokima badati mpe bambula oyo ezali na boyokani na bino

source: This is a top-10 common password
ln: Oyo ezali mot de passe ya top-10 oyo bato mingi basalelaka

source: This is a top-100 common password
ln: Oyo ezali mot de passe oyo bato mingi basalelaka mingi koleka 100

source: This is a very common password
ln: Oyo ezali mot de passe oyo basalelaka mingi

source: This is similar to a commonly used password
ln: Yango ekokani na mot de passe oyo basalelaka mingi

source: A word by itself is easy to guess
ln: Liloba moko yango moko ezali mpasi te mpo na kokanisa yango

source: Names and surnames by themselves are easy to guess
ln: Bankombo mpe bankombo ya libota yango moko ezali mpasi te mpo na kokanisa yango

source: Common names and surnames are easy to guess
ln: Bankombo mpe bankombo ya libota oyo bato mingi basalelaka ezali mpasi te mpo na kokanisa yango

source: Capitalization doesn't help very much
ln: Capitalisation esalisaka mingi te

source: All-uppercase is almost as easy to guess as all-lowercase
ln: Makomi minene nyonso ezali pene na pɛtɛɛ mpo na kokanisa lokola makomi minene nyonso

source: Reversed words aren't much harder to guess
ln: Maloba oyo ezongisami nsima ezali mpasi mingi te mpo na kokanisa yango

source: Predictable substitutions like '@' instead of 'a' don't help very much
ln: Ba substitutions prévisibles lokola '@' au lieu ya 'a' esalisaka mingi te

source: Password strength
ln: Bokasi ya mot de passe

source: path not found / recognized
ln: nzela ezwami / eyebani te

source: XForm is loading
ln: Formilere X ezali kokota

source: Untitled
ln: Ezali na motó ya likambo te

source: Collect data
ln: sangisa ba données

source: Share project
ln: Kabola Projet

source: Preview form
ln: Formulaire ya liboso

source: Data
ln: Bansango

source: Team members
ln: Bato ya ekipi

source: Quick Links
ln: Ba Liens ya Noki

source: undeployed
ln: ba déployés te

source: Last Modified
ln: Ebongwani mpo na Mbala ya nsuka

source: questions
ln: mituna

source: redeploy
ln: kotinda lisusu

source: deploy
ln: kotinda

source: unarchive
ln: kolongolama na archive

source: Form history
ln: Bosala lisolo

source: Version
ln: Ya

source: Clone
ln: Clone ya kosala

source: Clone this version as a new project
ln: Clone version oyo lokola projet ya sika

source: Hide full history
ln: Bomba lisolo mobimba

source: Show full history
ln: Lakisa lisolo mobimba

source: Load more
ln: Charger ebele

source: Install
ln: Ko installer

source: on your Android device.
ln: na aparɛyi na yo ya Android.

source: Click on
ln: Finá na

source: to open settings.
ln: mpo na kofungola ba paramètres.

source: Enter the server URL
ln: Tyá URL ya mosaleli

source: and your username and password
ln: mpe nkombo na yo ya mosaleli mpe motó ya likambo

source: Open "Get Blank Form" and select this project.
ln: Fungola "Get Blank Form" mpe pona projet oyo.

source: Open "Enter Data."
ln: Fungola "Kokotisa ba Données."

source: You can now control whether to allow anonymous submissions for each project. Previously, this was an account-wide setting.
ln: Okoki sikoyo soki olingi kopesa nzela na botindi oyo nkolo ayebani te mpo na projet mokomoko. Na kala, yango ezalaki paramɛtre ya konti mobimba.

source: Download KoboCollect
ln: Télécharger KoboCollect

source: Try reloading the page, if problem doesn't go away, contact support.
ln: Meka ko recharger page, soki problème esili te, contacter soutien.

source: Link missing
ln: Lien eza kozanga

source: Copied to clipboard
ln: Kopi na tableau de bord

source: Copy
ln: Kopi na yango

source: Open
ln: Kofungola

source: Edit in Form Builder
ln: Bobongisi na Motongi ya Formulaire

source: Editing capabilities not granted, you can only view this form
ln: Makoki ya kobongola epesami te, okoki kotala kaka formulaire oyo

source: Preview
ln: Botali liboso

source: Replace form
ln: Remplacer formulaire na esika na yango

source: More actions
ln: Misala mingi

source: Download
ln: Kozwa

source: Share this project
ln: kabola projet oyo

source: Remove shared project
ln: Longola projet oyo okabolaki

source: Clone this project
ln: Cloner projet oyo

source: Create template
ln: sala modèle

source: Manage translations
ln: Kokamba mabongoli

source: Languages:
ln: Minɔkɔ:

source: This project has no languages defined yet
ln: Projet oyo ezali naino na minoko oyo elimbolami te

source: Unnamed language
ln: Monɔkɔ oyo ezali na nkombo te

source: Current version
ln: Version ya lelo

source: Archived version
ln: Version archive

source: Draft version
ln: Projet ya version

source: If you want to make these changes public, you must deploy this form.
ln: Soki olingi kosala mbongwana oyo na bato banso, esengeli o tinda formulaire oyo.

source: An error occurred
ln: Libunga moko esalemi

source: Your connection is offline
ln: Connexion na yo ezali hors ligne

source: Your search returned no results.
ln: Boluki na yo epesaki mbano moko te.

source: Let's get started by creating your first library question, block, template or collection. Click the New button to create it.
ln: Tobanda na kosala motuna na yo ya liboso ya bibliothèque, bloc, modèle to collection. Finá na butɔ Ya sika mpo na kosala yango.

source: Advanced users: You can also drag and drop XLSForms here and they will be uploaded and converted to library items.
ln: Ba usagers avancés: Okoki pe kobenda pe kobwaka ba formulaires ya XLS awa pe eko uploader pe eko convertir na ba éléments ya bibliothèque.

source: My Library
ln: Bibliotɛkɛ na ngai

source: Drop files to upload
ln: Bwaka ba fichiers pona ko télécharger

source: Public Collections
ln: Ba Collections ya bato banso

source: Subscribed
ln: Abonnez-vous

source: Quick look
ln: Tala nokinoki

source: Could not load grouped results via "##". Will attempt to load the ungrouped report.
ln: Ekoki te ko charger ba résultats groupés na nzela ya "##". Ekomeka ko charger rapport oyo e grouper te.

source: Could not refresh report.
ln: Ekoki te kozongisa lapolo sika.

source: Untitled report
ln: Lapolo oyo ezali na motó ya likambo te

source: Default Report
ln: Lapolo ya liboso

source: Create New Report
ln: Salá Lapolo ya Sika

source: Edit Report Questions
ln: bongisa Mituna ya Lapolo

source: Configure Report Style
ln: Configurer Style ya Lapolo

source: Print
ln: Mpo na konyata

source: Toggle fullscreen
ln: Bobongola na écran mobimba

source: This report cannot be loaded.
ln: Lapolo oyo ekoki kozala na chargement te.

source: This report has no data.
ln: Lapolo oyo ezali na ba données te.

source: Try changing Report Style to "No grouping".
ln: Meka kobongola Style ya Rapport na "Bosangisi te".

source: Reports
ln: Balapolo

source: For performance reasons, this report only includes the first ## questions.
ln: Mpo na bantina ya bosali, lapolo oyo ezali kaka na mituna ya liboso ##.

source: Show all (##)
ln: Lakisa nionso (##)

source: This is an automated report based on raw data submitted to this project. Please conduct proper data cleaning prior to using the graphs and figures used on this page.
ln: Oyo ezali rapport automatique oyo esalemi na ba données brutes oyo epesamaki na projet oyo. Tosengi yo osala bopeto ya ba données malamu liboso ya kosalela ba graphiques mpe ba chiffres oyo esalelami na page oyo.

source: Edit Report Style
ln: Bobongisi Motindo ya Lapolo

source: Custom Report
ln: Lapolo ya bato oyo basali na kolanda bamposa ya moto

source: Question Style
ln: Motindo ya mituna
