Repository: kobotoolbox/form-builder-translations
Catalog: ln/LC_MESSAGES/djangojs.po
Languages: ln

source: Forgot Password?
ln: Obosani mot de passe na yo ?

source: New Password
ln: Mot de passe ya sika

source: Verify Password
ln: Verifier Mot de passe

source: Save Password
ln: Bomba mot de passe

source: There was an error loading Enketo.
ln: Ezalaki na libunga moko na Kokɔtisa Enketo.

source: Update status of selected submissions
ln: Mikolo oyo ezalela ya ba soumissions oyo oponi

source: You have selected ## submissions. Are you sure you would like to update their status? This action is irreversible.
ln: Oponi ## ba soumissions. Ozali sûr que olingi o mettre à jour statut na bango? Action oyo ezali irreversible.

source: Update Validation Status
ln: Mikolo oyo ezalela ya validation

source: You are about to permanently delete ##count## submissions. It is not possible to recover deleted submissions.
ln: Ozali pene ya ko effacer libela ##count## ba soumissions. Ezali possible te ko récupérer ba soumissions supprimées.

source: Delete selected submissions
ln: Bolongola ba submissions oyo oponi

source: Delete selected
ln: Kolongola boponi

source: ##count## selected
ln: ##count## eponami

source: Change status
ln: Mbongwana ya ezalela

source: Set status: ##status##
ln: Etat ya kotya:##status##

source: Sort A→Z
ln: Molongo ya A→Z

source: Sort Z→A
ln: Molongo ya Z→A

source: Hide field
ln: Bomba esika

source: Unfreeze field
ln: Longola esika yango na congelé

source: Freeze field
ln: Esika ya congelation

source: Select all results (##count##)
ln: Pona ba résultats nionso (##count##)

source: Select visible results (##count##)
ln: Pona ba résultats oyo emonanaka (##count##)

source: hide fields
ln: bisika ya kobombana

source: There was an error getting the list of plans.
ln: Ezalaki na mwa nkɔkɔsɔ na kozwa liste ya myango.

source: We couldn't make the requested change to your plan. Your current plan has not been changed.
ln: Tokokaki te kosala mbongwana oyo osengaki na mwango na yo. Mwango oyo ozali kosalela ebongwani te.

source: You have unsaved changes. Leave settings without saving?
ln: Ozali na mabongoli oyo obateli te. Olingi kobima na baparemetre kozanga ete obomba yango?

source: Updated profile successfully
ln: Profil esalemi mise à jour malamu

source: You can now control whether to allow anonymous submissions in web forms for each project. Previously, this was an account-wide setting.
ln: Okoki sikoyo soki olingi kopesa nzela na botindi oyo nkolo ayebani te na baformilere web mpo na projet mokomoko. Na kala, yango ezalaki paramɛtre ya konti mobimba.

source: This privacy feature is now a per-project setting. New projects will require authentication by default.
ln: Esaleli ya bosekele oyo ekomi sikoyo paramɛtre ya projet mokomoko. Ba projets ya sika ekosenga bondimisi na yambo.

source: Learn more about these changes here.
ln: Tanga lisusu na oyo etali bambongwana yango awa.

source: Type:
ln: Koma:

source: #1 out of #2 respondents answered this question.
ln: #1 kati na #2 ayanolaki na motuna wana.

source: (# were without data.)
ln: (# ezalaki na ba donnée te.)

source: Override Graph Style
ln: Kobongola ndenge ya kosala graphique

source: Your plan
ln: Mwango na yo

source: Thanks for your upgrade! We appreciate your continued support. Reach out to billing@kobotoolbox.org if you have any questions about your plan.
ln: Matondi mpo osali mise à niveau! Tosepeli na lisungi ozali kokoba kopesa. Solola na biso na billing@kobotoolbox.org soki ozali na mituna na ntina ya mwango na yo.

source: Thanks for your upgrade! We appreciate your continued support. If your account is not immediately updated, wait a few minutes and refresh the page.
ln: Matondi mpo osali mise à niveau! Tosepeli na lisungi oyo ozali kokoba kopesa. Soki mise à jour esalemi na kɔnti na yo mbala moko te, zela mwa baminiti mpe bandela lokasa.

source: Collapse full comparison
ln: Kokitisa bokokanisi nyonso

source: Display full comparison
ln: Lakisa bokokanisi nyonso

source: show monthly plans
ln: lakisa myango ya sanza na sanza

source: Monthly
ln: Sanza na sanza

source: show annual plans
ln: lakisa myango ya mbula na mbula

source: Annual
ln: Mbula na mbula

source: Want more?
ln: Olingi mingi lisusu?

source: Contact us
ln: Solola na biso

source: For organizations with higher volume and advanced data collection needs, get in touch to learn more about our
ln: Mpo na Masangá oyo ezali na volime ya likolo koleka mpe bamposa minɛnɛ ya kosangisa badonnée, kota na boyokani na biso mpo na koyeba mingi na oyo etali

source: Enterprise Plan
ln: Mwango na biso ya Bakompanyi

source: We also offer custom solutions and private servers for large organizations.
ln: Topesaka mpe makoki ya kosilisa mikakatano ndenge olingi mpe baservere ya prive mpo na masangá ya minɛnɛ mingi.

source: Contact our team
ln: Solola na ekipi na biso

source: for more information.
ln: mpo na koyeba mingi.

source: Discard unsaved changes?
ln: Bwaka mbongwana oyo ebombami te?

source: source file
ln: fisyé ya source

source: Item
ln: Eloko

source: of ##total_count##
ln: Ya ##total_count##

source: Transcript
ln: Makomami

source: Translations
ln: Mabongolami

source: Analysis
ln: Botali

source: Do you want to leave without saving?
ln: Olingi kobima kozanga ko enregistrer?

source: Use the button above to select the information to be displayed in this area
ln: Salela lifùngu ya likolo mpo na kopɔna nsango oyo ekolakisama na etanda oyo

source: Chart Type
ln: Lolenge ya etanda

source: Colors
ln: Balangi

source: Group By
ln: Sangisa na

source: Translation
ln: Bobongoli maloba

source: Search...
ln: Luka...

source: Tags are loading...
ln: Ba étiquette ezali kokota...

source: Search Tags
ln: Luka ba étiquette

source: No results found
ln: Tozwi eloko te

source: Select Collection Name
ln: Pona nkombo ya lisanga

source: Collections are loading...
ln: Biloko oponi ezokotisama...

source: assets found
ln: Biloko omoni

source: expand details
ln: Bakisa makambo

source: Delete?
ln: Kolongola ?

source: This action is not reversible
ln: mosala oyo ezali oyo ekoki kozongisama nsima te

source: Could not load media file
ln: Ezali na makoki te ya kozwa fisyé ya media

source: CSV (legacy)
ln: CSV (ya kala)

source: GPS coordinates (KML)
ln: Ba coordonnées GPS (KML)

source: SPSS Labels
ln: Ba étiquettes ya SPSS

source: XLS (legacy)
ln: XLS (ya kala)

source: Media Attachments (ZIP)
ln: Ba pièces jointes (ZIP)

source: XML values and headers
ln: Mituya ya XML mpe mitó ya makambo

source: Separate columns
ln: Bokabwani na makonzí

source: Single column
ln: Colonne moko

source: Single and separate columns
ln: Colonne moko mpe oyo ekabwani

source: Type and confirm with ENTER
ln: Tyá mpe ndima na ENTER

source: An error occured
ln: Libunga moko esalemi

source: An error occurred while checking subscription status
ln: Libunga esalemaki ntango tozalaki kotala status ya abonema

source: Incorrect token or something went wrong
ln: Tokɛnɛ ya mabe to malfonctionnement

source: filter
ln: ba filtraki yango

source: There are no filters, you can add one below
ln: Filtre ezali te, okoki kobakisa moko na se

source: Add filter
ln: Bakisa filtre moko

source: Apply
ln: kosalela

source: fields
ln: Bitando

source: Name must be unique!
ln: Nkombo yango esengeli kozala oyo ekeseni na mosusu nyonso!

source: Code must be unique!
ln: Esengeli code yango ezala unique!

source: Default language name
ln: Nkombo ya monoko ya liboso

source: Language name
ln: Nkombo ya monoko

source: Default language code
ln: Code ya monoko ya default

source: Language code
ln: Code ya monoko

source: Set
ln: Set (pun)

source: Select export type
ln: Pona lolenge ya exportation

source: There was an issue fetching your plan information.
ln: Mwa nkɔkɔsɔ esalemaki na kozwa bansango ya mwango na yo.

source: Archive project
ln: Tya projet na baarchive

source: Unarchive project
ln: Longola projet na baarchive

source: Draft project selected
ln: Tya projet oyo epɔnami na brouillon

source: Delete 1 project
ln: Longola projet 1

source: Delete project
ln: Longola projet

source: Archive/Unarchive
ln: Tya na archive/Longola na archive

source: Delete projects
ln: Longola baprojet

source: Delete ##count## projects
ln: Longola baprojet ##count##

source: Share projects
ln: Kabola Baprojet

source: latitude (x.y °):
ln: la latitude (x.y °) :

source: longitude (x.y °):
ln: la longitude (x.y °) :

source: accuracy (m):
ln: précision (m) :

source: start
ln: kobanda

source: end
ln: nsuka

source: today
ln: lelo

source: device ID
ln: ID ya aparɛyi

source: phone number
ln: nimero ya telefone

source: __version__
ln: __ya__

source: instanceID
ln: ID ya ndakisa

source: Submitted by
ln: Elakisami na

source: Non-profit organization
ln: Organisation sans but lucratif

source: Government institution
ln: Institution ya gouvernement

source: Educational organization
ln: Lisanga ya mateya

source: A commercial/for-profit company
ln: Kompanyi ya mombongo/ya matomba

source: I am not associated with any organization
ln: Nasangani ata na ebongiseli moko te

source: Male
ln: Mobali

source: Female
ln: Mwasi

source: Other
ln: Mosusu

source: Use this to display your real name to other users
ln: Salela oyo mpo na komonisa nkombo na yo ya solo na basaleli misusu

source: Newsletter
ln: Zulunalo

source: Import failed
ln: Ekokaki kotelecharge te

source: Your upload is taking longer than usual. Please get back in few minutes.
ln: Telechargema na yo ezali kozwa ntango molai koleka momesano. Bolimbisi bozonga nsima ya mwa minutes moke.

source: Your uploads are being processed. This may take a few moments. You will need to refresh the page to see them on the list.
ln: Batelechargema na yo ezali kosalema. Ekoki kozwa mwa ntango. Ekosengela ete obandela lokasa mpo na komona yango na liste.

source: There are no projects to display.
ln: Misala mpo na kolakisa.ezali te.

source: forgot password
ln: Obosani mot de passe na yo

source: Mean
ln: Moyenne

source: Median
ln: Mediane

source: Standard deviation
ln: Écart-type

source: Two-factor authentication
ln: Bondimi na banzela mibale

source: Authenticator app
ln: Mosali ya bondimi ya bosengi

source: Reconfigure
ln: kobongisa lisusu

source: Recovery codes
ln: Bakode ya Récupération

source: Generate new
ln: Kobimisa ya sika

source: Two-factor authentication was deactivated for your account on ##date##
ln: Authentification ya deux facteurs ezalaki désactivé mpo na kɔnti na yo na ##date##

source: This feature is not available on your current plan. Please visit the
ln: Fonctionnalité oyo ezali te na plan na yo ya sika oyo. Bolimbisi kende na

source: Plans page
ln: Lokasa ya miango

source: to upgrade your account.
ln: mpo na kosala mise á niveau ya kɔnti na yo.

source: Disabled
ln: Efungolami te

source: Email address
ln: Adresse email

source: Type new email address
ln: Koma adresse email ya sika

source: Check your email ##UNVERIFIED_EMAIL##.
ln: Tala email na yo ##UNVERIFIED_EMAIL##.

source: A verification link has been sent to confirm your ownership. Once confirmed, this address will replace ##UNVERIFIED_EMAIL##
ln: Lien ya vérification etindami mpo na kondimisa ete ezali ya yo. Soki ondimisi, adresse oyo ekotyama na esika ya ##UNVERIFIED_EMAIL##

source: Email was sent again: ##TIMESTAMP##
ln: Email etindami lisusu: ##TIMESTAMP##

source: Translation characters
ln: Makomi ya libongoli

source: ##start_date## to ##end_date##
ln: ##start_date## kino ##end_date##

source: Your usage
ln: Bosaleli na yo

source: Last update: ##LAST_UPDATE_TIME##
ln: Mise a jour ya nsuka: ##LAST_UPDATE_TIME##

source: Storage
ln: Ebombelo

source: per account
ln: na kɔnti moko

source: Transcription minutes
ln: Baminiti ya transcription

source: Failed to get API token
ln: Elongi te kozwa tokɛnɛ ya API

source: API Key
ln: Fungola ya API

source: Single-Sign On
ln: Signature Unique

source: Already connected
ln: Esi esangisami

source: Disable
ln: Kanga

source: Asset seems to not have the processing feature enabled!
ln: Emonani lokola fonction ya traitement ezali activé te na asset!

source: Failed to get processing data.
ln: Elongi te kozua ba données ya traitement.

source: Failed to set transcript.
ln: Elongi te ko établir transcript.

source: Failed to delete transcript.
ln: Elongi te kosilisa transcript.

source: Failed to delete translation.
ln: Elongi te kosilisa libongoli.

source: Are you sure you want to delete this question?
ln: Ozali na ntembe te olingi o longola motuna oyo?

source: Delete Question
ln: Longola Motuna

source: Duplicate Question
ln: Motuna oyo ezongisami na mbala mibale

source: Add Question to Library
ln: Bakisa motuna na bibliothèque

source: There has been an issue, please try again later.
ln: Ezalaki na mwa mokakatano, bolimbisi meka lisusu nsima ya mwa ntango.

source: Success! Your subscription will change at the end of the current billing period.
ln: Elonga! Abonema na yo ekobongwana na nsuka ya moumeli ya faktirasio na yo.

source: Unlimited
ln: Ezangi ndelo

source: ##minutes## mins
ln: miniti ##minutes##

source: These settings affects the experience for all project users.
ln: Ba paramètres oyo e affectaka expérience ya ba usagers nionso ya projet.

source: Find a field
ln: Luka elanga moko

source: No results
ln: Ba résultats te

source: ##plan_name## Plan
ln: Mwango ##plan_name##

source: Started on ##start_date##
ln: Ebandaki na ##start_date##

source: Renews on ##renewal_date##
ln: Ekobandela na ##renewal_date##

source: ##add_on_name## add-on
ln: eloko ya kobakisa ##add_on_name##

source: monthly ##plan_name## plan
ln: mwango ya ##plan_name## sanza na sanza

source: yearly ##plan_name## plan
ln: mwango ya ##plan_name## mbula na mbula

source: plan
ln: mwango

source: add-on
ln: eloko ya kobakisa

source: There was an error processing your plan change. Your previous plan has not been changed. Please try again later.
ln: Ezalaki na mwa nkɔkɔsɔ na kobongola mwango na yo. Mwango na yo ya liboso ebongwani te. Meka lisusu ntango mosusu.

source: Changes to your Plan
ln: Bambongwana na Mwango na yo

source: Processing your transaction…
ln: Tranzaksio na yo ezali kosalama...

source: You are switching to the ##new_product_type##.
ln: Oza kokota na ##new_product_type##.

source: Because this plan includes unlimited storage, your storage add-on will be canceled.
ln: Lokola mwango oyo esangisi ebombelo oyo ezangi ndelo, bobakisi ya ebombelo na yo ekosukisama.

source: Submit
ln: Bótinda

source: available add-ons
ln: biloko ya kobakisa oyo ezali

source: Total Submissions per Month
ln: Botindi Nyonso na Sanza

source: Original transcript
ln: Transkripsio ya yambo

source: Submission data
ln: Epésami ya kotinda

source: Original file (Audio)
ln: Fishié (Maloba) ya yambo

source: Display settings
ln: Baparamɛtre ya kolakisa

source: Customize display settings
ln: Baparamɛtre ya kolakisa ndenge olingi

source: Select the information you want to display in the side menu to support your analysis.
ln: Pɔna bansango oyo olingi kolakisa na molongo ya mopanzi mpo na kosunga lisosoli na yo.

source: Apply selection
ln: Salela oyo opɔni

source: Failed to load analysis questions
ln: Tokoki te kokɔtisa mituna ya analize

source: Select field
ln: Pona esika moko

source: Condition
ln: Ezaleli

source: Select condition
ln: Pona ezaleli

source: Enter value
ln: Tyá motuya

source: There was an error fetching usage data.
ln: Mwa nkɔkɔsɔ esalemaki na kozwa badonnée na yo ya bosaleli.

source: You are about to permanently delete ##count## projects
ln: Ozali pene ya kolongola libela ##count## projets

source: All data gathered for these projects will be deleted
ln: Badonnée nyonso oyo esangisami mpo na baprojet oyo ekolongolama

source: Forms associated with these projects will be deleted
ln: Baformulaire oyo esangisami na baprojet oyo ekolongolama

source: I understand that if I delete these projects I will not be able to recover them
ln: Nasɔsɔli ete soki nalongoli baprojet oyo, nakozala na makoki ya kozongisa yango lisusu te

source: Delete group
ln: Bolongola etuluku moko

source: Do you want to split the group apart (and leave questions intact) or delete everything entirely?
ln: Olingi kokabola etuluku ((mpe tika mituna yango ndenge ezalaki)) to kolongola nionso?

source: Ungroup questions
ln: Mituna oyo ezali na bituluku te

source: Delete everything
ln: ongola nionso

source: Locked
ln: Ekangamaki

source: fully locked group
ln: etuluku oyo ekangami mobimba

source: partially locked group
ln: etuluku oyo ekangami ndambo

source: You can't display nested groups on the same screen - the setting has been removed from the parent group
ln: Okoki te kotala bituluku oyo ekangami na écran moko - paramètre elongolami na lisanga ya moboti

source: fully locked question
ln: motuna oyo ekangami mobimba

source: partially locked question
ln: motuna oyo ekangami ndambo

source: Enter your question
ln: Tyá motuna na yo

source: You are approaching your
ln: Ozali kopusana penepene na

source: You have reached your
ln: Okokisi

source: monthly
ln: sanza na sanza

source: yearly
ln: mbula na mbula

source: and
ln: mpe

source: limit
ln: ndelo

source: Monitor usage
ln: Kamba bosaleli

source: monitor usage
ln: kamba bosaleli

source: Upgrade now
ln: Matisa sikoyo

source: upgrade now
ln: matisa sikoyo

source: You have reached your plan limit
ln: Osili kokoma na ndelo ya mwango na yo

source: Dear
ln: Molingami

source: You have reached the
ln: Okomi na

source: included with your current plan.
ln: ezali na kati ya mwango na yo ya sika oyo.

source: Please
ln: Bolimbisi

source: upgrade your plan
ln: matisa mwango na yo

source: review your usage in account settings
ln: talela bosaleli na yo na baparamɛtre ya konti

source: remind me later
ln: bokundola ngai ntango mosusu

source: Available
ln: Ezali

source: Used this month
ln: Esalelami sanza oyo

source: Used this year
ln: Esalelami mbula oyo

source: Balance
ln: emeka-bozito

source: Default sort
ln: Bimisa yango par défaut

source: last modified ##date##
ln: Ebongwami mbala eleki ##date##

source: created ##date##
ln: Esalemaki ##date##

source: Automated analysis
ln: likakoli ya yango moko

source: Unsaved changes
ln: Bambongwana oyo ebombami te

source: Saved
ln: Ebombami

source: This ##type## does not have a transcript yet
ln: Transcript ##type## ezali nanu te

source: begin
ln: kobanda

source: Please select the original language of the ##type##
ln: Pona monoko ya ebandeli ya ##type##

source: back
ln: Zonga

source: manual
ln: manuel

source: transcribe
ln: kokoma na mokanda

source: Automatic transcription in progress
ln: Transkripsio ya masini ezali kosalema

source: Estimated time for completion: ##estimate##
ln: Ngonga oyo esengeli mpo na kosilisa: ##estimate##

source: Automatic transcription of audio file from
ln: Transcription automatique ya ba fichiers audio à partir ya

source: Transcription provider
ln: Mopesi ya service ya transcription

source: cancel
ln: kolongola

source: create transcript
ln: kosala transcript moko

source: Delete transcript?
ln: Kolongola transcript?

source: This transcript does not have any translations yet
ln: Transcription oyo ezali naino na libongoli te

source: Free
ln: Ofele

source: $##price## USD/month
ln: $##price##USD/sanza na sanza

source: Upgrade
ln: Tombola

source: Manage
ln: Kamba

source: Change plan
ln: Bongola mwango

source: Please select the language you want to translate to
ln: Tosɛngi yo opona monɔkɔ oyo olingi kobongola na yango

source: translate
ln: kobongola

source: Delete translation?
ln: Kolongola libongoli?

source: new translation
ln: libongoli ya sika

source: less than a minute
ln: na nse ya miniti moko

source: Automatic translation of transcript to
ln: Bobongoli ya automatique ya transcript na

source: Translation provider
ln: Mopesi ya mosala ya kobongola

source: create translation
ln: kosala libongoli

source: Buy now
ln: Somba sikoyo

source: about 1 minute
ln: pembeni ya miniti 1

source: about 2 minutes
ln: pembeni ya miniti 2

source: about ##number## minutes
ln: Pembeni ya baminiti ##number##

source: Click to add another response...
ln: Finá pona kobakisa eyano mosusu...

source: All group settings
ln: Ba paramètres nionso ya groupe

source: Skip Logic
ln: Kokipe te logique

source: Locked Features
ln: Makambo oyo ekangami

source: Question Options
ln: Maponi ya mituna

source: Validation Criteria
ln: Masengami ya bondimisi

source: Question label is required
ln: Esengeli kozala na etikete ya mituna

source: Question hint
ln: Likanisi ya motuna

source: Note: The Matrix question type only works in Enketo web forms using the 'grid' style.
ln: Liyebisi: Lolenge ya motuna ya Matrix esalaka kaka na ba formulaire web ya Enketo na kosalelaka style ya 'grille'.

source: Row name
ln: Nkombo ya molɔngɔ

source: A constraint message to be read in case of error:
ln: Nsango ya bopekisami mpo na kotanga soki libunga esalemi:

source: Mandatory response
ln: Eyano esengami

source: Custom logic
ln: Logique personnalisée

source: Mandatory when this formula is true
ln: Obligatoire tango formule oyo ezali ya solo

source: Parameters
ln: Ba parametres

source: Row could not be displayed:
ln: Molɔngɔ yango ekokaki kolakisa te:

source: This question could not be imported. Please re-create it manually. Please contact us at help@kobotoolbox.org so we can fix this bug!
ln: Motuna oyo ekokaki kokɔtisama na mikili mosusu te. Svp bo recréer yango manuellement. Bokutana na biso na help@kobotoolbox.org mpo ete tokoka kobongisa mokakatano oyo!

source: Accepted files
ln: Ba fichiers endimami

source: Add Question
ln: Bakisa Motuna

source: This form is currently empty.
ln: Formulaire oyo ezali na tango oyo pamba.

source: You can add questions, notes, prompts, or other fields by clicking on the '+' sign below.
ln: Okoki kobakisa mituna, banote, masengi to bisika mosusu na kofinaka elembo "+" oyo ezali awa na nse.

source: No value
ln: Ezangi ntina

source: e.g. ".pdf,.doc,.odt"
ln: ndakisa ".pdf, .doc, .odt"

source: Choices File
ln: Maponami ya Fichier

source: Guidance hint
ln: Toli ya bokambi

source: Error Message
ln: Nsango ya libunga

source: Data column name
ln: Nkombo ya colonne ya ba données

source: #tag
ln: # elembo

source: Only one HXL tag allowed per question.
ln: Kaka elembo moko HXL endimami na motuna moko moko.

source: Type attributes for this tag
ln: Koma makoki mpo na elembo oyo

source: Attributes
ln: Makoki

source: Default response
ln: Eyano ya liboso

source: Repeat
ln: Zongela

source: Repeat this group if necessary
ln: Zongela Lisangai oyo soki olingi

source: Appearance (advanced)
ln: Bomonisi (ezali ya nivo ya likolo)

source: Please note that any qualitative question created for this record will generate a new column in the data table, making the question available for all other records.
ln: Yeba ete motuna ya kalite nyonso oyo esalemaki mpo na dosie oyo ekobimisa kolɔni ya sika na tablo ya badonnée, na kosalaka ete motuna ezala mpo na badosie misusu nyonso.

source: There are no qualitative analysis questions yet.
ln: Ezali naino na mituna ya lisosoli ya kalite te.

source: Click the "Add question" button to get started
ln: Fina butɔ “Bakisa motuna” mpo na kobanda

source: Only those with full editing rights can create questions
ln: Kaka baoyo bazali na balotomo mobimba ya kobongola bakoki kosala mituna

source: Contact the project owner for more information
ln: Solola na nkolo mwango mpo na koyeba mingi

source: automatic
ln: automatique

source: original
ln: esika euti

source: Search for a language
ln: Luká monɔkɔ moko

source: Sorry, didn't find any language…
ln: Mawa, monoko moko te ezwami...

source: I cannot find my language
ln: Nazali kozwa monoko na ngai te

source: Please select the language
ln: pona monoko

source: Change column type?
ln: Bongola lolenge ya colonne?
