Repository: kobotoolbox/form-builder-translations
Catalog: ln/LC_MESSAGES/django.po
Languages: ln

source: {permission} cannot be assigned explicitly to Asset objects of this type.
ln: {permission} ekoki te kopesama polele na biloko ya biloki ya lolenge oyo.

source: Not a valid list.
ln: Liste oyo ezali na ntina te.

source: Invalid hyperlink - Object does not exist.
ln: Hyperlien ya mabe - Objet ezali te.

source: `submission_ids` must only contain integer values
ln: `submission_ids` esengeli kozala kaka na Mituya ya motángo mobimba

source: `submission_ids` must contain at least one value
ln: `submission_ids` esengeli kozala na ata motuya moko

source: `data` is required
ln: `data` esengeli

source: `validation_status.uid` is required
ln: `validation_status.uid` esengeli

source: Must contain all the following required keys: {}
ln: Esengeli kozala na bafungola nyonso oyo esengeli: {}

source: Can contain only the following valid keys: {}
ln: Ekoki kozala kaka na bafungola oyo ya malamu: {}

source: Must be an array
ln: Esengeli kozala na etando

source: All values in the array must be strings
ln: Mituya nionso na etando esengeli ezala milongo ya makomi

source: Must be a non-empty value
ln: Esengeli kozala motuya oyo ezali mpamba te

source: For this asset must be either {}
ln: Pona eloko oyo esengeli ezala soki {}

source: Must be either {}
ln: Esengeli kozala soki {}

source: The asset must be deployed.
ln: Esengeli kotinda biloko.

source: The export name must be a string.
ln: Nkombo ya exportation esengeli ezala molongo.

source: Source cannot be changed
ln: Eutelo ekoki kobongwana te

source: Data sharing for `{source_uid}` is not enabled
ln: Kokabola ba epesami pona `{source_uid}` ezali kosala te

source: Pairing data with `{source_uid}` is not allowed
ln: Kosangisa ba epesami `{source_uid}` epekisami

source: Source `{source}` is already paired
ln: Eutelo `{source}` esangisami

source: Some fields are invalid, choices are: `{source_fields}`
ln: Bitando mosusu ezali na ntina te, maponi ezali: `{source_fields}`

source: Only letters, numbers and `-` are allowed
ln: Kaka makomo, motango na `-` nde epesami nzela

source: Extension must be `xml`
ln: Kobakisama esengeli kozala `xml`

source: `{basename}` is already used
ln: `{basename}` ezali kosalelama

source: Invalid asset type. Only `{asset_type}` is allowed
ln: Lolenge ya biloko oyo ezali na ntina te. Kaka `{asset_type}` nde epesami nzela

source: Modern Browsers
ln: Ba navigateurs ya mikolo oyo

source: Ouch! Sorry, you were probably sent here because your browser is outdated or perhaps it has its key features disabled by using "private browsing" mode.
ln: Ouch! Mawa, mbala mosusu batindaki yo awa mpo navigateur na yo esilá to mbala mosusu ezali na makambo na yango ya ntina oyo ekangami na kosaleláká mode "navigation privée".

source: If you are using an outdated browser, we recommend upgrading to a recent version of one of the following excellent modern browsers:
ln: Soki ozali kosalela navigateur oyo esilá ngala, tosɛngi yo osala amélioration na version ya sika ya moko ya ba navigateurs ya mikolo oyo ya malamu mpenza:

source: Firefox download page
ln: Lokasa ya téléchargement ya Firefox

source: Chrome download page
ln: Lokasa ya téléchargement ya Chrome

source: Edge download page
ln: Lokasa ya téléchargement ya Edge

source: Opera download page
ln: Lokasa ya téléchargement ya Opera

source: This email domain is not allowed to create an account
ln: Esika ya lokoma oyo epesami nzela te ya kosala kɔnti

source: Exactly two databases must be configured
ln: Esengeli kobongisa bongo penza sandùku ya mapesami mibale

source: KPI and KoBoCAT must each have their own databases. Configure the KPI database as 'default' and the KoBoCAT database as 'kobocat'.
ln: KPI na KoBoCAT esengeli moko na moko azala na sandùku ya mapesami na ye. Kobongisa sandùku ya mapesami ya KPI lokola 'dna ndenge ya libela' mpe sandùku ya mapesami ya KoBoCAT lokola 'kobocat'.

source: KPI may not share a database with KoBoCAT
ln: KPI ekoki kokabola sandùku ya mapesami na KoBoCAT te

source: KPI and KoBoCAT must each have their own databases.
ln: KPI na KoBoCAT esengeli moko na moko azala na sandùku ya mapesami na ye.

source: Incomplete migration from shared-database installation
ln: Kotinda ya kokoka te uta na kokotisa ya sandùku ya mapesami ya kokabola

source: The KoBoCAT database was originally shared by KPI, but the KPI tables were not copied from that shared database to the new, KPI-only database.
ln: Sandùku ya mapesami ya KoBoCAT ekabolamaki na ebandeli na KPI, kasi ba etando ya KPI e kopie te na sandùku ya mapesami wana oyo ekabolamaki na sandùku ya mapesami ya sika, oyo ezali kaka na KPI.

source: Invalid confirmation
ln: Endimisi ya mabe

source: Only the following formats are available: ##format list##
ln: Kaka lolenge oyo elandi nde ezali: ##format list##

source: Source and destination objects don't seem to have the same type
ln: Ba biloko ya eutelo na bisika yako kende emonani lokola ezali na lolenge moko te

source: Owner's permissions cannot be deleted
ln: Ndingisa ya nkolo ekoki kolongolama te

source: `xpath` query parameter is required
ln: `xpath` bosikisiki ya motuna esengeli

source: Invalid XPath syntax
ln: Falaze ya XPath oyo ezali malamu te

source: The path could not be found in the submission
ln: Nzela ekokaki kozwama te na botindiki

source: The error occurred during conversion
ln: Libunga esalemaki na ntango ya mbongwana

source: Conversion is not supported for {}
ln: Mbongwana esungami te mpo na {}

source: The specified asset has not been deployed
ln: Biloko oyo elakisami esalemi te

source: A positive integer is required
ln: Esengeli kozala na motángo mobimba ya malamu
