Repository: kobotoolbox/form-builder-translations
Catalog: ln/LC_MESSAGES/djangojs.po
Languages: ln

source: Who has access
ln: Nani akoki kokota

source: Add user
ln: Bakisa mosaleli

source: Waiting for all projects to load…
ln: zela Misolo nionso e charger...

source: You have unsaved changes. Leave form without saving?
ln: Ozali na mbongwana oyo ebombami te. Tika formulaire sans ko bomba?

source: Unknown Enketo preview error
ln: Erreur ya aperçu ya Enketo eyebani te

source: Your changes could not be saved, likely because of a lost internet connection.
ln: Mbongwana na yo ekokaki kobombama te, mbala mosusu mpo na boyokani ya internet oyo ebungaki.

source: Keep this window open and try saving again while using a better connection.
ln: Bomba fenêtre oyo polele mpe meka kobomba lisusu tango ozali kosalela connexion ya malamu koleka.

source: Error saving form
ln: Libunga ya kobomba formulaire

source: Dismiss
ln: Longola

source: create
ln: sala

source: save
ln: komisa nkombo

source: retry
ln: meka lisusu

source: Yes, leave form
ln: Ee, tika formulaire

source: Cancel
ln: longola

source: Return to list
ln: Zongela na liste

source: Expand / collapse questions
ln: Kopanzana / kokweisa mituna

source: Create group with selected questions
ln: Salá etuluku oyo ezali na mituna oyo oponi

source: Grouping disabled. Please select at least one question.
ln: Kosala groupe ezali désactivé. Tosɛngi yo opona ata motuna moko.

source: Insert cascading select
ln: Botia Pona ya Cascade

source: Add from Library
ln: Bakisa uta na Bibliotɛkɛ

source: Layout & Settings
ln: Mise en page mpe ba paramètres

source: Layout
ln: Kobongisa

source: background recording
ln: enregistrement ya sima

source: This form will automatically record audio in the background. Consider adding an acknowledgement note to inform respondents or data collectors that they will be recorded while completing this survey. This feature is available in
ln: Formulaire oyo eko enregistrer automatiquement audio na fond. Tala kobakisa mokanda ya bondimi mpo na koyebisa baye bapesaki biyano to baye basangisaka ba données ete bakokoma bango tango bakosilisa anketi oyo. Ezaleli oyo ezali na

source: Collect version 1.30 and above
ln: Collect version 1.30 mpe likolo

source: help
ln: lisalisi

source: Form style
ln: lolenge ya formulaire

source: Read more about form styles
ln: Tanga makambo mingi na ntina ya lolenge ya formulaire

source: Select the form style that you would like to use. This will only affect web forms.
ln: Pona lolenge ya formulaire oyo olingi kosalela. Yango ekozala kaka na bopusi na ba formulaire web.

source: Select the form style. This will only affect the Enketo preview, and it will not be saved with the question or block.
ln: Pona lolenge ya formulaire. Yango ekozala kaka na bopusi na aperçu ya Enketo, mpe ekobombama te na motuna to bloc.

source: Search Library
ln: Luka Bibliothèque

source: Error loading survey:
ln: Enquête ya chargement ya erreur:

source: Partially locked ##type##
ln: Ekangamaki ndambo ##type##

source: Fully locked ##type##
ln: Ekangamaki mobimba ##type##

source: Read more about Locking
ln: Yekola makambo mingi na ntina na kokanga

source: Form Preview
ln: Aperçu ya formulaire

source: Error generating preview
ln: Libunga ya bokeli liboso

source: Import Cascading Select Questions
ln: Mema mituna ya kopona

source: By default map is limited to the ##number## most recent submissions for performance reasons. Go to map settings to increase this limit.
ln: Na ndenge ya libela carte ekangami na ba ##number## soumissions ya sika pona ba raisons ya performance. Kende na paramètres ya carte mpo na komatisaka ndelo oyo.

source: Error: could not load data.
ln: Erreur: Ezali na makoki te ya ko charger ba données.

source: Disaggregate by survey responses
ln: Kabola na biyano ya anketi

source: Disaggregated using:
ln: Kosalela ba données disaggregées :

source: No "geopoint" responses have been received
ln: Biyano ya "géopoint" ezwami te

source: The map does not show data because this form does not have a "geopoint" field.
ln: Carte ezali kolakisa ba données te mpo formulaire oyo ezali na champ "géopoint" te.

source: Toggle Fullscreen
ln: Bobongola na Écran mobimba

source: Show as points
ln: Lakisa lokola bapwɛ́

source: Toggle layers
ln: Bobongola kati na ba couches

source: Map display settings
ln: Ba paramètres ya kolakisa ba cartes

source: Show as heatmap
ln: Talá lokola karte ya molunge

source: Language
ln: Lokota

source: Default
ln: Na ndenge ya libela

source: -- See all data --
ln: -- Tala ba nsango nionso --

source: untranslated:
ln: ebongolami te:

source: Question label not set
ln: Etiketi ya motuna etiami te

source: Reset
ln: Mpo na kozongisa na esika na yango

source: not set
ln: etiami te

source: Legend
ln: Legende

source: Map Settings
ln: Paramètres ya carte

source: Table
ln: Mesa

source: Gallery
ln: Galerie

source: Downloads
ln: Ba téléchargements

source: Map
ln: Karte

source: General
ln: Ba informations ya générale

source: Media
ln: Bapanzi-nsango

source: Sharing
ln: Kokabola

source: Connect Projects
ln: sangisa ba projets

source: REST Services
ln: Misala ya REST

source: copied to clipboard
ln: esalemi kopi na tableau de bord

source: Clone of
ln: Clone ya

source: Enter the name of the cloned ##ASSET_TYPE##. Leave empty to keep the original name.
ln: Tyá nkombo ya oyo esalemi na clone ##ASSET_TYPE##. Tika mpamba mpo na kobatela nkombo ya ebandeli.

source: ## files
ln: ## ba fichiers

source: XLSForm Import failed. Check that the XLSForm and/or the URL are valid, and try again using the "Replace form" icon.
ln: XLSForm Import elongi te. Tala soki XLSForm mpe/to URL ezali malamu, mpe meka lisusu kosalela elembo "Kozongisa formilere".

source: XLS Import completed
ln: XLS Import esili

source: Your upload is being processed. This may take a few moments.
ln: Téléchargement na yo ezali kosalama. Ekoki kozwa mwa ntango moke.

source: Your upload is queued for processing. This may take a few moments.
ln: Téléchargement na yo ezali kozela traitement. Ekoki kozwa mwa ntango moke.

source: Import Failed!
ln: Importation Elongi te!

source: Failed to create import.
ln: Elongi te kosala import.

source: Upload error: could not recognize Excel file.
ln: Libunga ya téléchargement: Fisyé Excel ekokaki koyebana te.

source: Uploaded file name:
ln: Nkombo ya fisyé oyo ezwami:

source: Could not recognize the dropped item(s).
ln: Ezali na makoki te ya koyeba (ba) eloko oyo ebwakami.

source: Allow submissions to this form without a username and password
ln: Pesa nzela na kotinda formilere oyo kozanga nkombo ya mosaleli mpe mot-de-passe

source: Allow anonymous submissions for this project. Previously, this was an account-wide setting. Click the icon to learn more.
ln: Pesa nzela na botindi oyo nkolo ayebani te mpo na projet oyo. Na kala, yango ezalaki paramɛtre ya konti mobimba. Finá na elembo yango mpo na koyeba makambo mosusu.

source: Project information
ln: Ba sango ya projet

source: Questions
ln: Mituna

source: Last modified
ln: Ebongwani mpo na mbala ya nsuka

source: Last deployed
ln: Mokolo ya nsuka oyo etindamaki

source: Latest submission
ln: Botindiki ya sika

source: Operational purpose of data
ln: Ntina ya misala ya ba données

source: Collects personally identifiable information
ln: Asangisaka makambo oyo ekoki koyeba moto

source: Filter by
ln: filtre na

source: Export all data
ln: Exporter ba données nionso

source: New feature
ln: Likambo ya sika

source: Learn more
ln: Tanga lisusu

source: All questions
ln: Mituna nyonso

source: Image Gallery
ln: Galerie ya bililingi

source: From
ln: Ya

source: Between
ln: Kati na...

source: and
ln: mpe

source: URL is empty!
ln: URL ezali mpamba!

source: You must redeploy this form to see media changes.
ln: Esengeli o tinda lisusu formulaire oyo pona komona ba changements ya media.

source: Attach files
ln: Kokangisa ba fichiers

source: Learn more about form media
ln: Yekola makambo mingi na ntina ya media ya formulaire

source: Drag and drop files here
ln: Benda mpe bwaka ba fichiers awa

source: or
ln: to

source: click here to browse
ln: finá awa mpo na koluka

source: Uploading file…
ln: Ezali ko charger fichier…

source: You can also add files using a URL
ln: Okoki mpe kobakisa ba fichiers na kosalelaka URL

source: Paste URL here
ln: Kole URL awa

source: Add
ln: Kobakisa

source: Attached files
ln: Ba attachements oyo ezali na kati

source: loading media
ln: ba médias ya chargement

source: No files uploaded yet
ln: Ba fichiers moko te nanu etiemi

source: Import
ln: Komema

source: Next
ln: Oyo elandi

source: Create project
ln: Bosala projet moko

source: Project settings
ln: Ba parametre ya projet

source: Choose a source
ln: Pona esika oyo ewuti

source: Choose template
ln: Pona modèle moko

source: Upload XLSForm
ln: Tia formulaire ya XLS

source: Import XLSForm
ln: kɔtisa formulaire moko ya XLS

source: Project details
ln: Makambo ya mikemike ya projet

source: Choose
ln: Pona

source: Error: asset could not be created.
ln: Libunga: Eloko na yo ekokaki kosalama te.

source: Error: new project could not be created.
ln: Libunga: projet ya sika ekokaki kosalama te.

source: Please wait…
ln: zela mukié...

source: Retrieving form, please wait...
ln: Bozongisi formulaire, tosengi ozela...

source: Failed to reload project after import!
ln: Elongi te ko recharger projet après komema yango!

source: Could not initialize XLSForm import!
ln: Ezali na makoki te ya ko initialiser importation ya Formulaire ya XLS!

source: Failed to reload project after upload!
ln: Elongi te ko recharger projet après téléchargement!

source: Could not import XLSForm!
ln: Ezali na makoki te ya kokɔtisa Formulaire ya XLS!

source: Some fields contain errors!
ln: Bitando mosusu ezalaka na mabunga!

source: Project Name
ln: Nkombo ya Projet

source: ##count## characters left
ln: Bilembo ##count## etikali

source: Use a template
ln: Salelá modèle moko

source: Choose one of the options below to continue. You will be prompted to enter name and other details in further steps.
ln: Poná moko ya makambo oyo ezali awa na nse mpo na kokoba. Bakosɛnga yo okɔtisa nkombo na yo mpe makambo mosusu na makambo oyo elandi.

source: Build from scratch
ln: Tongela banda na ebandeli

source: Upload an XLSForm
ln: Tia formulaire moko ya XLS

source: Import an XLSForm via URL
ln: Bokɔtisa Formulaire ya XLS na nzela ya URL

source: Import an XLSForm from your computer.
ln: Bokɔtisa formulaire ya XLS na ordinatɛrɛ na yo.

source: Drag and drop the XLSForm file here or click to browse
ln: Benda mpe bwaka fisyé ya Formulaire ya XLS awa to finá mpo na kotala

source: Enter a valid XLSForm URL in the field below.
ln: Tyá URL ya Formulaire ya XLS ya malamu na esika oyo ezali awa na nse.

source: Having issues? See this help article.
ln: Oza na makambo? Talá lisolo oyo ya lisalisi.

source: URL
ln: URL ya

source: Save Changes
ln: Bomba Mbongwana

source: Please enter a title for your project!
ln: Svp kotisa titre moko pona projet na yo!

source: Enter title of project here
ln: Lakisa motó ya likambo ya projet yango awa

source: Please enter a description for your project
ln: Bolimbisi limbola projet na yo

source: Enter short description here
ln: Tyá ndimbola mokuse awa

source: Please choose a sector
ln: Pona secteur moko

source: Please select at least one country
ln: Pona ata mboka moko

source: Please specify the operational purpose of your project
ln: Lakisa mokano ya projet na yo

source: Yes
ln: Iyo

source: No
ln: Te

source: Please indicate whether or not your project collects personally identifiable information
ln: Tosɛngi yo omonisa soki projet na yo esangisi to te makambo oyo ekoki koyeba yo

source: Save
ln: Mpo na kobatela

source: Unarchive Project
ln: Kolongola Projet na bobombami

source: Archive Project
ln: Kobomba projet

source: Archive project to stop accepting submissions.
ln: Bo archive projet po o ndima lisusu ba soumissions te.

source: Unarchive project to resume accepting submissions.
ln: Bo déarchive projet to bozongela kondima ba soumissions.

source: Delete Project and Data
ln: Bolongola projet na bansango

source: Back
ln: Oyo eleki

source: Form replacing is not available due to form's Locking Profile restrictions.
ln: Bolongoli ya formulaire ezali te mpo na bipekiseli ya profil ya bokangami ya formulaire.

source: new
ln: ya sika

source: Projects
ln: Projets

source: Library
ln: Biblioteke

source: Source
ln: Esika

source: Temporary Access Restriction: Password Update Required
ln: Epekiseli ya kokɔta mpo na mwa ntango: Esengeli Kobongola Mot de Passe

source: You must update your password before proceeding. Please do so promptly to ensure the security of your data.
ln: Esengeli obongola mot de passe na yo liboso okende liboso. Tosengi yo osala yango sika oyo mpo na kosala ete ba donnée na yo ezala na libateli.

source: Update password
ln: Bongola mot de passe

source: Success!
ln: Kosimba !

source: Submission Record
ln: Dossier ya kotinda

source: of
ln: ya

source: Sharing Permissions
ln: Kokabola ndingisa

source: Uploading XLS file
ln: Kokɔtisa fisyé XLS

source: Uploading:
ln: Kozwa:

source: Create Library Item
ln: Salá eloko moko ya bibliotɛkɛ

source: Template details
ln: Ba détails ya modèle

source: Collection details
ln: Makambo ya bosangisi

source: Edit tags
ln: Bobongisi ba étiquettes

source: Upload file
ln: Tia fisyé yango

source: Edit REST Service
ln: bongola service ya REST

source: New REST Service
ln: mosala ya sika ya REST

source: Table display options
ln: Ba options ya kolakisa tableau

source: Manage Languages
ln: Bokamba minoko

source: Translations Table
ln: Mesa ya mabongoli

source: Manage Form Encryption
ln: Gestion ya encryption ya ba formulaire

source: Close
ln: Kokanga

source: Close Translations Table?
ln: Bokanga mesa ya mabongoli?

source: You will lose all unsaved changes.
ln: Okobungisa mbongwana nyonso oyo ebombami te.

source: Log In
ln: Kokota na kɔnti

source: Search My Library
ln: Luká na bibliotɛkɛ na ngai

source: Search Public Collections
ln: Bolukiluki na ba liboke ya bato banso

source: Search…
ln: Luka…

source: This project has no submitted data. Please collect some and try again.
ln: Projet oyo ezali na bansango envoyées te. Svp bosangisa mwa ndambo pe bomeka lisusu.

source: results
ln: ba resultat

source: Edit
ln: Kokoma

source: Search
ln: Bolukiluki

source: Display options
ln: Lakisa ba options

source: Prev
ln: Kopekisa

source: Your filters returned no submissions.
ln: Ba filtres na yo ezongisaki ba soumissions moko te.

source: rows
ln: ba rangs na ba rangs

source: Summary
ln: Na mokuse

source: Form
ln: Formilere

source: Settings
ln: Ba paramètres

source: Today
ln: Lelo

source: Past 7 days
ln: Mikolo 7 oyo eleki

source: Past 31 days
ln: Mikolo 31 oyo eleki

source: Past 3 months
ln: Basanza 3 oyo eleki

source: Past 12 months
ln: Basanza 12 oyo eleki

source: No chart data available for current period.
ln: Ba données ya tableau ezali te pona période ya lelo.

source: Total
ln: Mobimba

source: Please check file name
ln: Nabokebi, tala nkombo ya dossier

source: No project selected
ln: Oponi projet te

source: Field is empty
ln: Elanga ezali mpamba

source: Privacy Notice
ln: Liyebisi ya moto ye moko

source: This will attach the full dataset from "##ASSET_NAME##" as a background XML file to this form. While not easily visible, it is technically possible for anyone entering data to your form to retrieve and view this dataset. Do not use this feature if "##ASSET_NAME##" includes sensitive data.
ln: Oyo ekosangisa ba données kowuta "##ASSET_NAME##" lokola fichier ya XML ya formulaire oyo. Atako emonanaka na pete te, ezali techniquement possible mpo na mutu nyonso oyo akotisi ba données na formulaire na yo bimisa pe atala ba données. Kosalela ba fonctionalités oyo te soki "##ASSET_NAME##" ezali ba données sensibles.

source: Acknowledge and continue
ln: Ndima mpe koba

source: Select a different project to import data from
ln: Pona projet mosusu mpo na ko importer ba données na yango

source: No projects to connect
ln: Ba projects ya ko connecter ezali te

source: Data sharing enabled
ln: Bokaboli ya ba données ezali activé

source: Select specific questions to share
ln: Pona mituna ya sikisiki mpo na kokokabola

source: Select any questions you want to share in the right side table
ln: Pona mituna nyonso oyo olingi kokabola na tableau na ngambo ya mobali

source: Updating shared questions
ln: Kobongisa mituna oyo oyambaki

source: Data sharing disabled
ln: Bokaboli ba données ekangami

source: Give a unique name to the import
ln: Pesa nkombo ekeseni na nyonso ekotaki

source: Imported
ln: Ozwaki bipayi mosusus

source: Loading imported projects
ln: Ko télécharger ba projets oyo ekotaki

source: No data imported
ln: Données ekotisami te

source: Share data with other project forms
ln: Kabola ba données na formulaire misusu ya projet

source: Enable data sharing to allow other forms to import and use dynamic data from this project. Learn more about dynamic data attachments
ln: Pesa ndingisa na bopanzi ya ba données mpo na kokotisa ba formulaires misusu , mpe kosalela ba données dynamiques kowuta projet oyo. Yekola mingi etali ba fichiers ya données dynamiques

source: here
ln: Awa

source: Import other project data
ln: Kotisa ba données ya projet mosusu

source: Connect with other project(s) to import dynamic data from them into this project. Learn more about dynamic data attachments
ln: Konecter na projets mosusu po ozwa ba données dynamiques kowuta na bango na projet oyo. Yekola mingi na ntina ya ba fichiers ya ba données dynamiques

source: Please [contact the support team] if you think it's an error.
ln: soki okanisi ete oyo ezali libunga [kokutana na ekipi ya lisungi] . soki ondimi que oyo ezali erreur.

source: Please try logging in using the header button or [contact the support team] if you think it's an error.
ln: Meka kokota na kosalelaka bouton ya motó ya likambo to [kokutana na ekipi ya lisungi]. soki ondimi ete oyo ezali libunga.

source: Access Denied
ln: Accès eboyami

source: You don't have access to this page.
ln: Ozali na makoki ya kokota na page oyo te.

source: Either you don't have access to this page or this page simply doesn't exist.
ln: Soit ozali na accès te na page oyo, soit page oyo ezalaka te.

source: Something went wrong
ln: Eloko moko esalemi mabe

source: We're sorry, but there was an unexpected error while trying to serve this page.
ln: Bolimbisi, kasi libunga moko oyo tokanisaki te esalemaki ntango tozalaki koluka kosala lokasa oyo.

source: Please try again later, or [contact the support team] if this happens repeatedly.
ln: bolimbisi meka lisusu nsima ya mwa ntango, to [kokutana na ekipi ya lisungi] soki likambo oyo esalemi mbala na mbala.

source: Additional details:
ln: Makambo mosusu:

source: There is no data for this question for the current submission
ln: Ba données ezali te pona motuna oyo pona soumission ya lelo

source: Failed to get owner data.
ln: Elongi te kozua bansango ya nkolo na yango.

source: Date Created
ln: Mokolo ya bokeli

source: Items
ln: Biloko

source: Organization
ln: Lisanga

source: Country
ln: Mboka

source: Hide full details
ln: Bomba makambo nyonso ya mikemike

source: Show full details
ln: Lakisa makambo nyonso

source: Failed to change asset public status.
ln: Elongi te kobongwanisa biloko public ya bato banso.

source: Make public
ln: Kobimisa

source: Make private
ln: sala privé

source: Parent Collection
ln: Moboti ya liboke

source: This ##asset_type## is empty.
ln: Oyo ##asset_type## ezali mpamba.

source: Show less
ln: Lakisa moke

source: Show more
ln: Lakisa makambo mosusu

source: Your query is too short
ln: Motuna na yo eleki mokuse

source: failed to list assets
ln: etángaki te biloko na yango

source: Unlabeled
ln: Ezangi nkombo

source: Vertical
ln: Ya Kotelema

source: Horizontal
ln: Ya kolala

source: Pie
ln: Tarte ya Kosala

source: Polar area
ln: Zone polaire

source: Untitled Report
ln: Lapolo oyo Ezali na motó ya likambo te

source: Include the following questions:
ln: Tya mituna oyo elandi:

source: Delete
ln: Kolongola

source: No grouping
ln: Kosangisa te

source: Type
ln: Lolenge

source: Name
ln: Nkombo

source: Subscribers
ln: Ba usagers

source: Primary Sector
ln: Eteni ya yambo

source: Deploy
ln: Panza

source: Remove from collection
ln: Longola bisika ya biloko misusu

source: Move to
ln: Kende na

source: Unarchive
ln: Kolongolama na archive

source: Archive
ln: Biloko babomba

source: Subscribe
ln: Kota

source: Unsubscribe
ln: Bima

source: Modify details
ln: Bongola bisaleli / détails

source: Edit Tags
ln: Balusa esaleli

source: Share
ln: Kabola

source: View containing Collection
ln: Tala na libenga

source: Previous
ln: Liboso

source: ##count## items
ln: ##count## biloko

source: There are no assets to display.
ln: Eloko ya komonisa ezali te.

source: permissions were copied successfully
ln: ndingisa esalemaki kopi na elonga

source: You are about to copy permissions from ##source to ##target. This action cannot be undone.
ln: Olingi kozwa ndingisa kowuta ##source to ##target? Eloko olingi kosala okozongela lisusu te.

source: Are you sure you want to copy permissions?
ln: Olingi ko kopier ndingisa ya solo?

source: Proceed
ln: Koba

source: Copy team from another project
ln: Kopier baninga ya projet kowuta projet mosusu

source: This will overwrite any existing sharing settings defined in this project.
ln: Ekokoma lisusu ba parametres ya bokabolI ezwami na projet oyo.

source: Select source project…
ln: Pona bisika projet ewuti…

source: copy
ln: Zwa

source: Enter usernames separated by comma
ln: Koma nkombo okabola yango na virgule (,)

source: User not found:
ln: Nkombo emonani te:

source: equals
ln: Egal

source: Reset changes
ln: Zongisa mbongwana ya ebandeli

source: username
ln: nkombo ya mosaseli

source: Grant permissions
ln: Pesa ndingisa

source: Update permissions
ln: Zongela ndingisa

source: Share publicly by link
ln: Bokabola na miso ya bato na nzela ya lien

source: Anyone can view this form
ln: Moto nyonso akoki komona formulaire oyo

source: Anyone can view submissions made to this form
ln: Moto nyonso akoki komona ba soumissions oyo esalemi na formulaire oyo

source: Shareable link
ln: Okoki kokabola lien

source: Remove permissions?
ln: Longola ndingisa?

source: This action will remove all permissions for user ##username##
ln: Eloko olingi kosala ekolongola ndingisa inso na mosaleli ##username##

source: Remove
ln: Kolongola

source: is owner
ln: azali nkolo

source: Paste your formatted table from excel in the box below.
ln: Bamba tableau na yo ya Excel na kati ya esika oyo na nse.

source: add cascade with # questions
ln: Bakisa cascade na # mituna

source: OK
ln: Malamu

source: Learn more about importing cascading lists from Excel
ln: Yekola mingi etali ba listes cascade kowuta Excel

source: DONE
ln: ESILI

source: loading
ln: Kokotisa

source: no search results found
ln: Tozuwi eloko te

source: block of ___ questions
ln: bloc ya mituna ___

source: search library
ln: Luka bibliothèque

source: question has been added to the library
ln: Motuna mobakisami okati ya mikanda

source: group has been added to the library as a block
ln: groupe ebakisami na bibliothèque lokola bloc

source: Marker Colors
ln: Boponi ya ba langi

source: Query Limit
ln: Suka ya mituna

source: Geopoint question
ln: Motuna ya géopoint

source: Overlays
ln: Bimisa nyonso

source: Best for qualitative data
ln: Donnée qualitative ya yambo

source: Best for sequential data
ln: Donnée ya yambo na eteni

source: Best for diverging data
ln: Donnée ya yambo na bokeseni

source: Please add a name for your layer file.
ln: Bakisa nkombo mpo na couche ya dossier na yo.

source: Upload error: ##error_message##.
ln: Mbeba na kokotisa: ##error_message##.
