Repository: kobotoolbox/form-builder-translations
Catalog: ln/LC_MESSAGES/django.po
Languages: ln

source: Log in as user
ln: Kota lokola mosaleli

source: Male
ln: Mobali

source: Female
ln: Mwasi

source: Other
ln: Mosusu

source: Terms of Service
ln: Mibeko ya kosalela

source: Privacy Policy
ln: Politiki ya kobatela makambo ya moto ye moko

source: I agree with the ##terms_of_service## and ##privacy_policy##
ln: Nandimi ##terms_of_service## mpe ##privacy_policy##

source: Password confirmation
ln: Ndima mot de passe

source: This field is required.
ln: Esika oyo esengeli.

source: You must type the same password each time.
ln: Esengeli okoma mot de passe moko mbala nyonso.

source: Enter the ##token length##-character token
ln: Tyá ##token length##-tokɛnɛ

source: Your token is invalid
ln: Tokɛnɛ na yo ezali na tina té

source: Please enter your verification token
ln: Palado tia tokɛnɛ na yo ya verificatio

source: Please enter the verification token displayed by your authenticator app.
ln: Palado tia tokɛnɛ ya verifikasio oyo elakisami na aplikasio ya mopesi ndingisa nayo.

source: Problems with the token
ln: Mikakatano na tokɛnɛ

source: Continue
ln: Koba

source: Verification issues
ln: Makambo ya Verifikasio

source: Back
ln: Oyo eleki

source: To confirm the new email address associated with your KoboToolbox account, please follow the link below.
ln: Mpo na kondimisa adrɛsi ya email ya sika oyo esangisi na kɔnti na yo ya KoboToolbox, palado landa lien oyo ezali awa na se.

source: This link will expire in one hour. To request a new verification link, please go to your account settings and re-enter your new email address:
ln: Lien oyo ekosila na ngonga moko. Mpo na kosenga lien ya sika ya verifikasio, kende na paramètres ya kɔnti na yo mpe kotia lisusu adrese email na yo ya sika:

source: Best,
ln: Malamu,

source: Thanks for signing up with KoboToolbox!
ln: Matondi mingi mpo na komikotisa na KoboToolbox!

source: Confirming your account will give you access to KoboToolbox applications. Please visit the following URL to finish activation of your new account.
ln: Kondimisa kɔnti na yo ekopesa yo ndenge ya kokota na ba apps ya KoboToolbox. palado kota na URL oyo elandi mpo na kosilisa mosala ya konte na yo ya sika.

source: Your username is:
ln: Nkombo na yo ya mosaleli ezali:

source: For help getting started, check out the KoboToolbox user documentation: https://support.kobotoolbox.com
ln: Mpo na lisalisi ya kobanda, tala mikanda ya mosaleli ya KoboToolbox: https://support.kobotoolbox.com

source: You can also join the KoboToolbox community forum to ask questions, share solutions, and chat with thousands of users: https://community.kobotoolbox.org
ln: Okoki mpe kosangana na Forum ya lisanga ya KoboToolbox mpo na kotuna mituna, kokabola ba solutions, mpe kosolola na bankoto ya basaleli: https://community.kobotoolbox.org

source: Activate your KoboToolbox Account
ln: Salela kɔnti nayo ya KoboToolbox

source: KoboToolbox account email address verification
ln: Kosalela adrese email ya kɔnti ya KoboToolbox

source: Hello from KoboToolbox,
ln: Sango uta na KoboToolbox,

source: We’ve received a password reset request for your user account.
ln: Tozwi bosengi ya kobandela kosalela mot de passe mpo na kɔnti nayo ya mosaleli.

source: To reset your password, click the link below.
ln: Mpo na kozongisa mot de passe nayo, finá na lien oyo ezali awa na nse.

source: Your username is %(username)s.
ln: Nkombo na yo ya mosaleli ezali %(username)s.

source: If you did not request a password reset, you can safely ignore this email.
ln: Soki osengaki te kobandela kosalela ya mot de passe, okoki koboya email oyo na bozangi likama.

source: KoboToolbox Password Reset
ln: Kobandela kosalela ya mot de passe ya KoboToolbox

source: You are receiving this email because you or someone else has requested a password for their KoboToolbox account.
ln: Ozali kozwa email oyo mpo yo to moto mosusu asengaki mot de passe mpo na kɔnti na ye ya KoboToolbox.

source: However, we do not have any record of an account with email %(email)s in our database.
ln: Kasi, tozali na mokanda moko te ya kɔnti oyo ezali na email %(email)s na base de données na biso.

source: If it was you, please try another email address you might have used to create your account, or double check that your account was not registered on a different KoboToolbox server.
ln: Soki oyo ezalaki yo, meka adresse email mosusu oyo okoki kosalela mpo na kosala kɔnti na yo, to talela ete kɔnti na yo ekomisamaki te na serveur mosusu ya KoboToolbox.

source: KoboToolbox Password Reset Unsuccessful
ln: kobandela kosalela ya mot de passe ya KoboToolbox elongi te

source: Confirm E-mail Address
ln: Kondimisa adrese ya email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ln: Tosɛngi yo ondimisa ete <a href="mailto:%(email)s">%(email)s</a> ezali adresi ya e-mail mpo na mosaleli %(user_display)s.

source: Confirm
ln: Confirmer

source: Activation failed
ln: Activation elongi te

source: Sorry, we couldn't activate your account. The link we sent you has expired.
ln: Mawa, tokokaki ko activer kɔnti na yo te. Lien oyo totindelaki bino esili.

source: This e-mail confirmation link expired or is invalid. If you need to request a new link to verify your email address change, please go to your account settings page and enter your email address again.
ln: Lien oyo ya kondimela ya email esili to ezali na valeur te. Soki osengeli kosenga lien ya sika mpo na ko vérifier bokeseni ya adrese email na yo, palado kende na page ya paramètres ya kɔnti na yo pe kotia lisusu adrese email na yo.

source: Login
ln: Kokota na site

source: Create an account
ln: Salá kɔnti

source: Forgot password?
ln: Obosani mot de passe?

source: Log in using SSO
ln: Kota na kosaleláká kokɔta na ndako moko (SSO)

source: If you set up Single Sign On in your account settings, you will only be able to log in through this method.
ln: Soki o configurer bokɔti mbala moko na ba paramètres ya kɔnti na yo, okozala kaka na makoki ya kokota na kosalelaka lolenge oyo.

source: Password Reset
ln: Kobandela ya mot de passe

source: Reset Password
ln: zongisa mot de passe

source: Password reset successfully
ln: Kobandela ya mot de passe elongi

source: Log in
ln: Kokota na kɔnti

source: Your request has been received. If the email address you entered corresponds to an account on this service, a message has been sent with password reset instructions. If you do not receive an email, your account might be registered under a different address, or you might have entered your address incorrectly.
ln: Lisengi na yo ezwami. Soki adresse email oyo okotisi ekokani na compte na service oyo, Maloba etindami na malako ya kobandela ya mot de passe. Soki ozwi email te, ekoki kozala ete kɔnti na yo ekomisami na adresse mosusu to okotisi adresse na yo na ndenge ya mabe.

source: Password reset failed
ln: Kobandela ya mot de passe elongi te

source: Submit
ln: Lakisa

source: Create Account
ln: Sala Kɔnti

source: or
ln: to

source: login
ln: Kota na site

source: Register using SSO
ln: Kokomisa nakosalela SSO

source: Register with SSO
ln: Kokomisa na SSO

source: Confirm your email address
ln: Ndimela adrese email na yo

source: Please click the activation link in the email just sent to you.
ln: Palado fina lien ya kosalela na email oyo bawuti kotindela yo.

source: Set up Single Sign On
ln: Koseteli SSO ya mosali

source: Click the button below to connect your KoboToolbox account with your %(appname)s account.
ln: Finá na butɔ oyo ezali awa na nse mpo na kokangisa kɔnti na yo ya KoboToolbox na kɔnti na yo ya %(appname)s.

source: This will allow you to use single sign-on (SSO) in the future.
ln: Yango ekopesa yo nzela ya kosalela kokɔta na mbala moko (SSO) na mikolo ezali koya.

source: Connect with %(appname)s
ln: Kota na %(appname)s

source: Log in with
ln: Kota kɔnti na

source: Log in to KoboToolbox with your %(appname)s account.
ln: Kota na KoboToolbox na kɔnti na yo ya %(appname)s.

source: go back
ln: zonga

source: Welcome to KoboToolbox, %(username)s!
ln: Boyei malamu na KoboToolbox, %(username)s!

source: Welcome to KoboToolbox!
ln: Boyei malamu na KoboToolbox!

source: You are about to use your %(appname)s account to login to KoboToolbox.
ln: Ozali pene ya kosalela kɔnti na yo ya %(appname)s mpo na kokota na KoboToolbox.

source: As a final step, please complete the following form
ln: Lokola likambo ya nsuka, tosɛngi yo otondisa formulaire oyo elandi

source: Save and Access
ln: Bomba mpe Kokɔta

source: Usernames must be between 2 and 30 characters in length, and may only consist of lowercase letters, numbers, and underscores, where the first character must be a letter.
ln: Bakombo ya basaleli esengeli kozala molay kati ya 2 na 30 pe esengeli na makomami ya mike, motàngo, na bilembo, esika wapi nkoma ya yambo esengeli kozala nkomà.

source: Invalid scheme
ln: Makomami elongobani te

source: Unsecured endpoint is not allowed
ln: Elembo ya suka eye endimami te

source: Invalid JSON
ln: JSON elongobani te

source: Can be used only with JSON submission format
ln: Okosalela yango kaka na botindi ya lolenge ya JSON

source: REST Services Failure Report
ln: Lapolo ya bozangi ya misala ya REST

source: Project name
ln: Nkombo ya projet

source: Hook
ln: Ndopo

source: Submission
ln: Kotinda

source: Status code
ln: Kode ya leta

source: Message
ln: Sango

source: Date
ln: Mukolo (date)

source: Dear
ln: Molingami

source: Some submissions could not be sent to their external endpoints.
ln: Ba soumissions misusu ekokaki kotindama te na ba points d’arrêt na bango ya libanda.

source: Task successfully scheduled
ln: Mosala ekomami na manaka

source: No data to retry
ln: Eloko ya komeka ezali te

source: Can not retry on disabled hooks
ln: Okoki kozongela te ndobo ya kokangama

source: An error has occurred when sending the data. Please try again later.
ln: Mbeba esalamaki tango ya kotinda ba epesami. Bolimbisi, zongela mbala sima.

source: Data is being or has already been processed
ln: Ba epesami ezali to ezali kotalema

source: A positive integer is required.
ln: Esengeli motuya ya mobimba.

source: We got and saved your data, but may not have fully processed it. You should not try to resubmit.
ln: Tozui pe to bombi epesami, kasi ekoki kozala ete ealamaki te na mobimba. Komeka kotinda lisusu té.

source: Your data for instance {} has been already submitted.
ln: Ba données na yo par exemple {} esi etindami.

source: Import
ln: Komema

source: `{}` not found.
ln: `{}` emonani te.

source: `{}` is not a select one question.
ln: `{}` ezali pona motuna moko te.

source: If you cannot access your authenticator app, please enter one of your backup codes instead. If you cannot access those either, then you will need to request assistance by contacting [##support email##](mailto:##support email##).
ln: Soki okoki te kokota na esàli ya authenitificateur, nabokebi kotisa moko ya ba kodi na yo ya lisungi. Soki ozwi ata ba kodi wana te, esengeli osenga lisalisi na [##support email##](mailto:##support email##).

source: The password must be at least 10 characters long and contain 3 or more of the following: uppercase letters, lowercase letters, numbers, and special characters. It cannot be similar to your name, username, or email address.
ln: Mot de passe ezala na bilembo 10 pe ezala na biloko 3 to koleka ya oyo elendi: Makomi ya minene, ya mikie, motuya, na bilembo misusu. Ekoki kokana na nkombo na yo te, na nkombo ya mosaleli te to pe lokoma.

source: Public Administration
ln: Mosala ya bulamatadi

source: Arts, Entertainment, and Recreation
ln: Mosala ya maboko, lisano, bopemi

source: Educational Services / Higher Education
ln: Misala ya boyekoli/ boboongo

source: Health Services / Public Health
ln: Misala ya monganga/ kolongono ya nzoto ya bato nyonso

source: Finance and Insurance
ln: Misolo pe assurance

source: Information / Media
ln: Sango/ bapanzi-nsango

source: Economic/Social Development
ln: Bokoli ya misolo/ ekita

source: Security / Police / Peacekeeping
ln: Kimia/ polisi/ botateli kimia

source: Disarmament & Demobilization
ln: Bokongoli minduki &amp; bozongisi na lisangà ya bato

source: Environment
ln: Zinga-zinga

source: Private sector
ln: Secteur prive

source: Humanitarian - Coordination / Information Management
ln: Bolamu ya bato - Mabongisi/ Bokambami ya sango

source: Humanitarian - Multiple Clusters
ln: Bolamu ya bato - Masangà

source: Humanitarian - Camp Management & Coordination
ln: Bolamu ya bato - Mabongisi ya nganda

source: Humanitarian - Early Recovery
ln: Bolamu ya bato - Lobiko na lombango

source: Humanitarian - Education
ln: Bolamu ya bato - Boyekoli

source: Humanitarian - Emergency Shelter
ln: Bolamu ya bato - Esika ya kobombama ya mbalakata

source: Humanitarian - Emergency Telecoms
ln: Bolamu ya bato - botindi nsango mosika ya mbalakata

source: Humanitarian - Food Security
ln: Bolamu ya bato - Bobateli bilei

source: Humanitarian - Health
ln: Bolamu ya bato - Kolongono ya nzoto

source: Humanitarian - Logistics
ln: Bolamu ya bato - Bisaleli

source: Humanitarian - Nutrition
ln: Bolamu ya bato - Bolei ya bilei

source: Humanitarian - Protection
ln: Bolamu ya bato - Bobateli

source: Humanitarian - Sanitation, Water & Hygiene
ln: Bolamu ya bato - Bopeto, Mai mpe Bopeto

source: Sector
ln: Secteur ya mosala

source: Country
ln: Mboka

source: Operational purpose of data
ln: Ntina ya misala ya ba données

source: Does this project collect personally identifiable information?
ln: Projet oyo esangisi ba nsango oyo ekoki koyeba moto na moto?

source: Description
ln: Ndimbola

source: Full name
ln: Nkombo mobimba

source: Organization name
ln: Nkombo ya lingomba

source: Organization type
ln: Lolenge ya ebongiseli

source: Organization website
ln: Mabongisi ya site internet

source: Gender
ln: Mobali to mwasi

source: City
ln: Engumba

source: I want to receive occasional updates about KoboToolbox
ln: Nalingi kozwa bansango ya sika tango na tango na oyo etali KoboToolbox

source: Invalid username/password
ln: Nkombo ya mosaleli/mot de passe ya mabe

source: This param is not implemented. Use `count` property of the response instead.
ln: bosikisiki oyo esalemi te. Salelá propriété ya `count` ya eyano na esika na yango.

source: This param is not supported in `XML` format
ln: bosikisiki oyo esimbami na format `XML` te

source: This is not supported in `XML` format
ln: Yango esimbami na format `XML` te

source: Value must be valid JSON.
ln: Valɛrɛ esengeli ezala JSON ya malamu.

source: Value must be a list.
ln: Valɛrɛ esengeli kozala liste.

source: No submissions match the given `submission_ids`
ln: Bopesi moko te ekokani na ba `submission_ids` oyo epesami

source: Your submission XML is malformed.
ln: XML ya botindiki na yo ezali ya mabe.

source: Your submission XML is missing critical elements.
ln: XML ya botindiki na yo ezangi makambo ya ntina.

source: The submission you attempted to edit could not be found, or you do not have access to it.
ln: Botindiki oyo omekaki kobongisa ezwamaki te, to ozali na nzela ya kokɔta na yango te.

source: KoBoCAT returned an unexpected response: {}
ln: KoBoCAT ezongisaki eyano oyo ekanisamaki te: {}

source: Something went wrong
ln: Eloko moko esalemi mabe

source: Must call `asset.connect_deployment()` first
ln: Esengeli kobenga `asset.connect_deployment()` liboso

source: Your access is restricted. Please reclaim your access by changing your password at ##koboform_url##/accounts/password/reset/.
ln: Kokɔta na yo epekisami. Esengeli na yo, osenga nzela po nakobongola mot de passe na yo na ##koboform_url##/accounts/password/reset/.

source: Invalid search. Please try again
ln: Boluki ya mabe. Meka lisusu

source: Invalid payload for bulk updating of submissions
ln: Bosengi ya mabe mpo na botinda ya bansango ya sika ebele

source: An error occurred trying to bulk update the submissions.
ln: Libunga esalemaki na koluka kosala botinda ebele ya bansango ya sika.

source: An error occurred trying to duplicate the submission
ln: Libunga esalemaki na koluka kotinda mbala mibale

source: The specified object has not been deployed
ln: Moto ya likambo etindami te

source: Bad syntax
ln: Falaze ya mabe

source: Not supported field lookup
ln: Boluki ya mosala oyo esungami te

source: Your query is too short
ln: Motuna na yo eleki mokuse

source: Enter valid JSON.
ln: Tyá JSON oyo ezali na ntina.

source: `##place_holder##` field cannot be hidden.
ln: esika ya `##place_holder##` ekoki kobombama te.

source: Unable to parse JSON: {error}
ln: Ezali na makoki te ya kotalisa JSON: {error}

source: Multi-factor authentication is enabled for this account.
ln: Authentification multi-facteur ezali activé pona kɔnti oyo.

source: Can view asset
ln: Ekoki kotala biloko

source: Can discover asset in public lists
ln: Akoki komona biloko na ba bùku ya bato nyonso

source: Can manage all aspects of asset
ln: Ekoki ko kokamba ba makambo nionso etali ya biloko

source: Can submit data to asset
ln: Ekoki kotinda ba epesami na biloko

source: Can view submitted data for asset
ln: Ekoki kotala ba epesami oyo etindami mpo na biloko

source: Can make partial actions on submitted data for asset for specific users
ln: Ekoki kosala misala ya ndambo na ba epesami etindami ya biloko pona bato oyo basalelaka yango

source: Can modify submitted data for asset
ln: Ekoki kobongolisa ba epesami etindami pona biloko

source: Can delete submitted data for asset
ln: Ekoki kolongola ba epesami etindami pona biloko

source: Can validate submitted data asset
ln: Ekoki kondima biloko ya ba epesami etindami

source: project
ln: projet

source: form
ln: formulaire

source: template
ln: modèle

source: block
ln: bloc

source: question
ln: motuna

source: text
ln: texte

source: empty
ln: ezali pamba

source: View ##asset_type_label##
ln: Kotala ##asset_type_label##

source: Edit ##asset_type_label##
ln: Kokoma ##asset_type_label##

source: Discover ##asset_type_label##
ln: Komona ##asset_type_label##

source: Manage ##asset_type_label##
ln: Kosala ##asset_type_label##

source: Add submissions
ln: Bakisa ba soumissions

source: View submissions
ln: Tala ba soumissions

source: Act on submissions only from specific users
ln: Sala na ba soumissions kaka ewutaka na ba usagers spécifiques

source: View submissions only from specific users
ln: Tala ba soumissions kaka ewutaka na ba usagers spécifiques

source: Edit submissions only from specific users
ln: Bobongisi ba soumissions kaka ewutaka na ba usagers spécifiques

source: Delete submissions only from specific users
ln: Bolongola ba soumissions kaka ewutaka na ba usagers spécifiques

source: Validate submissions only from specific users
ln: Kondima ba soumissions kaka ewutaka na ba usagers spécifiques

source: Edit submissions
ln: Bobongisi ba soumissions

source: Delete submissions
ln: Bolongola ba soumissions

source: Validate submissions
ln: Kondima ba soumissions

source: Only partial permissions for submissions are supported
ln: Kaka ndingisa ya ndambo mpo na ba soumissions nde esungami

source: Can not assign '{}' permission to owner
ln: Ekoki te kopesa ndingisa ya '{}' na nkolo

source: Can not assign '{}' permission. Partial permissions are missing.
ln: Ekoki te kopesa ndingisa ya '{}'. Ndingisa ya ndambo ezali te.

source: Invalid token.
ln: tokɛnɛ oyo ezali na ntina te.

source: Cannot access data
ln: Ekoki kokoma na ba epesami te

source: This data does not exist or you do not have access to it
ln: Ba epesami oyo ezali te to ozali na nzela na yango te

source: You cannot reuse your last password.
ln: Okoki te kosalela lisusu mot de passe na yo ya suka.

source: Your password cannot be the same as your previous one.
ln: Mot de passe na yo ekoki kozala ndenge moko na oyo na yo ya liboso te.

source: The password must contain at least ##number of rules## different kinds of characters.
ln: Mot de passe esengeli kozala ata na ba caractères ##number of rules## ya ndenge na ndenge.

source: Incorrect current password.
ln: Mot de passe ya lelo ya mabe.

source: `current_password` and `new_password` must both be
ln: `current_password` mpe `new_password` esengeli ezala nionso

source: This field may not be blank.
ln: Ekoki kozala ete esika oyo ezali mpamba te.

source: %(count)d project has been undeleted
ln: projet %(count)d esili kolongolama

source: %(count)d project has been deleted
ln: projet %(count)d elongwami

source: %(count)d project has been unarchived
ln: projet %(count)d esili kozala na biloko babomba te

source: %(count)d project has been archived
ln: projet %(count)d esili kozala na biloko babomba

source: One or many projects have been deleted already!
ln: Projet moko to ebele elongwami déjà!

source: One or many projects are already being deleted!
ln: Projet moko to ebele ezali déjà kolongwama!

source: `action` parameter is required
ln: paramètre ya `action` esengeli

source: Supported values for `action` are:
ln: Mituya oyo esungami mpo na `action` ezali:

source: Draft projects cannot be archived
ln: Projets oyo ezali kosalema ekoki kozala na biloko babomba te

source: Confirmation is required
ln: Esengeli kondimisa yango

source: The property is required
ln: Biloko yango esengeli

source: The property must be an array
ln: Biloko esengeli ezala etando

source: Some fields are invalid, choices are: `{valid_fields}`
ln: Bitando mosusu ezali na ntina te, maponi ezali: `{valid_fields}`

source: User cannot update current parent collection
ln: Mosaleli akoki te kosala mikolo oyo liboke ya baboti ya lelo

source: Target collection not found
ln: Lisangisi ya mokano ezwami te

source: User cannot update target parent collection
ln: Mosaleli akoki te kosala mikolo oyo liboke ya moboti oyo alingi kozwa

source: `export_settings` must contain all the following required keys: {}
ln: `export_settings` esengeli kozala na bafungola nyonso oyo esengeli: {}

source: `export_settings` can contain only the following valid keys: {}
ln: `export_settings` ekoki kozala kaka na bafungola oyo elandi: {}

source: `multiple_select` must be either {}
ln: `multiple_select` esengeli kozala {}

source: `type` must be either {}
ln: `type` esengeli kozala {}

source: `group_sep` must be a non-empty value
ln: `group_sep` esengeli kozala motuya oyo ezali mpamba te

source: `lang` for this asset must be either {}
ln: `lang` mpo ete eloko oyo esengeli kozala soki {}

source: Must be a JSON object
ln: Esengeli kozala eloko ya JSON

source: All values in the array must be integers
ln: Mituya nionso na etando esengeli ezala motángo mobimba

source: `fields` must be an array
ln: `fields` esengeli ezala aray

source: All values in the `fields` array must be strings
ln: Mituya nionso na `fields` array esengeli ezala ba chaînes

source: JSON is invalid
ln: JSON ezali na ntina te

source: Invalid content
ln: Makambo oyo ezali na ntina te

source: No files have been submitted
ln: Makambo moko te etindami

source: File already exists
ln: Makambo ezali déjà

source: You cannot upload media file with two different ways at the same time. Please choose between binary upload, base64 or remote URL.
ln: Okoki te kozwa makambo na ba ndenge mibale ekeseni na mbala moko. Pona kati ya upload binaire, base64 to URL ya mosika.

source: This field is required
ln: Esika oyo esengeli

source: `redirect_url` is required
ln: `redirect_url` esengeli

source: `filename` is required
ln: `filename` esengeli

source: `redirect_url` is invalid
ln: `redirect_url` ezali na ntina te

source: Only `{}` MIME types are allowed
ln: Kaka `{}` Mitindo ya MIME epesami nzela

source: This field is required for the '{}' permission
ln: Esika oyo esengeli mpo na ndingisa ya '{}'

source: Invalid `url`
ln: `url` ya mabe

source: Invalid `filters`
ln: `filters` ya mabe
