Repository: kobotoolbox/form-builder-translations
Catalog: ln/LC_MESSAGES/djangojs.po
Languages: ln

source: Upload error: not a valid map overlay format.
ln: Mbeba na kokotisa : format ya carte ezaliuh ya malamu te.

source: Delete File
ln: Panza dossier

source: Choose the Geopoint question you would like to display on the map:
ln: Pona motuna ya géopoint oyo olingi olakisa na karte:

source: Uploaded layers
ln: Ba couche oyo ekotaki

source: Delete layer
ln: Panza couche

source: Use the form below to upload files with map data in one of these formats: CSV, KML, KMZ, WKT or GEOJSON. The data will be made available as layers for display on the map.
ln: Salela formulaire pona ko kokotisa ba fichiers na ba données ya karte na moko ya ba formats oyo: CSV, KML,KMZ,KT to GEOJSON. Ba données ekozala pene lokola ba couches pona kolakisa na karte .

source: Layer name
ln: Nkombo ya couche

source: Upload
ln: Kotisa

source: Choose the color set for the disaggregated map markers.
ln: Pona langi oyo etyami mpo na bilembo ya ko kokabola karte.

source: By default the map is limited to the ##QUERY_LIMIT_DEFAULT## most recent submissions. You can temporarily increase this limit to a different value. Note that this is reset whenever you reopen the map.
ln: Mbala mosusu karte geographique esuki na ##QUERY_LIMIT_DEFAULT## ya ba soumission ya sika. Okoki kobakisa mpo na mwa ntango ndelo oyo na motuya mosusu.

source: Could not load REST Services
ln: Ekoki te ko charger ba Services ya REST

source: Are you sure you want to delete ##target?
ln: Ya solo olingi kolongola ##target ?

source: You are about to delete ##target. This action cannot be undone.
ln: Olingi kolongola ##target? Okoki kozongisa te.

source: Confirm
ln: Confirmer

source: Register a New Service
ln: Komisa musala mosusu

source: This project doesn't have any REST Services yet!
ln: Projet oyo ezwi nanu ba service ya REST te!

source: You can use REST Services to automatically post submissions to a third-party application.
ln: Okoki kosalela ba services ya REST mpo na kobimisa automatiquement ba soumissions na application ya mutu ya misato.

source: REST Services: ##number##
ln: Ba service REST: ##number##

source: Need help?
ln: Osengeli na lisungi ?

source: Service Name
ln: nkombo ya musala

source: Success
ln: Esili

source: Pending
ln: Ezali nanu

source: Failed
ln: Esimbi te

source: Could not load REST Service
ln: Okoki ko télécharger te service REST

source: Could not load REST Service logs
ln: Tokoki te kobimisa ba service ya kokota REST

source: Submission Failure Detail (##id##)
ln: Détail ya bozangi kotinda (##id##)

source: Back to REST Services
ln: Zonga na services REST

source: There are no logs yet
ln: Boyingeli ezali nanu te

source: Submission
ln: Kotinda

source: Retry all submissions
ln: Zongela kotinda nyonso

source: Pending (##count##×)
ln: Ezali nanu (##count##×)

source: Retry submission
ln: Zongela kotinda

source: More info
ln: Koyeba mingi

source: Audit settings
ln: Paramètres ya audit

source: Enter audit settings here
ln: Kotisa parametres ya audit awa

source: This functionality is available in
ln: Likambo oyo ezali na

source: This survey will be recorded
ln: Évaluation oyo ekozala enreigistré

source: Enable audio recording in the background
ln: Ko activer enreigistrement

source: Audio quality
ln: Qualité ya son

source: archived
ln: biloko babomba

source: deployed
ln: ba déployé

source: draft
ln: brouillon

source: This is a fully locked template. Go to question settings to see specific restrictions.
ln: Ezali modèle moko oyo ekangami mpenza. Kende na makambo ya motuna mpo na komona bipekiseli ya sikisiki.

source: This is a partially locked template. Go to question settings to see specific restrictions. Expand this notification to see form level restrictions.
ln: Oyo ezali modèle oyo ekangami ndambo. Kende na paramètres ya mituna mpo na komona bipekiseli ya sikisiki. Panza notification oyo pona komona ba restrictions ya niveau ya formulaire.

source: This form was created using a fully locked template. This means no edits were permitted by the template creator.
ln: Formulaire oyo esalemi na lisalisi ya modèle oyo ekangami mobimba. Yango elingi koloba ete mobandisi ya modèle apesaki nzela na mbongwana moko te.

source: This form was created using a partially locked template. Go to question settings to see specific restrictions. Expand this notification to see form level restrictions.
ln: Formulaire oyo esalemaki na nzela ya modèle oyo ekangami ndambo. Kende na paramètres ya mituna mpo na komona bipekiseli ya sikisiki. Panza notification oyo pona komona ba restrictions ya niveau ya formulaire.

source: see more
ln: tala makambo misusu

source: Locked functionalities
ln: Ba fonctionalité oyo ezali ya kokangama

source: Unlocked functionalities
ln: Ba fonctionalité oyo ezali ya kokangama te

source: Select…
ln: Pona…

source: No options found
ln: Ba options ezwami te

source: and one other question
ln: mpe motuna mosusu

source: and ## other questions
ln: mpe ## mituna mosusu

source: Incorrect token
ln: tokɛnɛ ya mabe

source: Could not generate secret key
ln: Soki yokoki te kobimisa code secret

source: Scan QR code and enter the ##number##-digit token from the application
ln: Scanner code QR mpe koma ##number## tokɛnɛ ya application

source: After scanning the QR code image, the authenticator app will display a ##number##-digit code that you can enter below.
ln: Nsima ya kotala code QR, application ya authentification ekomonisa ##number## code ya ba chiffre oyo okoki kokoma awa na nse.

source: No QR code?
ln: Ezali na code QR te?

source: Enter key manually
ln: Koma yango

source: Download codes
ln: Télécharger ba code

source: I saved my codes
ln: Nakomaki ba code na ngai

source: Enter this key into your authenticator app to generate a ##number##-digit token
ln: Bokoma fungola oyo na application na bino ya authentification mpo na kobimisa ##number## tokɛnɛ ya ba chiffre

source: Once your authenticator app is set up, generate a ##number##-digit token and enter it in the field below.
ln: Soki application ya authentification na yo ekomi configuré, salela ##number## tokɛnɛ ya ba chiffre mpe tya yango na esika oyo ezali na nse.

source: Take me back to QR code
ln: Kozonga na code QR

source: Please enter your ##number##-digit authenticator token to regenerate your backup codes.
ln: Koma ##number##-tokɛnɛ ya authentification ya ba chiffre na yo pona ko régénérer ba codes ya sauvegarde na yo.

source: Please enter your ##number##-digit authenticator token to deactivate two-factor authentication.
ln: Koma ##number##-tokɛnɛ na ya authentification ya ba chiffre na yo mpo na kopekisa authentification à deux facteurs.

source: Problems with your token?
ln: Mikakatano na tokɛnɛ ya identification na yo?

source: Please note that generating new recovery codes will invalidate any previously generated codes.
ln: Esengeli oyeba ete kosala ba code ya sika ya kobomba mbongo ekobebisa ba code nyonso oyo osalaki liboso.

source: Please note that in order to reconfigure two-factor authentication (2FA), the previous set up will first be deleted. Tokens or recovery codes from the previous set up will not be valid anymore.
ln: Esengeli oyeba ete mpo na kozongisa bondimi ya makambo mibale (2FA), bobongisi ya liboso ekolongolama liboso. Ba tokɛnɛ to ba kode ya récupération oyo ewutaki na set up ya kala ekozala lisusu valide te.

source: Issues with the token
ln: Makambo na tokɛnɛ

source: ##ASSET_TYPE## deleted permanently
ln: ##ASSET_TYPE## elongolami mpo na libela

source: You are about to permanently delete this item from your library.
ln: Ozali pene ya kolongola eloko yango mpo na libela na bibliotɛkɛ na yo.

source: You are about to permanently delete this draft.
ln: Ozali pene ya kolongola mosala oyo libela.

source: You are about to permanently delete this form.
ln: Ozali pene ya kolongola formulaire oyo mpo na libela.

source: All data gathered for this form will be deleted.
ln: Bansango nionso oyo ezuami na nzela ya formulaire oyo ekolongolama.

source: The form associated with this project will be deleted.
ln: Formulaire oyo ezali pona na projet oyo ekolongolama.

source: I understand that if I delete this project I will not be able to recover it.
ln: Na sosoli yango, soki na supprimer projet oyo, nakozala na makoki ya kozwa yango lisusu te.

source: Are you sure you want to archive this project?
ln: Ozali sûr que olingi o bomba Projet oyo?

source: Your form will not accept submissions while it is archived.
ln: Formulaire na yo ekondimela te ba soumissions tango ezali na archive.

source: Are you sure you want to unarchive this project?
ln: ozali na ntembe te olingi o déarchive projet oyo?

source: Cloning...
ln: Cloning ya...

source: cloned ##ASSET_TYPE## created
ln: cloné ##ASSET_TYPE## esalemi

source: Create
ln: Sala

source: Failed to create new asset!
ln: Elongi te kosala eloko ya sika!

source: Create new template from this project
ln: sala modèle ya sika na projet oyo

source: Enter the name of the new template.
ln: Tyá nkombo ya modèle ya sika.

source: Create new project from this template
ln: Bosala projet ya sika na modèle ya kosala oyo

source: Enter the name of the new project.
ln: Tyá nkombo ya projet ya sika.

source: Remove shared form
ln: longola formulaire oyo bakabolaki

source: Are you sure you want to remove this shared form?
ln: Ozali na tembe te olingi o supprimer formulaire oyo bakabolaki?

source: deploying to kobocat...
ln: ko déployer na kobocat...

source: deployed form
ln: formulaire déployé

source: Overwrite existing deployment
ln: Kokoma likolo ya déploiement oyo ezali

source: This form has already been deployed. Are you sure you want overwrite the existing deployment?
ln: Formulaire oyo esi etindami. Ya sɔlɔ mpenza olingi kobɔngɔla botindi oyo esi esalemi?

source: This action cannot be undone.
ln: mosala oyo ekoki kozongisama sima te.

source: Deploying...
ln: Déploiement ...

source: redeployed form
ln: formulaire oyo ezongisami na mosala

source: Please refresh the page
ln: Bozongisa page yango sika

source: Account Settings
ln: Ba paramètres ya kɔnti

source: Terms of Service
ln: Mibeko ya kosalela

source: Privacy Policy
ln: Politiki ya kobatela makambo ya moto ye moko

source: Logout
ln: Kobima

source: Question Block
ln: Bloc ya mituna

source: Template
ln: Modèle

source: You have no templates. Go to Library and create some.
ln: Yozali na ba modèle te. Kende na bibliothèque mpe sala yango.

source: Template name
ln: Nkombo ya modèle

source: Submission URL
ln: URL ya demande

source: Public key
ln: Clé publique

source: Set encryption
ln: Kobongisa cryptage

source: Learn more about encrypting forms
ln: Yekola makambo mingi na ntina ya encryption ya ba formulaire

source: Remove encryption
ln: Ko longola cryptage

source: ##type## ##name## created
ln: ##type## ##name## esalemi

source: Failed to create ##type##
ln: Bozalisi esimbi te ##type##

source: Failed to update ##type##
ln: Mise à jour esimbi te ##type##

source: Saving…
ln: Ko sauvegarder…

source: Creating…
ln: Bozalisi…

source: Enter title of ##type## here
ln: Kokoma titre ya ##type## awa

source: Import data from ##SOURCE_NAME##
ln: Kokotisa ba données na nzela ya ##SOURCE_NAME##

source: You are about to import ##SOURCE_NAME##. Select or deselect in the list below to narrow down the number of questions to import.
ln: Ozali pene ya kokotisa ##SOURCE_NAME##. Pona to longola elembo na molongo oyo ezali awa na nse mpo na kokitisa motango ya mituna oyo osengeli kokotisa.

source: Select below the questions you want to import
ln: Na nse, poná mituna oyo olingi kokotisa

source: Select all
ln: Pona nyonso

source: Deselect all
ln: Longola nyonso

source: Loading imported questions
ln: Chargement mituna oyo ekotaki

source: Updating imported questions
ln: Mise à jour ya mituna oyo ekotaki

source: Accept
ln: Ko ndima

source: There was an error, table settings could not be saved.
ln: Ezalaki na erreur, ba paramètre ya tableau ekokaki kobombama te.

source: XML Values
ln: Ba valeur XML

source: Labels
ln: Ba etiquette

source: Display labels or XML values?
ln: Kolakisa ba étiquette to ba valeur XML?

source: Show group names in table headers
ln: Kolakisa bankombo ya bituluku na likolo ya tableau

source: Show HXL tags
ln: Kolakisa ba tag HXL

source: n/d
ln: ba données te

source: Multiple responses
ln: Biyano ya ndenge na ndenge

source: Displaying multiple submissions (##count## selected of ##total##)
ln: Kolakisa ba soumissions mingi oyo batindaki (##count## oyo eponami na kati ya ##total##)

source: Editing "##question##" for ##count## submissions
ln: Kobongola "##question##" mpo na ##count## soumissions

source: in the help article
ln: ya lisolo ya lisalisi

source: Required
ln: Oyo esengeli

source: Editing responses from repeat group questions is not possible yet.
ln: Ezali naino te na likoki ya kobongisa biyano na mituna ya ba groupe de répétition.

source: You are currently seeing multiple submissions at once. You can select specific questions to edit or remove responses in bulk. If you want to edit only one submission, click on the desired submission on the navigation menu on the top-left corner of this table, or go back to the general table view. You can learn more about bulk actions
ln: Bozali komona ba soumissions mingi na mbala moko. Bokoki kopona mituna ya sikisiki mpo na kobongola to kolongola biyano nyonso. Soki olingi kobongola kaka demande moko, fina demande oyo olingi na menu ya navigation na ngambo ya likolo ya loboko ya mwasi ya tableau oyo, to zonga na esika oyo ezali na liste mobimba. Mpo na koyeba makambo mosusu na ntina ya ba actions groupées

source: Updated responses
ln: Biyano ya sika

source: Question
ln: Motuna

source: Response
ln: Eyano

source: Type to filter
ln: Koma mpo na ko filtrer

source: Discard Changes
ln: Mbongwana ya ba rejets

source: Confirm & close
ln: Confirmer pe kanga

source: You are about to edit responses for one or multiple submissions at once. Use the XML syntax in the text box below. You can also select one of the existing responses from the table of responses. Learn more about how to edit specific responses for one or multiple submissions
ln: Ozali pene ya kobongisa biyano mpo na soumission moko to mingi na mbala moko. Salela syntaxe ya XML na esika ya makomi oyo ezali awa na nse. Okoki mpe kopona moko ya biyano oyo ezali na kati ya tableau ya biyano. Yekola mingi na ntina ya lolenge ya kobongisa biyano ya sikisiki mpo na bosengi moko to mingi

source: Type new response for selected submissions
ln: Kokoma eyano ya sika mpo na soumissions oyo oponi

source: Select
ln: Pona

source: Response value
ln: Ntina ya eyano

source: Frequency
ln: Mbala boni

source: Percentage
ln: Pourcentage

source: Unsupported media type: ##QUESTION_TYPE##
ln: Type ya support oyo endimami te: ##QUESTION_TYPE##

source: Failed to update tags
ln: Échec ya ba mise à jour ya ba tag

source: Update
ln: Mise à jour

source: No Authorization
ln: Ndingisa moko te

source: Basic Authorization
ln: Ndingisa ya moboko

source: Name required
ln: Nkombo esengeli

source: URL required
ln: URL oyo esengeli

source: Please enter both name and url of your service.
ln: Tyá nkombo ya service na yo pe URL.

source: Custom HTTP Headers
ln: Mitó ya makambo ya HTTP oyo esalemi na kolanda bamposa ya moto

source: Value
ln: Ntina

source: Add header
ln: Bakisa motó ya likambo

source: Add field(s)
ln: Bakisa esika moko to mingi

source: Select fields subset
ln: Pona sous-ensemble ya esika

source: Endpoint URL
ln: URL ya esika ya suka

source: Enabled
ln: Efungolami

source: Receive emails notifications
ln: Kozwa mayebisi na nzela ya e-mail

source: Security
ln: Libateli

source: Username
ln: nkombo ya mosaleli

source: Password
ln: Mot de passe

source: Add custom wrapper around JSON submission (%SUBMISSION% will be replaced by JSON)
ln: Bakisa enveloppe personnalisé zingazinga ya botindiki JSON (%SUBMISSION% ekozwa esika na JSON)

source: Add Custom Wrapper
ln: Bakisa enveloppe moko ya personnalisé

source: * Save Changes
ln: * Bomba Mbongwana

source: updated text
ln: nkoma ya sika

source: Original string
ln: Chene esika euti

source: Go back?
ln: Zonga

source: Delete language?
ln: Kolongola lokota?

source: Are you sure you want to delete this language? This action is not reversible.
ln: Oyebi malamu ete olingi kolongola lokota wana? Likambo yango ekoki kobongwana te.

source: Translation index mismatch. Cannot delete language.
ln: Index ya libongoli ebongi te. Moto akoki te kolongola lokota.

source: Change default language?
ln: Bobongola lokota ya liboso?

source: Are you sure you would like to set ##lang## as the default language for this form?
ln: Ozali na ntembe te ete olingi kotya ##lang## lokola monɔkɔ ya liboso mpo na formulaire oyo?

source: There is nothing to translate in this form.
ln: Eloko ya kobongola ezali te na mokanda oyo.

source: Here you can add more languages to your project, and translate the strings in each of them.
ln: Awa, okoki kobakisa minoko misusu na projet na yo mpe kobongola ba chaîne na moko na moko na yango.

source: For the language code field, we suggest using the
ln: Mpo na code linguistique, tolingi kosalela

source: official language code
ln: code linguistique officiel

source: (e.g. "English (en)" or "Rohingya (rhg)").
ln: (lokola "Anglais (Angl) " to "Rohingya (rhg) ").

source: Read more.
ln: Mpo na koyeba makambo misusu.

source: Please name your default language before adding languages and translations.
ln: Tosengi opona lokota oyo olingi liboso ya kobakisa minoko mpe mabongoli.

source: Current languages
ln: Minoko oyo ezali

source: You have named translations in your form but the default translation is unnamed. Please specifiy a default translation or make an existing one default.
ln: Opesi ba nkombo ya ba traductions na formulaire na yo mais traduction par défaut ezali sans kombo. Svp lakisa libongoli ya liboso to sala oyo ezali na ndenge ya liboso.

source: default
ln: na ndenge ya libela

source: Make default
ln: Kotya na ndenge ya libela

source: Edit language
ln: Bongola monoko

source: Update translations
ln: Mabongoli ya sika

source: Delete language
ln: Kolongola monoko moko

source: Add language
ln: Bakisa monoko moko

source: Add a new language
ln: Bakisa monoko ya sika

source: Usage
ln: Kosalela yango

source: Plans
ln: Miango

source: The submission could not be found. It may have been deleted. Submission ID: ##id##
ln: Bakokaki te kozwa demande yango. Ekoki kozala ete moto a effaceké yango. ID ya demande: ##id##

source: Delete submission?
ln: Ko effacer demande?

source: Are you sure you want to delete this submission?
ln: Ozali sûr que olingi o éffacer demande oyo?

source: This action cannot be undone
ln: Yo koki kobandela yango te

source: Validation status:
ln: Status ya validation:

source: Duplicate created
ln: Kosala copie

source: A duplicate of the submission record was successfully created. You can view the new instance below and make changes using the action buttons below.
ln: Copie ya enreigistrement ya demande esalemi malamu. Okoki kotala instance ya sika awa na nse mpe kosala mbongwana na nzela ya ba bouton ya kosala awa na nse.

source: Discard
ln: Koboya

source: Discard duplicated submission
ln: Koboya kosala missengi en double

source: Click on the button below to load the most recent data for this submission.
ln: Soki olingi kozwa bansango ya sika mpo na demande oyo, fina na bouton oyo ezali na nse.

source: Refresh submission
ln: Ko actualiser demande

source: Display XML names
ln: Komonisa bankombo ya XML

source: View
ln: Tala

source: Duplicate
ln: Sala yango mibale

source: Delete submission
ln: Ko éffacer demande

source: Background audio recording
ln: Enreigistrement en arrière-plan

source: Submission ##submissionIndex## of ##submissionTotal##
ln: Etindamelo ##submissionIndex## ya ##submissionTotal##

source: download
ln: télécharger

source: Export is being generated, you will receive an email when it's done
ln: Export ezali ko généré, okozua email tango ekosila

source: We couldn't create the export, please try again later or contact support
ln: Tokokaki te kosala exportation, zonga mbala sima to solola na batu ya lisungi

source: TOS Update Message not found
ln: Nsango ya Kotya Mibeko ya Kosalela ya sika ezwami te

source: Please make sure the following details are filled out correctly:
ln: Tosengi yo osala ete makambo oyo elandi etondisama malamu:

source: I agree, let's go
ln: Nandimi, tokende

source: I don't agree, log me out
ln: Nandimi te, bimisa ngai

source: Please enter a title for your ##type##
ln: Koma titre po na ##type##

source: untitled ##type##
ln: ezanga titre ##type##

source: untitled collection
ln: collection ezanga titre

source: project title
ln: titre ya projet

source: Export
ln: Exporter

source: Delete export?
ln: Bolongola exportation?

source: Are you sure you want to delete this export? This action is not reversible.
ln: Ozali na ntembe te olingi o longola exportation oyo? mosala ezali oyo ekoki kozongisama nsima te.

source: Unknown
ln: Eyebani te

source: Export Failed
ln: Exportation Elongi te

source: Processing…
ln: Elaboration ya...

source: Exports
ln: Exportations

source: Created
ln: Créée

source: Include Groups
ln: Salá mpe bituluku ya bato

source: Multiple Versions
ln: Ba Versions ebele

source: There is nothing to download yet.
ln: Eloko ya kozwa. ezali te na tango oyo.

source: Help Resources
ln: Oyo matali lisalisi

source: KoboToolbox Help Center
ln: Centre d'aide ya KoboToolbox

source: A vast collection of user support articles and tutorials related to Kobo
ln: Lisanga monene ya masolo ya lisalisi mpe mateya oyo etali Kobo

source: KoboToolbox Community Forum
ln: Forum communautaire ya KoboToolbox

source: Post your questions to get answers from experienced Kobo users around the world
ln: Botuna mituna na bino mpo na kozwa biyano epai ya basaleli ya Kobo oyo bayebi kosalela yango na mokili mobimba

source: Notifications
ln: Ba notification

source: Help
ln: Lisalisi

source: This export format will not be supported in the future. Please consider using one of the other export types available.
ln: Format oyo ya exportation ekosunga lisusu te na mikolo ekoya. Kanisá kosalela moko ya mitindo mosusu ya bobimisi biloko oyo ezali.

source: Latest unsaved settings
ln: Ba paramètres ya suka oyo ebombami te

source: Delete export settings?
ln: Bolongola ba paramètres ya exportation?

source: Are you sure you want to delete this settings? This action is not reversible.
ln: Ozali na ntembe te ete olingi kosilisa ba paramètres yango? mosala oyo ezali oyo ekoki kozongisama nsima te..

source: None
ln: Moko te

source: Include fields from all ##count## versions
ln: Tya bachamps ya ba versions nionso ya ##count##

source: Export ##SELECT_MANY## questions as…
ln: Exporter mituna ##SELECT_MANY## lokola...

source: Include groups in headers
ln: Tyá bituluku na mitó ya makambo

source: Group separator
ln: Mokaboli ya Lisanga

source: Flatten GeoJSON
ln: Kosala GeoJSON na plat

source: Store date and number responses as text
ln: Bomba biyano na dati mpe nimero lokola makomi

source: Include media URLs
ln: Tyá ba URL ya media

source: Save selection as…
ln: Bomba pona lokola...

source: Name your export settings
ln: Pesa nkombo ya ba parametre na yo ya exportation

source: Select questions to be exported
ln: Pona mituna oyo olingi koexporter

source: Value and header format
ln: ntina mpe format ya motó ya likambo

source: Advanced options
ln: Maponi ya liboso

source: Apply saved export settings
ln: Salelá baparametre ya exportation oyo ebombami

source: No export settings selected
ln: Baparametre ya exportation eponami te

source: This field is required.
ln: Esengeli kotondisa esika oyo.

source: Passwords don't match
ln: Ba mot de passe ekokani te

source: Current Password
ln: Mot de passe ya sika oyo
