Repository: kobotoolbox/form-builder-translations
Catalog: ln/LC_MESSAGES/djangojs.po
Languages: ln

source: Are you sure you want to change the type? This action is irreversible, your existing option choices will be erased.
ln: Olingi penza ko bongola lolenge ya colonne ? Eloko olingi kosala ezali irreversible,ba choix na yo na option oyo eko effacer.

source: Change type
ln: Bongola lolenge

source: Option 1
ln: Nzela ya yambo

source: Option 2
ln: Nzela ya mibale

source: Row
ln: Molɔngɔ

source: Column
ln: Colonne

source: Delete row?
ln: Longola molɔngɔ?

source: Are you sure you want to delete this row? This action cannot be undone.
ln: Olingi ya solo kolongola molɔngɔ oyo? Action oyo ekoki kozongisama sima te.

source: Delete column?
ln: Kolongola colonne?

source: Are you sure you want to delete this column? This action cannot be undone.
ln: Olingi ya solo kolongola colonne oyo? Action oyo ekoki kozongisama sima te.

source: Response Type
ln: Lolenge ya eyano

source: Label
ln: Nkombo to etikete

source: Data Column Suffix
ln: Suffixe ya colonne ya ba données

source: Data Column Name
ln: Nkombo ya Colonne ya ba Données

source: Delete column
ln: Longola colonne

source: Data Column Prefix
ln: Prefixe ya molongo ya ba données

source: Delete row
ln: Longola molongo

source: Unknown question type ##type_name##
ln: Lolenge ya motuna eyebani te ##type_name##

source: Question label cannot be empty
ln: Etikete ya motuna ekoki kozala mpamba te

source: Some required fields are missing
ln: Bitando misusu oyo esengeli ezali kozanga

source: Type question
ln: Koma motuna

source: Type your answer
ln: Koma eyano na yo

source: …keyword search in progress
ln: ...boluki ya liloba ya ntina ezali kosalama

source: Apply search
ln: Salela boluki

source: ##number## instances
ln: makambo ##number##

source: of the keywords
ln: ya maloba ya ntina

source: from
ln: uta

source: Delete this question?
ln: Kolongola motuna oyo?

source: Are you sure you want to delete this question? This action cannot be undone.
ln: Olingi ya solo kolongola motuna oyo? Likambo yango ekoki kozongisama te.

source: Look for
ln: Luka

source: Type keywords
ln: Koma makomi ya motuya

source: Search this transcript/translation:
ln: Luka transkripsio/libongoli oyo:

source: Type option name
ln: Koma nkombo ya opsio

source: Add new option
ln: Bakisa opsio ya sika
