Repository: kobotoolbox/form-builder-translations
Catalog: ny/LC_MESSAGES/django.po
Languages: ny

source: Log in as user
ny: Lowani monga wogwiritsa ntchito

source: Please enter a valid URL
ny: Chonde lowetsani URL yolondola

source: Non-profit organization
ny: Bungwe losapanga phindu

source: Government institution
ny: Bungwe la boma

source: Educational organization
ny: Bungwe loona za maphunziro

source: A commercial/for-profit company
ny: Kampani yopanga phindu

source: I am not associated with any organization
ny: Sindikukhudzidwa ndi bungwe lililonse

source: Male
ny: Mwamuna

source: Female
ny: Mkazi

source: Other
ny: Zina

source: Terms of Service
ny: Zokhudza Kagwiritsidwe ka Ntchito

source: Privacy Policy
ny: Zokhudza Kusunga Chinsinsi

source: I agree with the ##terms_of_service## and ##privacy_policy##
ny: Ndikugwirizana ndi ##terms_of_service## komanso ##privacy_policy##

source: Password confirmation
ny: Kutsimikizira pasiwedi

source: name@organization.org
ny: dzina@bungwe.org

source: This field is required.
ny: Gawo ili likufunikira.

source: You must type the same password each time.
ny: Nthawi zonse muzilemba pasiwedi yomweyo.

source: Enter the ##token length##-character token
ny: Lembani tokeni cha zilembo ##token length##

source: Your token is invalid
ny: Token yanu siyovomerezeka

source: Please enter your verification token
ny: Lowetsani tokeni yotsimikizira

source: Please enter the verification token displayed by your authenticator app.
ny: Lowetsani tokeni yotsimikizira yomwe ikuoneka pa apu yotsimikizira.

source: Problems with the token
ny: Tokeni ili ndi vuto

source: Continue
ny: Pitirizani

source: Verification issues
ny: Zikuvuta kutsimikizira

source: Back
ny: Bwererani

source: To confirm the new email address associated with your KoboToolbox account, please follow the link below.
ny: Kuti mutsimikizire imelo adiresi imene mumalowera pa akaunti ya KoboToolbox, gwiritsani ntchito linki ili m’munsiyi.

source: This link will expire in one hour. To request a new verification link, please go to your account settings and re-enter your new email address:
ny: Linki iyi isiya kugwira ntchito pakatha ola limodzi. Kuti mupemphe link yatsopano, pitani pa ma seting’i a akaunti yanu ndipo mulembenso imelo adiresi yanu yatsopano:

source: Best,
ny: Zabwino kwambiri,

source: Thanks for signing up with KoboToolbox!
ny: Zikomo chifukwa cholembetsa pa KoboToolbox!

source: Confirming your account will give you access to KoboToolbox applications. Please visit the following URL to finish activation of your new account.
ny: Kuti muthe kupeza mapulogalamu ena a KoboToolbox, tsimikizirani akaunti yanu. Pitani ya URL yotsatirayi kuti mumalizitse kutsimikizira akaunti yanu yatsopano.

source: Your username is:
ny: Dzina lanu lolowera ndi:

source: For help getting started, check out the KoboToolbox user documentation: https://support.kobotoolbox.com
ny: Kuti mudziwe zochita, werengani malangizo a kagwiritsidwe ntchito ka Kobo Toolbox pa: https://support.kobotoolbox.com

source: You can also join the KoboToolbox community forum to ask questions, share solutions, and chat with thousands of users: https://community.kobotoolbox.org
ny: Mungalowenso m’gulu la KoboToolbox kuti muzitha kufunsa mafunso, kugawana nzeru ndi ena komanso kucheza ndi anthu ambiri ogwiritsa ntchito KoboToolbox pa: https://community.kobotoolbox.org

source: Activate your KoboToolbox Account
ny: Tsegulirani Akaunti Yanu ya KoboToolbox

source: KoboToolbox account email address verification
ny: Tsimikizirani imelo adiresi ya akaunti ya KoboToolbox

source: Hello from KoboToolbox,
ny: Takulandirani ku KoboToolbox,

source: We’ve received a password reset request for your user account.
ny: Talandira uthenga wopempha kusintha pasiwedi ya akaunti yanu.

source: To reset your password, click the link below.
ny: Kuti musinthe pasiwedi yanu, dinani linki ili m’munsiyi.

source: Your username is %(username)s.
ny: Dzina lanu lolowera ndi %(username)s.

source: If you did not request a password reset, you can safely ignore this email.
ny: Ngati simunapemphe kusintha pasiwedi, mungangonyalanyaza uthenga uno.

source: KoboToolbox Password Reset
ny: Kusintha Pasiwedi ya KoboToolbox

source: You are receiving this email because you or someone else has requested a password for their KoboToolbox account.
ny: Mwalandira uthengawu chifukwa inuyo kapena winawake wapempha kusintha pasiwedi ya KoboToolbox.

source: However, we do not have any record of an account with email %(email)s in our database.
ny: Koma tilibe akaunti yomwe ikugwiritsa ntchito imelo %(email)s mu mafailo athu.

source: If it was you, please try another email address you might have used to create your account, or double check that your account was not registered on a different KoboToolbox server.
ny: Ngati ndi inu, yesani imelo adiresi ina yomwe munagwiritsa ntchito kutsegulira akaunti, kapena tsimikizirani bwinobwino kuti akaunti yanu sinagwiritsidwe ntchito pa seva ina ya KoboToolbox.

source: KoboToolbox Password Reset Unsuccessful
ny: Kusintha Pasiwedi ya KoboToolbox Kwalephereka

source: Confirm E-mail Address
ny: Tsimikizirani Imelo Adiresi

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ny: Tsimikizirani ngati <a href="mailto:%(email)s">%(email)s</a> ndi imelo adiresi ya %(user_display)s.

source: Confirm
ny: Tsimikizirani

source: Activation failed
ny: Kutsegula kwalephereka

source: Sorry, we couldn't activate your account. The link we sent you has expired.
ny: Pepani, sitinathe kutsekula akaunti yanu. Linki imene tinakutumizirani yatha ntchito.

source: This e-mail confirmation link expired or is invalid. If you need to request a new link to verify your email address change, please go to your account settings page and enter your email address again.
ny: Linki yotsimikizira imelo yatha ntchito kapena ndi yolakwika. Ngati mukufuna kupempha linki yatsopano kuti mutsimikizire za kusintha kwa imelo adiresi yanu, chonde pitani pa ma seting’i a akaunti yanu ndi kulembanso imelo adiresi.

source: Login
ny: Lowani

source: Create an account
ny: Lembetsani akaunti

source: Forgot password?
ny: Kodi mwaiwala pasiwedi?

source: Log in using SSO
ny: Lowani pogwiritsa ntchito SSO

source: If you set up Single Sign On in your account settings, you will only be able to log in through this method.
ny: Ngati pa maseting’i a akaunti yanu mwasankha Kulowa Kamodzi (SSO), ndiye kuti nthawi zonse muzilowa pogwiritsa ntchito njira yokhayi basi.

source: Password Reset
ny: Kusintha Pasiwedi

source: Reset Password
ny: Sinthani Pasiwedi

source: Password reset successfully
ny: Pasiwedi yatheka kusintha

source: Log in
ny: Lowani pa akaunti

source: Your request has been received. If the email address you entered corresponds to an account on this service, a message has been sent with password reset instructions. If you do not receive an email, your account might be registered under a different address, or you might have entered your address incorrectly.
ny: Talandira pempho lanu. Ngati imelo adiresi imene mwalemba ikugwirizana ndi akaunti ino, tatumiza uthenga wa malangizo osinthira pasiwedi. Ngati simunalandire uthenga, ndiye kuti mwina munalembetsa pogwiritsa ntchito imelo adiresi ina kapena mwalemba molakwika imelo adiresiyo.

source: Password reset failed
ny: Kusintha pasiwedi kwalephereka

source: Submit
ny: Tumizani

source: Create Account
ny: Lembetsani Akaunti

source: or
ny: kapena

source: login
ny: lowani

source: Register using SSO
ny: Lembetsani pogwiritsa ntchito SSO

source: Register with SSO
ny: Lembetsani ndi SSO

source: Confirm your email address
ny: Tsimikizirani imelo adiresi yanu

source: Please click the activation link in the email just sent to you.
ny: Dinani linki yotsegulira akaunti imene ili mu imelo yomwe tatumiza.

source: SSO Login Failure
ny: Kulowa mu SSO kwalephereka

source: An error occurred while attempting to login using your SSO account.
ny: Papezeka vuto poyesa kulowa mu akaunti yanu ya SSO.

source: Go back
ny: Bwererani

source: Connect your Account to SSO
ny: Lumikizani Akaunti yanu ku SSO

source: Manage your SSO Account
ny: Gwiritsani ntchito Akaunti yanu ya SSO

source: You can sign in to your KoboToolbox account using any of the following SSO providers:
ny: Mukhoza kulowa mu akaunti yanu ya KoboToolbox pogwiritsa ntchito iliyonse mwa pulogalamu zothandizira SSO zotsatirazi:

source: Remove
ny: Ichotseni

source: You currently have no third-party accounts connected to this account.
ny: Pakadali pano mulibe ma akaunti ena olumikizidwa ku akauntiyi.

source: Add an SSO Account
ny: Onjezerani Akaunti ya SSO

source: Set up Single Sign On
ny: Khazikitsani Kulowa Kamodzi SSO

source: Click the button below to connect your KoboToolbox account with your %(appname)s account.
ny: Dinani batani lili m’munsili kuti mulumikize akaunti yanu ya Kobo Toolbox ndi akaunti yanu ya %(appname)s.

source: This will allow you to use single sign-on (SSO) in the future.
ny: Izi zidzakuthandizani kulowa kamodzi (SSO) m’tsogolo.

source: Connect with %(appname)s
ny: Lumikizanani ndi %(appname)s

source: Log in with
ny: Lowani pogwiritsa ntchito

source: Log in to KoboToolbox with your %(appname)s account.
ny: Lowani pa KoboToolbox pogwiritsa ntchito akaunti yanu ya %(appname)s.

source: go back
ny: bwererani

source: Welcome to KoboToolbox, %(username)s!
ny: Takulandirani a %(username)s ku KoboToolbox!

source: Welcome to KoboToolbox!
ny: Takulandirani ku KoboToolbox!

source: You are about to use your %(appname)s account to login to KoboToolbox.
ny: Mwatsala pang’ono kugwiritsa ntchito akaunti yanu ya %(appname)s polowa ku KoboToolbox.

source: As a final step, please complete the following form
ny: Pomaliza, lembani fomu yotsatirayi

source: Save and Access
ny: Sevani ndi Kulowa

source: Usernames must be between 2 and 30 characters in length, and may only consist of lowercase letters, numbers, and underscores, where the first character must be a letter.
ny: Maina olowera akuyenera kukhala aatali kuyambira pa zilembo ziwiri mpaka 30, akuyenera kukhala ndi zilembo zazing’ono, manambala, zizindikiro zam’kalembedwe ndipo koyambirira kuzikhala chilembo.

source: Invalid scheme
ny: Skimu ndi yolakwika

source: Unsecured endpoint is not allowed
ny: Sizololeka kulumikiza ku kompyuta popanda chitetezo chokwanira

source: Invalid JSON
ny: JSON ndi yolakwika

source: Can be used only with JSON submission format
ny: Ingagwiritsidwe ntchito ndi fomati yotumizira ya JSON yokha basi

source: REST Services Failure Report
ny: Lipoti la Kulephereka kwa Maselevesi a REST

source: Project name
ny: Dzina la pulojekiti

source: Hook
ny: Huku

source: Submission
ny: Zotumizidwa

source: Status code
ny: Mmene zilili

source: Message
ny: Uthenga

source: Date
ny: Deti

source: Dear
ny: Okondedwa

source: Some submissions could not be sent to their external endpoints.
ny: Zina zimene mwatumiza sizinafike kumalo oyenerera.

source: Task successfully scheduled
ny: Kukonza ntchitoyi kwatheka

source: No data to retry
ny: Palibe zilizonse zofunika kuti muyeserenso

source: Can not retry on disabled hooks
ny: Simungayeserenso pa ma huku amene sakugwira ntchito

source: An error has occurred when sending the data. Please try again later.
ny: Papezeka vuto linalake pamene imatumiza data. Chonde yesaninso nthawi ina.

source: Data is being or has already been processed
ny: Data ili mkati mounikidwa, kapena yaunikidwa kale

source: A positive integer is required.
ny: Pakufunika nambala yaikulu kuposa 0.

source: We got and saved your data, but may not have fully processed it. You should not try to resubmit.
ny: Talandira ndipo tasunga data yanu, koma n’kutheka sitinamalize kuiunikira. Choncho musatumizenso.

source: Your data for instance {} has been already submitted.
ny: Mwatumiza kale data yanu.

source: Import
ny: Lowetsani

source: Project ownership transferred
ny: Umwini wa pulojekiti wasinthidwa

source: Please note that the ownership of the project **##project_name##** has been transferred from **##previous_owner##** to **##new_owner##**.
ny: Chonde zindikilani kuti umwini wa pulojekitiyi **##project_name##** wasinthidwa kuchoka pa **##previous_owner##** kupita pa **##new_owner##**

source: Dear ##username##, Please note that the ownership of the project **##project_name##** has been transferred from **##previous_owner##** to **##new_owner##**. Note: You will continue to have the same project permissions until they are changed.
ny: Okondedwa ##username##, Chonde dziwani kuti umwini wa pulojekitiyi **##project_name##** wasinthidwa kuchoka pa **##previous_owner##** kuptia pa **##new_owner##**. Chidziwitso: Mupitiliza kukhala ndi zilolezo zomwezo kufikira pomwe zidzasinthidwe.

source: This field cannot be modified
ny: Gawoli silingasinthidwe

source: You must be the owner of each project you want to transfer
ny: Mukuyenera kukhala mwini wa pulojekiti iliyonse yomwe mukufuna kusintha malo

source: Project `##asset_uid##` cannot be transferred. Current status: ##status##
ny: Pulojekiti `##asset_uid##` singasunthidwe. Momwe ziliri panopa:##status##

source: KoboToolbox project ownership transfer accepted
ny: Kusintha kwa umwini wa polojekiti ya KoboToolbox kwavomerezedwa

source: Action required: KoboToolbox project ownership transfer request
ny: Zofunika kuchita: Pempho losintha umwini wa polojekiti ya KoboToolbox

source: KoboToolbox project ownership transfer incomplete
ny: Ntchito yosintha umwini wa polojekiti ya KoboToolbox sinamalizike

source: Invite has expired
ny: Kuyitanira kwatha

source: Projects:
ny: Ma pulojekiti:

source: %(recipient)s has accepted your request to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> to you.
ny: %(recipient)s wavomereza pempho lanu lopereka umwini wa polojekiti <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> kwa inu.

source: All submissions, data storage, and transcription and translation usage for this project will be transferred to the new project owner.
ny: Zonse zotumizidwa, zosungira mauthenga, zolemba ndi zomasulira zokhudza pulojekitiyi zidzaperekedwa kwa mwini pulojekiti watsopano.

source: Note: You will continue to have permissions to manage the project until the user permissions are changed.
ny: Chidziwitso: Mupitiliza kukhala ndi zilolezo zoyendetsera pulojekitiyi mpaka zilolezo za ogwiritsa ntchito zidzasinthidwe.

source: %(recipient)s has accepted your request to transfer ownership of these projects:
ny: %(recipient)s wavomereza pempho lanu losintha umwini wa ma pulojekitiwa:

source: All submissions, data storage, and transcription and translation usage for these projects will be transferred to the new project owner.
ny: Zonse zotumizidwa, zosungira mauthenga, zolemba ndi zomasulira zokhudza ma pulojekitiwa zidzaperekedwa kwa mwini pulojekiti watsopano.

source: Note: You will continue to have permissions to manage these projects until the user permissions are changed.
ny: Chidziwitso: Mupitiliza kukhala ndi zilolezo zoyendetsera ma pulojekitiwa mpaka zilolezo za ogwiritsa ntchito zidzasinthidwe.

source: %(recipient)s has accepted your request to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) to you.
ny: %(recipient)swavomereza pempho lanu lopereka umwini wa pulojekiti %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) kwa inu.

source: All submissions, data storage, and transcription and translation usage for the project will be transferred to the new project owner.
ny: Zonse zotumizidwa, zosungira mauthenga, zolemba ndi zomasulira zokhudza pulojekitiyi zidzaperekedwa kwa mwini pulojekiti watsopano.

source: %(recipient)s has declined your request to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
ny: %(recipient)s wakana pempho lanu losintha umwini wa pulojekiti <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.

source: You will remain the owner of the project. The submissions, data storage, and transcription and translation usage for the project have not been transferred.
ny: Mukhalabe mwini wa pulojekitiyi. Zotumiza, zosungira mauthenga, ndi zolemba ndi zomasulira zokhudza pulojekitiyi sizidasinthidwe.

source: %(recipient)s has declined your request to transfer ownership of these projects:
ny: %(recipient)s wakana pempho lanu losintha umwini wa ma pulojekitiwa:

source: You will remain the owner of these projects. The submissions, data storage, and transcription and translation usage for these projects have not been transferred.
ny: Mukhalabe mwini wa ma pulojekitiwa. Zotumiza, zosungira mauthenga, ndi zolemba ndi zomasulira zokhudza ma pulojekitiwa sizidasinthidwe.

source: %(recipient)s has declined your request to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
ny: %(recipient)s wakana pempho lanu losintha umwini wa pulojekiti %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).

source: The request you have sent to <b>%(recipient)s</b> has expired.
ny: Pempho lomwe munatumiza kwa <b>%(recipient)s</b> latha mphamvu.

source: The request you have sent to %(recipient)s has expired.
ny: Pempho lomwe munatumiza kwa %(recipient)s latha mphamvu.

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> to you.
ny: %(sender_username)s (%(sender_email)s) wapempha kuti apereke umwini wa pulojekitiyi <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> kwa inu.

source: When you accept the ownership transfer, all of the submissions, data storage, and transcription and translation usage for these projects will be transferred to you and count against your plan limits.
ny: Pamene mwavomera kusintha umwini wa pulojekiti, zonse zotumiza, zosungira mauthenga, ndi zolemba komanso zomasulira zokhudza ma pulojekitiwa zidzaperekedwa kwa inu ndipo zidzakhudza dongosolo lanu la malire.

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the following projects to you:
ny: %(sender_username)s (%(sender_email)s) wapempha kuti apereke umwini wa ma pulojekiti otsatirawa kwa inu:

source: If you are unsure, please contact the current owner.
ny: Ngati simuli wotsimikiza, yankhulani ndi yemwe ali ndi umwini panopa.

source: This transfer request will expire in %(invite_expiry)s days.
ny: Pempho losintha umwini ili litha m’masiku %(invite_expiry)s akubwerawa.

source: To respond to this transfer request, please use the following link: %(base_url)s/#/projects/home?invite=%(invite_uid)s
ny: Kuti muyankhe pempho losintha, chonde gwiritsani ntchito linki yotsatirayi: %(base_url)s/#/projects/home?invite=%(invite_uid)s

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) to you.
ny: %(sender_username)s (%(sender_email)s) wapempha kuti apereke umwini wa pulojekitiyi %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) kwa inu.

source: When you accept the ownership transfer, all of the submissions, data storage, and transcription and translation usage for the project will be transferred to you and count against your plan limits.
ny: Pamene mwavomera kusintha umwini wa pulojekiti, zonse zotumiza, zosungira mauthenga, ndi zolemba komanso zomasulira zokhudza pulojekitiyi zidzaperekedwa kwa inu ndipo zidzakhudza dongosolo lanu la malire.

source: `{}` not found.
ny: `{}` sizinapezeke.

source: `{}` is not a select one question.
ny: `{}` si funso loti mungosankhapo limodzi.

source: If you cannot access your authenticator app, please enter one of your backup codes instead. If you cannot access those either, then you will need to request assistance by contacting [##support email##](mailto:##support email##).
ny: Ngati simungathe kugwiritsa ntchito apu yanu yotsimikizira, lowetsani imodzi mwa makodi anu a bakiapu. Ngati simungathenso kugwiritsa ntchito makodiwa, pemphani a [##support email##](mailto:##support email##) kuti akuthandizeni.

source: The password must be at least 10 characters long and contain 3 or more of the following: uppercase letters, lowercase letters, numbers, and special characters. It cannot be similar to your name, username, or email address.
ny: Pasiwedi ikuyenera kukhala yaitali kuyambira pa zilembo 10 ndipo ikhale ndi zitatu kapena kuposa mwa zinthu zotsatirazi: zilembo zazikulu, zilembo zazing’ono, manambala, komanso zizindikiro zina zapadera. Isakhale yofanana ndi dzina lanu, dzina lanu lolowera, kapena imelo adiresi yanu.

source: Public Administration
ny: Ntchito za Boma

source: Arts, Entertainment, and Recreation
ny: Luso ndi Zosangalatsa

source: Educational Services / Higher Education
ny: Zamaphunziro / Maphunziro Apamwamba

source: Health Services / Public Health
ny: Ntchito Zaumoyo / Umoyo wa Anthu

source: Finance and Insurance
ny: Zachuma ndi inshuransi

source: Information / Media
ny: Infomeshoni / Zofalitsa Nkhani

source: Economic/Social Development
ny: Chitukuko cha Zachuma/Chikhalidwe

source: Security / Police / Peacekeeping
ny: Chitetezo / Polisi / Kukhazikitsa Mtendere

source: Disarmament & Demobilization
ny: Kulanda Zida &amp; Kuthetsa Magulu Ankhondo

source: Environment
ny: Malo Okhala

source: Private sector
ny: Makampani a anthu

source: Humanitarian - Coordination / Information Management
ny: Kuthandiza Anthu - Ntchito Yothandiza Anthu / Kusamalira Infomeshoni

source: Humanitarian - Multiple Clusters
ny: Kuthandiza Anthu - Magulu Angapo

source: Humanitarian - Camp Management & Coordination
ny: Kuthandiza Anthu - Kusamalira ndi Kuyendetsa Kampu

source: Humanitarian - Early Recovery
ny: Kuthandiza Anthu - Chithandizo Choyambirira

source: Humanitarian - Education
ny: Kuthandiza Anthu - Maphunziro

source: Humanitarian - Emergency Shelter
ny: Kuthandiza Anthu - Kothawira Pangozi

source: Humanitarian - Emergency Telecoms
ny: Kuthandiza Anthu - Manambala a Foni Apangozi

source: Humanitarian - Food Security
ny: Kuthandiza Anthu - Kupereka Chakudya

source: Humanitarian - Health
ny: Kuthandiza Anthu - Zaumoyo

source: Humanitarian - Logistics
ny: Kuthandiza Anthu - Kayendetsedwe

source: Humanitarian - Nutrition
ny: Kuthandiza Anthu - Zakudya

source: Humanitarian - Protection
ny: Kuthandiza Anthu - Chitetezo

source: Humanitarian - Sanitation, Water & Hygiene
ny: Kuthandiza Anthu - Ukhondo ndi Madzi

source: Sector
ny: Gawo

source: Country
ny: Dziko

source: Operational purpose of data
ny: Cholinga cha data

source: Does this project collect personally identifiable information?
ny: Kodi pulojekitiyi imatolera zodziwikitsa munthu?

source: Description
ny: Zofotokozera

source: Full name
ny: Dzina lonse

source: Organization name
ny: Dzina la bungwe

source: Organization type
ny: Mtundu wa bungwe

source: Organization website
ny: Webusaiti ya bungwe

source: Gender
ny: Mwamuna/Mkazi

source: Bio
ny: Zokhudza Inu Mwachidule

source: City
ny: Mzinda

source: I want to receive occasional updates about KoboToolbox
ny: Ndikufuna ndizidziwitsidwa zinthu zina zokhudza KoboToolbox zikasintha

source: Invalid username/password
ny: Dzina lolowera kapena pasiwedi ndi yolakwika

source: No submissions match the given `submission_ids`
ny: Zimene zatumizidwa sizikufanana ndi `submission_ids`

source: This param is not implemented. Use `count` property of the response instead.
ny: Param iyi sinagwiritsidwe ntchito. Gwiritsani ntchito `count` mbali imodzi ya yankho.

source: This param is not supported in `XML` format
ny: Param iyi ndi yosavomerezea mu `XML` fomati

source: This is not supported in `XML` format
ny: Izi ndi zosavomerezeka mu `XML` fomati

source: Value must be valid JSON.
ny: Mukuyenera kuika JSON yoyenerera.
