Repository: kobotoolbox/form-builder-translations
Catalog: ny/LC_MESSAGES/djangojs.po
Languages: ny

source: There is nothing to download yet.
ny: Padakalibe zopanga dawunilodi.

source: Unlabeled
ny: Yosalemba

source: Untitled Report
ny: Lipoti Lopanda Dzina

source: Include the following questions:
ny: Phatikizani mafunso otsatirawa:

source: Chart Type
ny: Mtundu wa Tchati

source: Colors
ny: Mitundu

source: Reset
ny: Bwezeretsani

source: No grouping
ny: Yosaika m’magulu

source: Group By
ny: Ikani M’magulu Potengera

source: Translation
ny: Kumasulira

source: Unnamed language
ny: Chinenero chopanda dzina

source: Mean
ny: Mini

source: Median
ny: Midiyani

source: Mode
ny: Modi

source: Standard deviation
ny: Deviyeshoni ya nthawi zonse

source: Value
ny: Valiyu

source: Type:
ny: Mtundu:

source: #1 out of #2 respondents answered this question.
ny: Munthu #1 mwa #2 wayankha funsoli.

source: (# were without data.)
ny: (okwana # analibe data.)

source: Override Graph Style
ny: Fufutani Sitayilo ya Gilafu

source: Could not load grouped results via "##". Will attempt to load the ungrouped report.
ny: Sizinatheke kutsekula zotsatira zamugulu kudzera pa "##". Iyesa kutsekula lipoti la zopanda gulu.

source: Could not refresh report.
ny: Sinathe kupanga lifuleshi lipoti.

source: Custom Reports
ny: Konzani malipoti anu

source: Default Report
ny: Lipoti la Nthawi Zonse

source: Untitled report
ny: Lipoti lopanda dzina

source: Create New Report
ny: Pangani Lipoti Latsopano

source: Edit Report Questions
ny: Konzani Mafunso a Lipoti

source: Print
ny: Pulintani

source: Configure Report Style
ny: Chunani Sitayilo ya Lipoti

source: This report cannot be loaded.
ny: Lipotili silingatheke kutsegula.

source: Vertical
ny: Choimirira

source: Horizontal
ny: Chogona

source: Line
ny: Mzere

source: Pie
ny: Pai

source: Donut
ny: Donati

source: Area
ny: Kukula

source: Open
ny: Tsegulani

source: hide fields
ny: bisani madanga

source: These settings affects the experience for all project users.
ny: Seting’i imeneyi ikukhudza onse omwe akugwira ntchito pa pulojekitiyi.

source: Find a field
ny: Pezani danga

source: No results
ny: Palibe zotsatira

source: Apply
ny: Yambitsani

source: Submission ##submissionIndex## of ##submissionTotal##
ny: Zotumiza ##submissionIndex## za ##submissionTotal##

source: download
ny: dawunilodani

source: process
ny: njira

source: The submission could not be found. It may have been deleted. Submission ID: ##id##
ny: Zotumizidwa zimenezi sizinapezeke. Mwina zinadilitidwa. ID yotumizira: ##id##

source: Delete submission?
ny: Mukufuna kudilita zotumizidwa?

source: Are you sure you want to delete this submission?
ny: Kodi mukutsimikiza kuti mukufuna kudilita zimene mwatumiza?

source: This action cannot be undone
ny: Mukachita izi simungathenso kuzisintha

source: Duplicate created
ny: Pangani dupuliketi zimene mwapanga

source: A duplicate of the submission record was successfully created. You can view the new instance below and make changes using the action buttons below.
ny: Kupanga dupuliketi ya zotumizidwa kwatheka. Mukhoza kuona zimene zapangidwa m’munsimu ndipo mungasinthe zina ndi zina pogwiritsa ntchito batani lili m’munsimu.

source: Loading…
ny: Ikutsegula…

source: Discard duplicated submission
ny: Chotsani dupuliketi ya zotumizidwa

source: Language:
ny: Chinenero:

source: Validation status:
ny: Zokhudza kutsimikizira:

source: Click on the button below to load the most recent data for this submission.
ny: Dinani batani lili m’munsimu kuti mutsegule data yaposachedwapa ya zotumizidwazi.

source: Refresh submission
ny: Pangani lifuleshi zotumizidwa

source: Background audio recording
ny: Kujambula chapansipansi zomvetsera

source: Previous
ny: Zam’mbuyo

source: Display XML names
ny: Onetsani maina a XML

source: View
ny: Onani

source: Duplicate
ny: Pangani Dupuliketi

source: Delete submission
ny: Dilitani zotumizidwa

source: Could not find ##fileName##
ny: Sitinathe kupeza ##fileName##

source: This project has no submitted data. Please collect some and try again.
ny: Pulojekiti iyi ilibe data imene yatumizidwa. Chonde tolerani data ndi kutumizanso.

source: results
ny: zotsatira

source: Validation
ny: Kutsimikizira

source: Select all results (##count##)
ny: Sankhani zotsatira zonse (##count##)

source: Select visible results (##count##)
ny: Sankhani zotsatira zooneka (##count##)

source: Update status of selected submissions
ny: Pangani apudeti zotumizidwa zimene mwasankha

source: You have selected ## submissions. Are you sure you would like to update their status? This action is irreversible.
ny: Mwasankha zotumizidwa ##. Kodi mwatsimikizadi kuti mukufuna kupanga apudeti mmene zilili? Mukachita zimenezi simungathenso kuzisintha.

source: Update Validation Status
ny: Pangani Apudeti Sitetasi

source: You are about to permanently delete ##count## submissions. It is not possible to recover deleted submissions.
ny: Mwatsala pang’ono kudilita mpaka kalekale zotumizidwa ##count##. Dziwani kuti mukadilita simungathenso kuzipeza.

source: Delete selected submissions
ny: Dilitani zotumizidwa zimene mwasankha

source: Delete selected
ny: Dilitani zimene mwasankha

source: ##count## selected
ny: zasankhidwa ##count##

source: Change status
ny: Sinthani sitetasi

source: Set status: ##status##
ny: Ikani sitetasi: ##status##

source: Sort A→Z
ny: Zisanjeni A→Z

source: Sort Z→A
ny: Zisanjeni Z→A

source: Hide field
ny: Bisani danga

source: Unfreeze field
ny: Masulani danga

source: Freeze field
ny: Mangani danga

source: Unsupported media type: ##QUESTION_TYPE##
ny: Mediya yosagwirizana:##QUESTION_TYPE##

source: There was an error, table settings could not be saved.
ny: Pali vuto, maseting’i a tebo sanaseveke.

source: XML Values
ny: Ma Valiyu a XML

source: Display labels or XML values?
ny: Onetsani lebulo kapena ma valiyu a XML?

source: Show group names in table headers
ny: Onetsani maina a gulu pa mutu wa tebo

source: Show HXL tags
ny: Onetsani tagi ya HXL

source: transcript
ny: mawu a wolankhula

source: Multi-select checkboxes column
ny: Sankhani pakamodzi ma bokosi otheka kuchonga

source: Show All
ny: Onetsani Zonse

source: Help Resources
ny: Zothandiza

source: KoboToolbox Help Center
ny: Zothandiza Zokhudza KoboToolbox

source: A vast collection of user support articles and tutorials related to Kobo
ny: Pezani nkhani komanso maphunziro ambiri okuthandizani kugwiritsa ntchito Kobo

source: KoboToolbox Community Forum
ny: Folamu ya Ogwiritsa Ntchito KoboToolbox

source: Post your questions to get answers from experienced Kobo users around the world
ny: Funsani mafunso kuti mupeze mayankho kuchokera kwa anthu ochokera padziko lonse omwe agwiritsa ntchito Kobo nthawi yaitali

source: Notifications
ny: Mauthenga

source: Help
ny: Zothandiza

source: You have no templates. Go to Library and create some.
ny: Mulibe tempuleti. Pitani ku Laibulale ndi kupanga matempuleti.

source: Template name
ny: Dzina la tempuleti

source: Default - single page
ny: Zanthawi Zonse - tsamba limodzi

source: Grid theme
ny: Mutu wa giridi

source: Grid theme with headings in ALL CAPS
ny: Mutu wa giridi wokhala ndi timitu ta zilembo zikuluzikulu

source: Multiple pages
ny: Masamba ambirimbiri

source: Grid theme + Multiple pages
ny: Mutu wa giridi + Masamba ambirimbiri

source: Grid theme + Multiple pages + headings in ALL CAPS
ny: Mutu wa giridi + Masamba ambirimbiri+ timitu tokhala ndi zilembo zikuluzikulu

source: Not approved
ny: Sizinavomerezedwe

source: Approved
ny: Zavomerezedwa

source: On hold
ny: Zaimitsidwa kaye

source: question
ny: funso

source: block
ny: buloko

source: template
ny: tempuleti

source: project
ny: pulojekiti

source: collection
ny: kolekishoni

source: map layer
ny: leya ya mapu

source: form media
ny: midiya ya fomu

source: Acknowledge
ny: Kuvomereza

source: Audio
ny: Za mawu

source: Barcode / QR Code
ny: Bakodi/ Kachidindo ka QR Code

source: Calculate
ny: Werengetserani

source: Date
ny: Deti

source: Date & time
ny: Deti & nthawi

source: Decimal
ny: Disimo

source: External XML
ny: XML Yakunja

source: File
ny: Failo

source: Point
ny: Pointi

source: Hidden
ny: Yabisidwa

source: Photo
ny: Chithunzi

source: Number
ny: Nambala

source: Question Matrix
ny: Funso la Matrix

source: Note
ny: Chidziwitso

source: Range
ny: Kuyambira

source: Ranking
ny: Kufunika kwake

source: Rating
ny: Kupambana kwake

source: Select Many from File
ny: Sankhani Zambiri Kuchokera pa Failo

source: Select One
ny: Sankhani Imodzi

source: Select One from File
ny: Sankhani Imodzi Kuchokera pa Failo

source: Text
ny: Zilembo

source: Time
ny: Nthawi

source: Video
ny: Vidiyo

source: Deployed
ny: Yaikidwa

source: Draft
ny: Dilafuti

source: Archived
ny: Yosungidwa

source: Online-Offline (multiple submission)
ny: Paintaneti-Zosakhala paintaneti (zotumizidwa zambirimbiri)

source: This allows online and offline submissions and is the best option for collecting data in the field.
ny: Zimathandiza kutumiza pa intaneti kapena popanda intaneti ndipo ndi njira yabwino kwambiri posonkhanitsa data ku filudi.

source: Online-Only (multiple submissions)
ny: Pa Intaneti-Pokha (zotumizidwa zambirimbiri)

source: This is the best option when entering many records at once on a computer, e.g. for transcribing paper records.
ny: Imeneyi ndi njira yabwino kwambiri polowetsa malekodi ambiri pa kompyuta panthawi imodzi, e.g. polemba ma lekodi a papepala.

source: Online-Only (single submission)
ny: Za Paintaneti-Pokha (zotumizidwa kamodzi)

source: This allows a single submission, and can be paired with the "return_url" parameter to redirect the user to a URL of your choice after the form has been submitted.
ny: Zimathandiza kutumiza kamodzi ndipo zingagwiritsidwe ntchito panthawi imodzi ndi “return_url” pothandiza kutsogolera munthu ku URL imene wasankha pambuyo poti fomu yatumizidwa.

source: Online-only (once per respondent)
ny: Pa Intaneti-pokha (kamodzi pa woyankha aliyense)

source: This allows your web form to only be submitted once per user, using basic protection to prevent the same user (on the same browser & device) from submitting more than once.
ny: Zimenezi zimathandiza kuti muthe kutumiza fomu yanu ya pa intaneti kamodzi pa munthu aliyense pogwiritsa ntchito chitetezo chothandiza kuteteza kuti munthu mmodzimodzi yemweyo (yemwe akugwiritsa ntchito bulawuza komanso chipangizo) chomwechomwecho asathe kutumiza koposa kamodzi.

source: Embeddable web form code
ny: Khodi ya fomu ya pa intaneti yotheka kuphatikizidwa

source: Use this html5 code snippet to integrate your form on your own website using smaller margins.
ny: Gwiritsani ntchito khodi ya html5 kuti mulumikizitse fomu yanu ku webusaiti yanu pogwiritsa madanga ang’onoang’ono.

source: View only
ny: Kuona kokha

source: Use this version for testing, getting feedback. Does not allow submitting data.
ny: Gwiritsani ntchito vezyoni imeneyi kuyeserera komanso kumva maganizo a ena. Silola kutumiza data.

source: Android application
ny: Apu ya Android

source: Use this option to collect data in the field with your Android device.
ny: Gwiritsani ntchito njira imeneyi kutolera data ku filudi pogwiritsa ntchito chipangizo cha Android.

source: Your upload is being processed. This may take a few moments.
ny: Ikupanga apulodi. Zimenezi zingatenge mphindi zingapo.

source: Failed to create import.
ny: Kukonza zolowetsa kwalephereka.

source: XLS Import completed
ny: Yamaliza kulowetsa XLS

source: ## files
ny: ## mafailo

source: Upload error: could not recognize Excel file.
ny: Vuto popanga apulodi: yalephera kuzindikira failo ya Excel.

source: Uploaded file name:
ny: Dzina la failo yopangidwa apulodi:

source: loading
ny: ikutsegula

source: no search results found
ny: sipanapezeke zotsatira pofufuza

source: block of ___ questions
ny: gulu la __ mafunso

source: search library
ny: laibulale yofufuzira

source: Paste your formatted table from excel in the box below.
ny: Pangani pesiti tebo imene mwapanga fomati kuchokera ku excel ya mu tebo ili m’munsiyi.

source: add cascade with # questions
ny: ikani zotsatizana ndi # mafunso

source: Learn more about importing cascading lists from Excel
ny: Dziwani zambiri zolowetsa ndandanda wotsatizana kuchokera mu Excel

source: You have unsaved changes. Leave form without saving?
ny: Simunaseve zimene mwasintha. Mukufuna kutseka fomu musanaseve?

source: Unknown Enketo preview error
ny: Vuto losadziwika lokhudza kuona Enketo

source: Your changes could not be saved, likely because of a lost internet connection.
ny: Zimene mwasintha sizinasungidwe, mwina chifukwa choti intaneti inaduka.

source: Keep this window open and try saving again while using a better connection.
ny: Siyani tsamba lotsegula ndipo muyesenso kuseva mutalumikiza intaneti yodalilika.

source: Error saving form
ny: Papezeka vuto poseva fomu

source: Dismiss
ny: Inyalanyazeni

source: create
ny: konzani

source: save
ny: sevani

source: retry
ny: yesaninso

source: Yes, leave form
ny: Inde, tsekani fomu

source: Return to list
ny: Bwererani ku ndandanda

source: Preview form
ny: Onani fomu mwachidule

source: Expand / collapse questions
ny: Kulitsani / futukulani mafunso

source: Create group with selected questions
ny: Khazikitsani gulu pogwiritsa ntchito mafunso amene mwasankha

source: Grouping disabled. Please select at least one question.
ny: Mwaimitsa zoika magulu. Chonde sankhani funso limodzi.

source: Insert cascading select
ny: Lowetsani mayankho ofunika kusankha

source: Add from Library
ny: Ikani kuchokera ku Laibulale

source: Layout & Settings
ny: Leyauti & Maseting’i

source: Layout
ny: Leyauti

source: background recording
ny: Kujambula chapansipansi

source: This form will automatically record audio in the background. Consider adding an acknowledgement note to inform respondents or data collectors that they will be recorded while completing this survey. This feature is available in
ny: Fomuyi imajambula mawu chapansipansi. Mungachite bwino kulemba kauthenga kodziwitsa anthu amene asaine fomuyi kapena amene akutolera data kuti ajambulidwa mawu pamene akuchita nawo kafukufukuyu. Zimenezi zikupezeka mu

source: Collect version 1.30 and above
ny: Vezyoni 1.30 kupita mtsogolo

source: help
ny: zothandiza

source: Form style
ny: Sitayilo ya fomu

source: Read more about form styles
ny: Werengani zambiri zokhudza masitayilo a fomu

source: Select the form style that you would like to use. This will only affect web forms.
ny: Sankhani sitayilo ya fomu imene mukufuna kugwiritsa ntchito. Zimenezi zikhudza fomu ya pa intaneti basi.

source: Select the form style. This will only affect the Enketo preview, and it will not be saved with the question or block.
ny: Sankhani sitayilo ya fomu. Zimenezi zikhudza kuona mwachidule Enketo ndipo sisevedwa ndi mafunso komanso ma buloko.

source: Details
ny: Zambiri

source: Search Library
ny: Kufuzani mu Laibulale

source: Error loading survey:
ny: Papezeka vuto potsegula kafukufuku:

source: Partially locked ##type##
ny: Yalokeka mbali ina ##type##

source: Fully locked ##type##
ny: Yalokeka yonse ##type##

source: Read more about Locking
ny: Werengani zambiri zokhudza Kuloka

source: There was an error loading Enketo.
ny: Papezeka vuto kutsegula Enketo.

source: Change column type?
ny: Mukufuna kusintha mtundu wa kolamu?

source: Are you sure you want to change the type? This action is irreversible, your existing option choices will be erased.
ny: Mukutsimikizadi kuti mukufuna kusintha mtundu? Mukachita zimenezi simungathenso kuzisintha.

source: Change type
ny: Sinthani mtundu

source: Option 1
ny: Chosankha 1

source: Option 2
ny: Chosankha 2

source: Row
ny: Mzera

source: Column
ny: Kolamu

source: Delete row?
ny: Mukufuna kudilita mzere?

source: Are you sure you want to delete this row? This action cannot be undone.
ny: Mukutsimikiza kuti mukufuna kudilita mzere umenewu? Mukachita zimenezi simungathenso kuzisintha.

source: Delete column?
ny: Mukufuna kudilita kolamu?

source: Are you sure you want to delete this column? This action cannot be undone.
ny: Mukutsimikiza kuti mukufuna kudilita kolamu imeneyi? Mukachita zimenezi simungathenso kuzisintha.

source: Response Type
ny: Mtundu wa yankho

source: Label
ny: Lebulo

source: Data Column Suffix
ny: Safikisi ya Kolamu ya Data

source: Data Column Name
ny: Dzina la Kolamu ya Data

source: Delete column
ny: Dilitani kolamu

source: Add another condition
ny: Onjezerani kondishoni ina

source: Question should match all of these criteria
ny: Funso ligwirizane ndi mbali zonsezi

source: Question should match any of these criteria
ny: Funso ligwirizane ndi imodzi mwa mbali zonsezi

source: Click to add another response...
ny: Dinani kuti muike yankho lina...

source: AUTOMATIC
ny: OTOMATIKI

source: Skip Logic
ny: Dumphani Lojiki

source: Question Options
ny: Zosankha pa Mafunso

source: Validation Criteria
ny: Njira Yotsimikizira

source: A constraint message to be read in case of error:
ny: Meseji yoletsa iwerengedwa ngati pachitika vuto:

source: Row could not be displayed:
ny: Sizinatheke kuonetsa mzere:

source: This question could not be imported. Please re-create it manually. Please contact us at help@kobotoolbox.org so we can fix this bug!
ny: Sizinatheke kulowetsa funsoli. Chonde lipangeninso mwamanyo. Tilembereni pa help@kobotoolbox.org kuti tikonze vutoli!

source: Add Question
ny: Wonjezerani Funso

source: This question will only be displayed if the following conditions apply
ny: Funso limeneli lionetsedwa ngati likugwirizana ndi kondishoni yotsatirayi

source: This form is currently empty.
ny: Padakali pano mu fomuyi mulibe kanthu.

source: You can add questions, notes, prompts, or other fields by clicking on the '+' sign below.
ny: Mungawonjezere funso, manotsi, zothandiza kapena madanga ena podina chizindikira cha '+' m’munsimu.

source: Items cannot be selected more than once
ny: Simungasankhe zimenezi koposa kamodzi

source: Manually enter your validation logic in XLSForm code
ny: Lembani khodi yotsimikizira lojiki mu XLSForm

source: Settings
ny: Maseting’i

source: You can't display nested groups on the same screen - the setting has been removed from the parent group
ny: Simungathe kuonetsa magulu ophatikizana pa sikilini imodzi - seting’i yachotsedwa pa gulu lalikulu

source: Enter your question
ny: Lowetsani funso lanu

source: Select question from list
ny: Sankhani funso pa mndandanda

source: Question hint
ny: Zothandiza pa funso

source: Error Message
ny: Uthenga Wosonyeza Vuto

source: Data column name
ny: Dzina la kolamu ya data

source: Default response
ny: Yankho la nthawi zonse

source: Repeat
ny: Bwerezani

source: Repeat this group if necessary
ny: Bwerezani gulu limeneli ngati pakufunika

source: Mandatory response
ny: Funso limene muyenera kuyankha zivute zitani

source: Appearance (advanced)
ny: Kaonekedwe (mwaukadaulo)

source: Show all questions in this group on the same screen
ny: Onetsani mafunso onse mu gulu lino pa sikilini imodzi

source: Add a condition
ny: Onjezerani kondishoni

source: Manually enter your skip logic in XLSForm code
ny: Lembani lojiki yodumphidwa mu khodi ya XLSForm

source: response value
ny: valiyu ya yankho

source: Are you sure you want to delete this question?
ny: Kodi mukutsimikiza kuti mukufuna kudilita funsoli?

source: Form
ny: Fomu

source: Edit in Form Builder
ny: Ikonzereni mu Form Builder

source: copied to clipboard
ny: zakoperedwa ku kilipibodi

source: question has been added to the library
ny: mafunso aikidwa mu laibulale

source: group has been added to the library as a block
ny: gulu laikidwa mu laibulale ngati buloko

source: Summary
ny: Chidule

source: Past 7 days
ny: Masiku 7 apitawo

source: Past 31 days
ny: Masiku 31 apitawo

source: No chart data available for current period.
ny: Palibe tchati cha zinthu za nthawi imeneyi.

source: Export is being generated, you will receive an email when it's done
ny: Zotumiza zikukonzedwa, mulandira uthenga ikamaliza

source: We couldn't create the export, please try again later or contact support
ny: Sitinathe kukonza zotumiza, yesaninso nthawi ina kapena funsani a sapoti

source: Export all data
ny: Tumizani data yonse

source: Drop files to upload
ny: Ikani mafailo oti mupange apulodi

source: My Projects
ny: Ma Pulojekiti Anga

source: Is
ny: Ndi Imeneyi

source: Is not
ny: Si Imeneyi

source: Contains
ny: Muli

source: Does not contain
ny: Ilibe

source: Starts with
ny: Yayamba ndi

source: Ends with
ny: Yatha ndi

source: Is empty
ny: Mulibe

source: Is not empty
ny: Muli kanthu

source: Project name
ny: Dzina la pulojekiti

source: Owner email
ny: Imelo ya mwini

source: Owner organization
ny: Bungwe la mwini

source: Date modified
ny: Deti limene zasinthidwa

source: Date deployed
ny: Deti limene zayambika

source: fields
ny: madanga

source: filter
ny: sefani

source: There are no filters, you can add one below
ny: Palife masefa, mukhoza kuika sefa pansipa

source: Add filter
ny: Ikani sefa

source: Filter by
ny: Sefani potengera

source: Select field
ny: Sakhani danga

source: Condition
ny: Kondishoni

source: Select condition
ny: Sankhani kondishoni

source: Enter value
ny: Lowetsani valiyu

source: Share project
ny: Gawirani pulojekiti

source: There are no projects to display.
ny: Palibe mapulojekiti oonetsa.

source: Do you want to leave without saving?
ny: Kodi mukufuna kutseka musanaseve?

source: Please [contact the support team] if you think it's an error.
ny: Chonde [pemphani thandizo ku sapoti] ngati mukuona kuti pali vuto.

source: Please try logging in using the header button or [contact the support team] if you think it's an error.
ny: Chonde yesani kulowa pogwiritsa ntchito batani la heda kapena [pemphani thandizo ku sapoti] ngati mukuona kuti pali vuto.

source: Either you don't have access to this page or this page simply doesn't exist.
ny: N’kutheka mulibe chilolezo cholowera kapena tsambali palibe.

source: Additional details:
ny: Zinthu zina:

source: failed to list assets
ny: zakanika kuika ndandanda ya ma aseti

source: ##field_label## (required)
ny: ##field_label## (ikufunika)
