Repository: kobotoolbox/form-builder-translations
Catalog: ny/LC_MESSAGES/djangojs.po
Languages: ny

source: This is a fully locked template. Go to question settings to see specific restrictions.
ny: Tempuleti imeneyi ndiyotsekedwa. Pitani ku maseting’i a funso kuti muone ziletso zake.

source: This is a partially locked template. Go to question settings to see specific restrictions. Expand this notification to see form level restrictions.
ny: Tempuleti imeneyi ndi yotsekedwa pang’ono. Pitani ku maseting’i a funso kuti muone ziletso zake. Kulitsani uthenga uno kuti muone kukula kwa ziletso zake.

source: This form was created using a fully locked template. This means no edits were permitted by the template creator.
ny: Fomu ino inapangidwa pogwiritsa ntchito tempuleti yotsekedwa. Zimenezi zikutanthauza kuti amene anapanga tempuletiyo analetsa kuti musathe kusintha zina ndi zina.

source: This form was created using a partially locked template. Go to question settings to see specific restrictions. Expand this notification to see form level restrictions.
ny: Fomu ino inapangidwa pogwiritsa ntchito tempuleti yotsekedwa pang’ono. Pitani ku maseting’i a funso kuti muone ziletso zake. Kulitsani uthenga uno kuti muone kukula kwa ziletso zake.

source: see more
ny: onani zambiri

source: Locked functionalities
ny: Zipangizo zotsekera

source: Unlocked functionalities
ny: Zipangizo zotsekulira

source: Add choice to question
ny: Ikani chosankha pa funso

source: Remove choice from question
ny: Chotsani chosankha pa funso

source: Edit choice labels
ny: Konzaninso lebulo la chosankha

source: Change choice order
ny: Sinthani ndondomeko imene chosankha chisankhidwire

source: Edit choice values
ny: Konzaninso mavaliyu a chosankha

source: Delete question
ny: Dilitani funso

source: Edit question labels
ny: Konzaninso malebulo a funso

source: Edit question settings
ny: Konzaninso maseting’i a funso

source: Edit skip logic
ny: Konzaninso zokhudza kudumpha lojiki

source: Edit validation
ny: Konzaninso zokhudza kutsimikizira

source: Delete entire group
ny: Dilitani gulu lonse

source: Edit group labels
ny: Konzaninso malebulo a gulu

source: Add question to group
ny: Onjezerani funso ku gulu

source: Remove question from group
ny: Chotsani funso ku gulu

source: Change question order within group
ny: Sinthani mmene funso lizifunsidwira pa gulu

source: Edit group settings
ny: Konzani ma seting’i a gulu

source: Split group
ny: Lekanitsani gulu

source: Change form appearance
ny: Sinthani kaonekedwe ka fomu

source: Change form meta questions
ny: Sinthani funso lokhudza funso la pa fomu

source: Replace whole form
ny: Chotsani ndi kuika fomu ina

source: Add group
ny: Onjezerani gulu

source: Add question
ny: Onjezerani funso

source: Change question order
ny: Sinthani ndondomeko imene funso lizifunsidwira

source: Change languages
ny: Sinthani zinenero

source: By default map is limited to the ##number## most recent submissions for performance reasons. Go to map settings to increase this limit.
ny: Kuti ziyende bwino, mukuloledwa kutumiza mapu ##number## atsopano kwambiri. Pitani ku ma seting’i kuti muwonjezere chiwerengero.

source: Error: could not load data.
ny: Vuto: sizinatheke kutsekula data.

source: Disaggregate by survey responses
ny: Siyanitsani data potengera mayankho a kafukufuku

source: Disaggregated using:
ny: Siyanitsani pogwiritsa ntchito:

source: No "geopoint" responses have been received
ny: Sitinalandire mayankho a "geopoint"

source: The map does not show data because this form does not have a "geopoint" field.
ny: Mapu sakusonyeza data chifukwa fomu ilibe malo a "geopoint."

source: Toggle Fullscreen
ny: Ioneke Sikilini Yonse

source: Show as points
ny: Onetsani potengera malo

source: Toggle layers
ny: Onetsani maleya

source: Map display settings
ny: Posinthira kaonekedwe ka mapu

source: Show as heatmap
ny: Onetsani ngati mapu

source: Marker Colors
ny: Mitundu Yozindikirira

source: Query Limit
ny: Malire a Zofufuza

source: Geopoint question
ny: Funso la malo

source: Overlays
ny: Kusamutsa data

source: Audit settings
ny: Maseting’i a Kuwerengetsera

source: Background audio
ny: Mawu omveka pansipansi

source: Failed to update tags
ny: Zalephereka kupanga apudeti ma tagi

source: Updating…
ny: Ikupanga Apudeti…

source: Update
ny: Pangani Apudeti

source: Multiple responses
ny: Mayankho osiyanasiyana

source: Displaying multiple submissions (##count## selected of ##total##)
ny: Ikuonetsa zotumizidwa zosiyanasiyana (zasankhidwa ##count## pa ##total##)

source: Editing "##question##" for ##count## submissions
ny: Kukonzanso zotumizidwa "##question##" pa ##count##

source: in the help article
ny: mu nkhani yothandiza

source: Required
ny: Zikufunika

source: Editing responses from repeat group questions is not possible yet.
ny: Pakali pano simungathe kukonzanso mayankho a mafunso ochokera ku magulu obwereza.

source: Edit
ny: Konzani

source: You are currently seeing multiple submissions at once. You can select specific questions to edit or remove responses in bulk. If you want to edit only one submission, click on the desired submission on the navigation menu on the top-left corner of this table, or go back to the general table view. You can learn more about bulk actions
ny: Panopo mukuona zotumizidwa zosiyanasiyana pakamodzi. Mungathe kusankha mafunso oti muwakonzenso kapena kuchotsa ambiri pakamodzi. Ngati mukufuna kukonzanso chotumizidwa chimodzi, dinani zotumizidwa zimene mukufuna pa menyu yomwe ili pamwamba pakona chakumanzere kwa tebo ino, kapena bwererani pa tebo yoyamba. Mungadziwe zambiri zokhudza kuchita zambiri pakamodzi

source: Updated responses
ny: Mayankho opangidwa apudeti

source: Question
ny: Funso

source: Response
ny: Mayankho

source: Action
ny: Zochita

source: Type to filter
ny: Mtundu wa zosefera

source: Discard Changes
ny: Chotsani zimene mwasintha

source: Confirm & close
ny: Tsimikizirani ndi kutseka

source: You are about to edit responses for one or multiple submissions at once. Use the XML syntax in the text box below. You can also select one of the existing responses from the table of responses. Learn more about how to edit specific responses for one or multiple submissions
ny: Mwatsala pang’ono kukonzanzo mayankho a chotumizidwa chimodzi kapena zotumizidwa zambiri pakamodzi. Gwiritsani ntchito zilembo za XML zomwe zili mu kabokosi m’munsimu. Mungathenso kusankha ena mwa mayankho amene ali mu tebo ya mayankho. Dziwani zambiri zokhudza kukonzanso mayankho amene mwasankha a chotumizidwa kapena zotumizidwa zosiyanasiyana

source: Save
ny: Sevani

source: Type new response for selected submissions
ny: Lembani yankho latsopano la zotumizidwa zimene mwasankha

source: Select
ny: Sankhani

source: Response value
ny: Kufunika kwa yankho

source: Frequency
ny: Nthawi

source: Percentage
ny: Pelesenti

source: Submission URL
ny: URL ya Zotumizidwa

source: Public key
ny: Kiyi ya onse

source: Set encryption
ny: Ikani chitetezo

source: Remove encryption
ny: Chotsani chitetezo

source: Learn more about encrypting forms
ny: Dziwani zambiri zokhudza kuika chitetezo pa fomu

source: URL is empty!
ny: URL ilibe kanthu!

source: You must redeploy this form to see media changes.
ny: Muikenso fomuyi kuti muthe kuona zinthu zokhudza midiya zimene zasintha.

source: Attach files
ny: Phatikizani mafailo

source: Learn more about form media
ny: Dziwani zambiri zokhudza midiya ya fomu

source: Drag and drop files here
ny: Kokani ndi kuponyera mafailo apa

source: or
ny: kapena

source: click here to browse
ny: dinani apa kuti mufufuze

source: Uploading file…
ny: Ikupanga apulodi failo…

source: You can also add files using a URL
ny: Mungathenso kuika mafailo pogwiritsa ntchito URL

source: Paste URL here
ny: Ikani URL apa

source: Add
ny: Ikani

source: Attached files
ny: Mafailo ophatikizidwa

source: loading media
ny: ikutsegula midiya

source: No files uploaded yet
ny: Palibe failo imene yapangidwa apulodi

source: Name must be unique!
ny: Dzina liyenera akukhala lapadera!

source: Code must be unique!
ny: Khodi iyenera kukhala yapadera!

source: Default language name
ny: Dzina lachinenero cha nthawi zonse

source: Language name
ny: Dzina la chinenero

source: Default language code
ny: Khodi ya chinenero choyamba

source: Language code
ny: Khodi ya chinenero

source: Set
ny: Seti

source: ##type## ##name## created
ny: ##type## ##name## zapangidwa

source: Failed to create ##type##
ny: Zalephereka kupangidwa ##type##

source: Failed to update ##type##
ny: Zalephereka kupanga apudeti ##type##

source: Saving…
ny: Ikuseva…

source: Creating…
ny: Ikupangidwa…

source: Enter title of ##type## here
ny: Lembani dzina la##type## apa

source: Enter short description here
ny: Lebani dzina la chidule apa

source: Question Block
ny: Buloko ya Mafunso

source: Template
ny: Tempuleti

source: Upload
ny: Pangani apulodi

source: Collection
ny: Kolekishoni

source: Import an XLSForm from your computer.
ny: Lowetsani XLSForm kuchoka pa kompyuta.

source: Drag and drop the XLSForm file here or click to browse
ny: Kokani ndi kuponya XLSForm apa kapena dinani kuti mufufuze

source: Choose desired type
ny: Sankhani mtundu umene mwakonda

source: Create project
ny: Pangani pulojekiti

source: Project settings
ny: Maseting’i a pulojekiti

source: Choose a source
ny: Sankhani koitenga

source: Choose template
ny: Sankhani tempuleti

source: Upload XLSForm
ny: Pangani apulodi XLSForm

source: Import XLSForm
ny: Lowetsani XLSForm

source: Project details
ny: Zokhudza pulojekiti

source: Choose
ny: Sankhani

source: Error: asset could not be created.
ny: Vuto: sizinatheke kupanga aseti.

source: Error: new project could not be created.
ny: Vuto: sizinatheke kupanga pulojekiti yatsopano.

source: Retrieving form, please wait...
ny: Kubwezeretsa fomu, chonde dikirani...

source: Failed to reload project after import!
ny: Zalephereka kutsegula pulojekiti pambuyo polowetsa!

source: Import Failed!
ny: Kulowetsa Kwalephereka!

source: Could not initialize XLSForm import!
ny: Zakanika kuyamba zolowetsa XLSForm!

source: Failed to reload project after upload!
ny: Zakanika kutsegulanso pulojekiti pambuyo popanga apulodi!

source: Could not import XLSForm!
ny: Zakanika kulowetsa XLSForm!

source: Some fields contain errors!
ny: Magawo ena ali ndi mavuto!

source: Project Name
ny: Dzina la Pulojekiti

source: ##count## characters left
ny: ##count## zilembo zakumanzere

source: Use a template
ny: Gwiritsani ntchito tempuleti

source: Choose one of the options below to continue. You will be prompted to enter name and other details in further steps.
ny: Sankhani imodzi mwa zimene zili m’munsizi. M’magawo ena mupemphedwa kulemba dzina ndi zina.

source: Build from scratch
ny: Yambani kuyambira pachiyambi

source: Upload an XLSForm
ny: Pangani apulodi XLSForm

source: Import an XLSForm via URL
ny: Lowetsani XLSForm kudzera pa URL

source: Enter a valid XLSForm URL in the field below.
ny: Lembani URL yolondola ya XLSForm pa danga lili m’munsili.

source: Having issues? See this help article.
ny: Pali vuto? Werengani zokuthandizi izi.

source: Please enter a title for your project!
ny: Chonde lembani dzina la pulojekiti!

source: Enter title of project here
ny: Lembani dzina la pulojekiti apa

source: Please choose a sector
ny: Chonde sankhani gawo

source: Please select at least one country
ny: Chonde sankhani dziko limodzi

source: Please specify the operational purpose of your project
ny: Chonde tchulani cholinga cha pulojekiti yanu

source: Yes
ny: Inde

source: No
ny: Ayi

source: Please indicate whether or not your project collects personally identifiable information
ny: Chonde sonyezani ngati pulojekiti yanu imatolera zodziwikitsa munthu kapena ayi

source: Archive project to stop accepting submissions.
ny: Sungani pulojekiti kuti isalandire zotumizidwa.

source: Unarchive project to resume accepting submissions.
ny: Chotsani pulojekiti kosungira kuti iyambirenso kulandira zotumizidwa.

source: Delete Project and Data
ny: Dilitani Pulojekiti ndi Data

source: Form replacing is not available due to form's Locking Profile restrictions.
ny: Simungathe kusinthitsa fomu chifukwa cha ziletso Zoteteza Pulofailo.

source: Delete language?
ny: Mukufuna kudilita chinenero?

source: Are you sure you want to delete this language? This action is not reversible.
ny: Kodi mukutsimikiza kuti mukufuna kudilita chinenerochi? Mukadilita simungathenso kubwezeretsa.

source: Translation index mismatch. Cannot delete language.
ny: Zomasulira sizikufanana. Simungathe kudilita chinenero.

source: Change default language?
ny: Mukufuna kusintha chinenero cha nthawi zonse?

source: Are you sure you would like to set ##lang## as the default language for this form?
ny: Kodi mukutsimikiza kuti mukufuna kuika ##lang## ngati chinenero cha fomu ino?

source: There is nothing to translate in this form.
ny: Palibe zofunika kumasulira pa fomu ino.

source: Here you can add more languages to your project, and translate the strings in each of them.
ny: Pano mungaike zinenero zambiri mu pulojekiti yanu ndipo mungamasulire ma magawo ake.

source: For the language code field, we suggest using the
ny: Pankhani ya chizindikiro cha chinenero, tikuganiza kuti muike

source: official language code
ny: chizindikiro chovomerezeka ndi boma

source: (e.g. "English (en)" or "Rohingya (rhg)").
ny: (e.g. "English (en)" kapena "Nyanja/Chewa (ny)").

source: Read more.
ny: Werengani zambiri.

source: Please name your default language before adding languages and translations.
ny: Tchulani dzina la chinenero chanu chanthawi zonse musanaike zinenero komanso zofunika kumasulira.

source: Current languages
ny: Zinenero zimene zili panopo

source: You have named translations in your form but the default translation is unnamed. Please specifiy a default translation or make an existing one default.
ny: Mwatchula zinenero mu fomu yanu koma chinenero chanthawi zonse simunachitchule. Chonde tchulani chinenero chanthawi zonse kapena ikani chinenero chilipocho ngati chanthawi zonse.

source: * Save Changes
ny: * Sevani Zimene Mwasintha

source: updated text
ny: pangani apudeti mawu

source: Original string
ny: Zomasulira zoyambirira

source: Use a few words, avoid common phrases
ny: Gwiritsani ntchito mawu ochepa, muzipewa mawu ogwiritsidwa ntchito kawirikawiri

source: No need for symbols, digits, or uppercase letters
ny: Simukufunikira kuika zizindikiro, manambala kapena zilembo zikuluzikulu

source: Add another word or two. Uncommon words are better.
ny: Wonjezerani mawu amodzi kapena awiri. Ndi bwino kusankha mawu osagwiritsidwa ntchito kawirikawiri.

source: Straight rows of keys are easy to guess
ny: Zilembo zomwe zili mumzere woongoka sizivuta kuzizindikira

source: Short keyboard patterns are easy to guess
ny: Zilembo zazifupi za pa kiyibodi sizivuta kuzizindikira

source: Use a longer keyboard pattern with more turns
ny: Gwiritsani ntchito zilembo zazitali za pa kiyibodi

source: Repeats like "aaa" are easy to guess
ny: Mawu obwereza angati "aaa" savuta kuwazindikira

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
ny: Mawu obwereza ngati "abcabcabc" amavutirapo kuwazindikira kusiyana ndi "abc"

source: Avoid repeated words and characters
ny: Pewani mawu ndi zilembo zobwerezabwereza

source: Sequences like abc or 6543 are easy to guess
ny: Manambala otsatizana ngati 6543 kapena zilembo zotsatizana ngati abc savuta kuwazindkira

source: Avoid sequences
ny: Pewani manambala otsatizana

source: Recent years are easy to guess
ny: Zaka zaposachedwapa sizivuta kuzizindikira

source: Avoid recent years
ny: Pewani zaka zaposachedwapa

source: Avoid years that are associated with you
ny: Pewani zaka zogwirizana ndi inuyo

source: Dates are often easy to guess
ny: Madeti savuta kuwazindikira

source: Avoid dates and years that are associated with you
ny: Pewani madeti ndi zaka zogwirizana ndi inuyo

source: This is a top-10 common password
ny: Pasiwediyi ili m’gulu la mapasiwedi 10 ogwiritsidwa ntchito kawirikawiri

source: This is a top-100 common password
ny: Pasiwediyi ili m’gulu la mapasiwedi 100 ogwiritsidwa ntchito kawirikawiri

source: This is a very common password
ny: Pasiwediyi imagwiritsidwa ntchito kawirikawiri

source: This is similar to a commonly used password
ny: Pasiwediyi ikufunana ndi pasiwedi yogwiritsidwa ntchito kawirikawiri

source: A word by itself is easy to guess
ny: Mawu paokha savuta kuwazindikira

source: Names and surnames by themselves are easy to guess
ny: Maina paokha savuta kuwazindikira

source: Common names and surnames are easy to guess
ny: Maina otchuka savuta kuwazindikira

source: Capitalization doesn't help very much
ny: Zilembo zikuluzikulu sizithandiza kwenikweni

source: All-uppercase is almost as easy to guess as all-lowercase
ny: Zilembo zikuluzikulu sizivuta kuzindikira ngati mmene zilili ndi zilembo zing’onozing’ono

source: Reversed words aren't much harder to guess
ny: Sizivuta kwenikweni kuzindikira mawu omwe alembedwa moyambira kumapeto

source: Predictable substitutions like '@' instead of 'a' don't help very much
ny: Zizindikiro zosavuta kuzindikira ngati '@' m’malo mwa 'a' sizithandiza kwenikweni

source: Password strength
ny: Mphamvu ya pasiwedi

source: permissions were copied successfully
ny: zatheka kukopera zilolezo

source: You are about to copy permissions from ##source to ##target. This action cannot be undone.
ny: Mwatsala pang’ono kukopera zilolezo kuchokera ku ##source to ##target. Mukachita zimenezi simungathenso kuzisintha.

source: Are you sure you want to copy permissions?
ny: Kodi mukutsimikiza kuti mukufunadi kukopera zilolezo?

source: Proceed
ny: Pitirizani

source: Copy team from another project
ny: Koperani timu kuchoka ku pulojekiti ina

source: This will overwrite any existing sharing settings defined in this project.
ny: Zimenezi zifufuta ma seting’i alionse okhudza kugawana ndi ena data amene munaika mu pulojekitiyi.

source: Select source project…
ny: Sankhani kumene kuli pulojekiti…

source: copy
ny: koperani

source: Anyone can view this form
ny: Aliyense akhoza kuona fomuyi

source: Anyone can view submissions made to this form
ny: Aliyense akhoza kuona zimene zatumizidwa ku fomuyi

source: Shareable link
ny: Linki yotheka kugawira ena

source: Enter usernames separated by comma
ny: Lembani dzina lolowera mosiyanitsidwa ndi koma

source: User not found:
ny: Wogwiritsa ntchito sakupezeka:

source: username
ny: dzina lolowera

source: Grant permissions
ny: Perekani zilolezo

source: Update permissions
ny: Konzaninso zilolezo

source: Remove permissions?
ny: Mukufuna kuchotsa zilolezo?

source: This action will remove all permissions for user ##username##
ny: Zimene mukufuna kuchitazi zichotsa zilolezo za wogwiritsa ntchito ##username##

source: ##permission_label## (##username_list## and 1 other)
ny: ##permission_label## (##username_list## ndi 1 wina)

source: The stored permissions are invalid. Please assign them again. If this problem persists, contact help@kobotoolbox.org
ny: Zilolezo zosungidwazi sizikugwira ntchito. Yesaninso. Ngati vutoli likupitirira, pemphani thandiza pa help@kobotoolbox.org

source: Asset seems to not have the processing feature enabled!
ny: Zikuoneka kuti gawo lotsegulira ma aseti silinayatsidwe!

source: Failed to get processing data.
ny: Sizinatheke kupeza zotsegulira data.

source: Failed to set transcript.
ny: Sizinatheke Kuika mawu.

source: Failed to delete transcript.
ny: Kudilita mawu kwalephereka.

source: Failed to delete translation.
ny: Zalephereka kudilita zomasulira.

source: Transcript
ny: Zolemba

source: Translations
ny: Zomasulira

source: Analysis
ny: Mwachidule

source: Item
ny: Zinthu

source: of ##total_count##
ny: za ##total_count##

source: last modified ##date##
ny: zinasinthidwa komaliza ##date##

source: created ##date##
ny: zinapangidwa ##date##

source: There is no data for this question for the current submission
ny: Palibe data ya funso limene mwatumiza

source: Discard unsaved changes?
ny: Mukufuna kuchotsa zosasevedwa?

source: Discard
ny: Chotsani

source: Delete transcript?
ny: Mukufuna kudilita mawu?

source: source file
ny: failo yayambirira

source: This ##type## does not have a transcript yet
ny: Iyi ##type## idakalibe mawu

source: begin
ny: yambani

source: Please select the original language of the ##type##
ny: Chonde sankhani chinenero choyambirira pa ##type##

source: back
ny: bwererani

source: manual
ny: pamanja

source: transcribe
ny: pititsani ku zilembo

source: Automatic transcription of audio file from
ny: Kumasulira mwa otomatiki failo ya zojambulidwa kuchokera

source: Transcription provider
ny: Wopereka

source: cancel
ny: khansulani

source: in progress
ny: zikuchitika

source: create transcript
ny: pangani mawu

source: Delete translation?
ny: Mukufuna kudilita zomasulira?

source: This transcript does not have any translations yet
ny: Mawu awa adakalibe zomasulira

source: Please select the language you want to translate to
ny: Chonde sankhani chilankhulo chimene mukufuna kumasulira

source: translate
ny: masulirani

source: Automatic translation of transcript to
ny: Kumasulira mawu mwaotomatiki kupita ku

source: Translation provider
ny: Opereka zomasulira

source: create translation
ny: pangani zomasulira

source: new translation
ny: zomasulira zatsopano

source: automatic
ny: otomatiki

source: Export
ny: Tumizani

source: Select export type
ny: Sankhani mtundu wa zotumiza

source: GPS coordinates (KML)
ny: Makodineti a GPS (KML)

source: SPSS Labels
ny: Malebulo a SPSS

source: Media Attachments (ZIP)
ny: Ma Atachimenti a Midiya (ZIP)

source: Labels
ny: Malebulo

source: XML values and headers
ny: Ma valiyu ndi maheda a XML

source: Separate columns
ny: Makolamu apadera

source: Single column
ny: Kolamu imodzi

source: Single and separate columns
ny: Kolamu imodzi komanso makolamu apadera

source: This export format will not be supported in the future. Please consider using one of the other export types available.
ny: Fomati yotumiza imeneyi siyololedwa m’tsogolo muno. Chonde ganizirani zogwiritsa ntchito mitundu ina ya zotumiza yomwe ilipo.

source: Latest unsaved settings
ny: Maseting’i atsopano osasevedwa

source: Delete export settings?
ny: Mukufuna kudilita maseting’i otumizidwa?

source: Are you sure you want to delete this settings? This action is not reversible.
ny: Kodi mukutsimikiza kuti mukufuna kudilita seting’i imeneyi? Mukachita zimenezi simungathenso kuzibwezeretsa.

source: None
ny: Palibe

source: Select Many
ny: Sankhani Zambiiri

source: Include groups in headers
ny: Phatikizani magulu muheda

source: Group separator
ny: Zosiyanitsa magulu

source: Flatten GeoJSON
ny: Salazani GeoJSON

source: Store date and number responses as text
ny: Sungani deti ndi manambala a mayankho monga mawu

source: Include media URLs
ny: Phatikizani ma URL a midiya

source: Save selection as…
ny: Sevani zimene mwasankha monga…

source: Name your export settings
ny: Patsani dzina maseting’i otumiza

source: Select questions to be exported
ny: Sankhani mafunso ofunika kutumizidwa

source: Value and header format
ny: Fomati ya valiyu ndi heda

source: Advanced options
ny: Zosankha zaukadaulo

source: Apply saved export settings
ny: Yambitsani maseting’i otumiza omwe mwaseva

source: No export settings selected
ny: Simunasankhe maseting’i otumiza

source: Delete export?
ny: Mukufuna kudilita zotumiza?

source: Are you sure you want to delete this export? This action is not reversible.
ny: Mukutsimikiza kuti mukufuna kudilita zotumiza izi? Mukachita zimenezi simungathenso kuzisintha.

source: Unknown
ny: Zosadziwika

source: Download
ny: Dawunilodi

source: Export Failed
ny: Kutumiza Kwalephereka

source: Processing…
ny: Ikutumiza…

source: Exports
ny: Zotumiza

source: Created
ny: Yapangidwa

source: Include Groups
ny: Phatikizani Magulu

source: Multiple Versions
ny: Mavezyoni Ambiri
