Repository: kobotoolbox/form-builder-translations
Catalog: ny/LC_MESSAGES/djangojs.po
Languages: ny

source: Male
ny: Mwamuna

source: Female
ny: Mkazi

source: Other
ny: Zina

source: Privacy
ny: Chinsinsi

source: Require authentication to see forms and submit data
ny: Pofunika kutsimikizira kuti muone mafomu kapena kutumiza data

source: Use this to display your real name to other users
ny: Gwiritsani ntchito iyi kuti anthu ena aziona dzina lanu lenileni

source: Social
ny: Sosho

source: You have unsaved changes. Leave settings without saving?
ny: Pali zina zimene simunaseve. Kodi mukufuna kutseka musanaseve?

source: Updated profile successfully
ny: Kukonzanso pulofailo kwatheka

source: Save Changes
ny: Sevani Zosinthidwa

source: Profile
ny: Pulofailo

source: Security
ny: Chitetezo

source: Failed to get API token
ny: Zalephereka kupeza tokeni ya API

source: API Key
ny: Kiyi ya API

source: Email address
ny: Imelo adiresi

source: Check your email ##UNVERIFIED_EMAIL##.
ny: Onani imelo yanu ##UNVERIFIED_EMAIL##.

source: A verification link has been sent to confirm your ownership. Once confirmed, this address will replace ##UNVERIFIED_EMAIL##
ny: Linki yotsimikizira yatumizidwa pofuna kutsimikizira umwini. Mukatsimikizira adiresi imeneyi ilowa m’malo mwa ##UNVERIFIED_EMAIL##

source: Email was sent again: ##TIMESTAMP##
ny: Imelo yatumizidwanso: ##TIMESTAMP##

source: Type new email address
ny: Lembani imelo adiresi yatsopano

source: Two-factor authentication
ny: Kutsimikizira

source: Enabled
ny: Yatsegulidwa

source: Disabled
ny: Tsekani

source: Authenticator app
ny: Pulogalamu yotsimikizira

source: Reconfigure
ny: Zikonzeninso

source: Recovery codes
ny: Manambala obwezeretsera

source: Generate new
ny: Pangani yatsopano

source: Two-factor authentication was deactivated for your account on ##date##
ny: Dongosolo lotsimikizira linaimitsidwa pa akaunti yanu pa ##date##

source: Password
ny: Pasiwedi

source: forgot password
ny: mwaiwala pasiwedi

source: This field is required.
ny: Gawo ili likufunikira.

source: changed password successfully
ny: zatheka kusintha pasiwedi

source: failed to change password
ny: zakanika kusintha pasiwedi

source: Current Password
ny: Pasiwedi Yapanopo

source: Single-Sign On
ny: Kulowa Kamodzi

source: Submissions
ny: Zotumizidwa

source: Total
ny: Zonse

source: Failed to update permissions
ny: Zalephereka kupanga apudeti zilolezo

source: Failed to remove permissions
ny: Zalephereka kuchotsa zilolezo

source: successfully updated
ny: zatheka kupanga apudeti

source: please check your connection and try again.
ny: chonde onaninso ngati intaneti ndi yolumikiza kenako yesaninso.

source: if this problem persists, contact help@kobotoolbox.org
ny: ngati vuto limeneli likupitirira, funsani help@kobotoolbox.org

source: your form id was not valid:
ny: Id ya fomu yanu ndi yosagwira ntchito:

source: your form cannot be deployed because it contains errors:
ny: fomu yanu singakhazikitsidwe chifukwa ili ndi vuto:

source: unable to deploy
ny: zalephereka kukhazikitsa

source: Project unarchived successfully
ny: Zatheka kuchotsa pulojekiti kosungidwa

source: Project archived successfully
ny: Zatheka kusunga pulojekiti

source: Unable to delete asset!
ny: Zakanika kupanga diliti aseti!

source: Error details:
ny: Zokhudza vuto:

source: Could not create project!
ny: Simunathe kupanga pulojekiti!

source: failed to load API token
ny: zalephereka kutsegula tokeni ya API

source: submission deleted
ny: zotumizidwa zadilitidwa

source: failed to delete submission
ny: zalephereka kudilita zotumizidwa

source: Successfully duplicated submission
ny: Zatheka kupanga dupuliketi zotumizidwa

source: Failed to duplicate submission
ny: Zalephereka kupanga dupuliketi zotumizidwa

source: REST Service added successfully
ny: Zatheka kuika Maselevesi a REST

source: Failed adding REST Service
ny: Zalephereka kuika Maselevesi a REST

source: REST Service updated successfully
ny: Zatheka kupanga apudeti Maselevesi a REST

source: Failed saving REST Service
ny: Zalephereka kuseva Maselevesi a REST

source: REST Service deleted permanently
ny: Maselevesi a REST zadilitidwa mpaka kalekale

source: Could not delete REST Service
ny: Zakanika kudilita Maselevesi a REST

source: Submission retry requested successfully
ny: Zatheka kupempha kuti mutumizenso zotumizidwa

source: Submission retry request failed
ny: Zalephereka kupempha kuti mutumizenso zotumizidwa

source: Retrying all submissions failed
ny: Zalephereka kuyesanso kutumiza zotumizidwa zonse

source: Failed to attach to source
ny: Zakanika kulumikizitsa ndi komwe zachokera

source: Failed to detach from source
ny: Zalephereka kuichotsa komwe zachokera

source: Failed to patch source
ny: Zalephereka kukonza komwe zachokera

source: Failed to retrieve sharing enabled assets
ny: Zalephereka kupezanso ma aseti otheka kugawana ndi ena

source: Failed to toggle sharing
ny: Zalephereka kuyatsa pogawirana ndi ena

source: Failed to update column filters
ny: Zalephereka kupanga apudeti masefa a makolamu

source: Failed to create export
ny: Zakanika kupanga zotumiza

source: Failed to delete export
ny: Zakanika kudilita zotumiza

source: Failed to update export setting
ny: Zakanika kupanga apudeti maseting’i a zotumiza

source: Failed to create export setting
ny: Zalephereka kupanga ma seting’i a zotumiza

source: Failed to delete export setting
ny: Zalephereka kudilita maseting’i a zotumiza

source: Move to collection failed
ny: Zalephereka kuzisunthira mu kolekishoni

source: Failed to get the results
ny: Zalephereka kupeza zotsatira

source: Could not upload your media
ny: Simunathe kupanga apulodi midiya

source: Something went wrong with getting your media
ny: Chinachake chalakwika pomwe mumapeza midiya yanu

source: Successfully deleted media
ny: Zatheka kudilita midiya

source: Failed to delete media!
ny: Zakanika kudilita midiya!

source: An error occured
ny: Papezeka vuto

source: Incorrect token or something went wrong
ny: Tokeni yolakwika kapena chinachake chalakwika

source: Failed to get submissions uuids.
ny: Zalephereka kupeza ma uuid a zotumizidwa.

source: Failed to get submission.
ny: Zalephereka kupeza zotumizidwa.

source: Failed to update submissions.
ny: Zalephereka kupanga apudeti zotumizidwa.

source: Failed to update some submissions values.
ny: Zalephereka kupanga apudeti ma valiyu ena a zotumizidwa.

source: Failed to update submissions values.
ny: Zalephereka kupanga apudeti ma valiyu a zotumizidwa.

source: Failed to delete submissions.
ny: Zalephereka kudilita zotumizidwa.

source: Delete?
ny: Mukufuna kudilita?

source: Delete
ny: Dilitani

source: This action is not reversible
ny: Mukachita zimenezi simungathenso kuzisintha

source: Cancel
ny: Khansulani

source: ##ASSET_TYPE## deleted permanently
ny: ##ASSET_TYPE## yadilitidwa mpaka kalekale

source: You are about to permanently delete this item from your library.
ny: Mwatsala pang’ono kudilita zimenezi mu laibulale yanu mpaka kalekale.

source: You are about to permanently delete this draft.
ny: Mwatsala pang’ono kudilita zoyeselerazi mpaka kalekale.

source: You are about to permanently delete this form.
ny: Mwatsala pang’ono kudilita fomuyi mpaka kalekale.

source: All data gathered for this form will be deleted.
ny: Data yonse imene mwasonkhanitsa pa fomuyi idilitidwa.

source: The form associated with this project will be deleted.
ny: Fomu yogwirizana ndi pulojekitiyi idilitidwa.

source: I understand that if I delete this project I will not be able to recover it.
ny: Ndikumvetsa kuti ndikadilita pulojekitiyi sindithanso kuibwezeretsa.

source: Archive Project
ny: Sungani Pulojekiti

source: Are you sure you want to archive this project?
ny: Mukutsimikiza kuti mukufuna kusunga pulojekitiyi?

source: Your form will not accept submissions while it is archived.
ny: Fomu yanu sivomereza zotumizidwa pamene ili kosungidwa.

source: Archive
ny: Isungeni

source: Unarchive Project
ny: Ichotseni Kosungira

source: Are you sure you want to unarchive this project?
ny: Mukutsimikizira kuti mukufuna kuibwezeretsa kuchokera kosungira?

source: Unarchive
ny: Ibwezeretseni Kuchoka Kosungira

source: Clone of
ny: Yofanana ndi

source: Clone
ny: Yofanana

source: Enter the name of the cloned ##ASSET_TYPE##. Leave empty to keep the original name.
ny: Lembani dzina la yofanana ##ASSET_TYPE##. Siyani yopanda kanthu kuti dzina loyambirira lisachoke.

source: Ok
ny: Inde

source: Cloning...
ny: Ikufananitsa...

source: cloned ##ASSET_TYPE## created
ny: yafanitsidwa ##ASSET_TYPE## yapangidwa

source: Create
ny: Pangani Yatsopano

source: Please wait…
ny: Chonde dikirani…

source: Failed to create new asset!
ny: Zalephereka kupanga aseti yatsopano!

source: Create new template from this project
ny: Pangani tempuleti yatsopano ya pulejekitiyi

source: Enter the name of the new template.
ny: Lembani dzina la tempuleti yatsopano.

source: Create new project from this template
ny: Pangani pulojekiti yatsopano kuchokera tempuleti imeneyi

source: Enter the name of the new project.
ny: Lembani dzina la pulojekiti yatsopano:

source: Remove shared form
ny: Chotsani fomu yogawana ndi ena

source: Are you sure you want to remove this shared form?
ny: Mukutsimikizira kuti mukufuna kuchotsa fomu yogawana ndi ena?

source: Remove
ny: Ichotseni

source: deploying to kobocat...
ny: ikuikidwa mu kobocat...

source: deployed form
ny: fomu yoikidwa

source: Overwrite existing deployment
ny: Fufutani imene ilipo

source: This action cannot be undone.
ny: Mukachita zimenezi simungathenso kuzibwezeretsa.

source: Deploying...
ny: Ikuikidwa...

source: redeployed form
ny: fomu ikuikidwanso

source: me
ny: ine

source: untitled
ny: zopanda dzina

source: Unlabelled
ny: Zosaika maina

source: Name, organization and sector are required to make collection public.
ny: Dzina, bungwe komanso mbali zikufunika kuti kolekishoni izioneka kwa aliyense.

source: Empty collection is not allowed to be made public.
ny: Kolekishoni yopanda kanthu sikulodwa kuonekera kwa aliyense.

source: Only collections are allowed to be made public!
ny: Makolekishoni okhawo omwe akuloledwa kuonekera kwa aliyense!

source: Untitled
ny: Yopanda dzina

source: Could not load REST Service
ny: Zalephereka kutsegula Selevesi ya REST

source: Could not load REST Service logs
ny: Zalephereka kutsegula ma logi a Selevesi ya REST

source: Submission Failure Detail (##id##)
ny: Zalephereka Kutumiza Maditelo (##id##)

source: No Authorization
ny: Palibe zilolezo

source: Basic Authorization
ny: Zilolezo zoyambirira

source: Name required
ny: Dzina likufunika

source: URL required
ny: URL ikufunika

source: Please enter both name and url of your service.
ny: Chonde lembani dzina ndi url ya zochita.

source: Custom HTTP Headers
ny: Heda ya HTTP ya Kasitomu

source: Name
ny: Dzina

source: Could not load REST Services
ny: Sizinatheke kutsegula zinthu za mu REST

source: Are you sure you want to delete ##target?
ny: Kodi mukutsimikiza kuti mukufunadi kudilita ##target?

source: You are about to delete ##target. This action cannot be undone.
ny: Mwatsala pang’ono kudilita ##target. Mukadilita simungathenso kubwezeretsa.

source: Confirm
ny: Tsimikizirani

source: Register a New Service
ny: Lembetsani Selevesi Yatsopano

source: This project doesn't have any REST Services yet!
ny: Pulojekiti imeneyi idakalibe maselevesi a REST!

source: You can use REST Services to automatically post submissions to a third-party application.
ny: Mukhoza kugwiritsa ntchito Maselevesi a REST kuti izitha yokha kutumiza zinthu ku mapulogalamu ena.

source: Learn more
ny: Dziwani zambiri

source: REST Services: ##number##
ny: Maselevesi a REST: ##number##

source: Need help?
ny: Mukufunikira thandizo?

source: Service Name
ny: Dzina la Selevesi

source: Success
ny: Zatheka

source: Pending
ny: Ikudikira

source: Failed
ny: Zalephereka

source: More actions
ny: Zochita zina

source: Deploy
ny: Iyambitseni

source: Replace form
ny: Ikani ina

source: Manage translations
ny: Samalirani zokhudza kumasulira

source: Create template
ny: Konzani tempuleti

source: Questions
ny: Mafunso

source: Type
ny: Mtundu

source: Last Modified
ny: Zinasinthidwa Komaliza

source: Items
ny: Zinthu

source: Owner
ny: Mwini

source: Subscribers
ny: Olembetsa

source: Languages
ny: Zinenero

source: Primary Sector
ny: Pulaimale Sekita

source: Success!
ny: Zatheka!

source: Submission Record
ny: Zokhudza Zotumizidwa

source: of
ny: za

source: Sharing Permissions
ny: Zilolezo Zogawira

source: Uploading XLS file
ny: Kupanga apulodi failo ya XLS

source: Uploading:
ny: Ikupanga Apulodi:

source: Create Library Item
ny: Pangani za mu Laibulale

source: Template details
ny: Zokhudza tempuleti

source: Collection details
ny: Zokhudza zosonkhanitsidwa

source: Edit tags
ny: Konzaninso matagi

source: Upload file
ny: Pangani apulodi failo

source: Form Preview
ny: Kuona Fomu Mwachidule

source: Edit REST Service
ny: Konzaninso Ntchito za REST

source: New REST Service
ny: Ntchito za REST Zatsopano

source: Table display options
ny: Tebo yosonyeza zosankha

source: Manage Languages
ny: Konzani Zinenero

source: Translations Table
ny: Tebo ya Zomasulira

source: Manage Form Encryption
ny: Konzani Zokhudza Kuteteza Fomu

source: Close
ny: Tsekani

source: Close Translations Table?
ny: Mukufuna Kutseka Tebo ya Zomasulira?

source: You will lose all unsaved changes.
ny: Zonse zimene mwasintha koma simunaseve zitayika.

source: Incorrect token
ny: Tokeni yolakwika

source: Could not generate secret key
ny: Zalephereka kupanga nambala yachinsinsi

source: Scan QR code and enter the ##number##-digit token from the application
ny: Pangani sikani kachindindo ka QR ndi kulowetsa tokeni ya manambala ##number## yochokera ku pulogalamu

source: After scanning the QR code image, the authenticator app will display a ##number##-digit code that you can enter below.
ny: Mukamaliza kupanga sikani kachindo ka QR, pulogalamu yotsimikizira ionetsa nambala ya manambala ##number## imene mungalowetse pansipa.

source: No QR code?
ny: Palibe kachidindo ka QR?

source: Enter key manually
ny: Lowetsani nambala mochita kulemba

source: Next
ny: Ina

source: Download codes
ny: Pangani dawunilodi manambala

source: I saved my codes
ny: Ndapanga sevu ma nambala anga

source: Enter this key into your authenticator app to generate a ##number##-digit token
ny: Lowetsani nambala iyi pa pulogalamu yotsimikizira kuti itulutse tokeni ya manambala ##number##

source: Once your authenticator app is set up, generate a ##number##-digit token and enter it in the field below.
ny: Mukamaliza kuika pulogalamu yanu yotsimikizira, tulutsani tokeni ya manambala ##number## ndipo ilowetseni pa danga limene lili m’munsili.

source: Take me back to QR code
ny: Ndibwerere ku kachidindo ka QR

source: Please enter your ##number##-digit authenticator token to regenerate your backup codes.
ny: Chonde lembani tokeni yanu ya manambala ##number## ya pulogalamu yotsimikizira kuti itulutse manambala osunga.

source: Please enter your ##number##-digit authenticator token to deactivate two-factor authentication.
ny: Chonde lembani tokeni yanu ya manambala ##number## ya pulogalamu yotsimikizira kuti izimitse zotsimikizira.

source: Problems with your token?
ny: Kodi tokeni ili ndi vuto?

source: Please note that generating new recovery codes will invalidate any previously generated codes.
ny: Dziwani kuti mukapanga manambala atsopano olowera ndiye kuti manambala akale amene munapanga asiya kugwira ntchito.

source: Please note that in order to reconfigure two-factor authentication (2FA), the previous set up will first be deleted. Tokens or recovery codes from the previous set up will not be valid anymore.
ny: Dziwani kuti ngati mukufuna kukonza zokhudza kutsimikizira akaunti (2FA), zimene munaika poyamba zimadilitika. Matokeni kapena manambala akale asiya kugwira ntchito.

source: Issues with the token
ny: Mavuto okhudza matokeni

source: Back
ny: Bwererani

source: OK
ny: Inde

source: and one other question
ny: komanso funso lina

source: and ## other questions
ny: ndi ## mafunso ena

source: archived
ny: yosungidwa

source: deployed
ny: zoyambitsidwa

source: draft
ny: dilafuti

source: Could not load media file
ny: Sizinatheke kutsegula failo ya midiya

source: Select…
ny: Sankhani…

source: No options found
ny: Sipanapezeke zosankha

source: Type and confirm with ENTER
ny: Lembani ndi kutsimikizira podina ENTER

source: loading…
ny: Ikutsegula…

source: DONE
ny: ZATHEKA

source: Please check file name
ny: Chonde onaninso dzina la failo

source: No project selected
ny: Simunasankhe pulojekiti

source: Field is empty
ny: Danga lilibe kanthu

source: Privacy Notice
ny: Zokhudza Kusunga Chinsinsi

source: This will attach the full dataset from "##ASSET_NAME##" as a background XML file to this form. While not easily visible, it is technically possible for anyone entering data to your form to retrieve and view this dataset. Do not use this feature if "##ASSET_NAME##" includes sensitive data.
ny: Izi ziphatikizapo data yonse kuchokera pa "##ASSET_NAME##" monga failo yobisika ya XML kufika pa fomu ino. Ngakhale kuti sizophweka kuona fomuyi, ndi zotheka kuti aliyense amene akulowetsa data mu fomu yanu akhoza kuipeza komanso kuona data yake. Musagwiritse ntchito gawoli ngati "##ASSET_NAME##" lili ndi zinthu zachinsinsi.

source: Acknowledge and continue
ny: Vomerezani n’kupitirira

source: Select a different project to import data from
ny: Sankhani pulojekiti ya mtundu wina yoti mutengeko data

source: No projects to connect
ny: Palibe pulojekiti yomwe yalumikizidwa

source: Data sharing enabled
ny: Mwayatsa kuti muzitha kugawana ndi ena data

source: Select specific questions to share
ny: Sankhani funso limene mukufuna kugawira ena

source: Select any questions you want to share in the right side table
ny: Sankhani funso limene mukufuna kugawira ena kumanja kwa tebo

source: Updating shared questions
ny: Ikukonzanso mafunso ogawira ena

source: Data sharing disabled
ny: Mwayatsa kuti musagawane ndi ena data

source: Give a unique name to the import
ny: Perekani dzina lapadera ku zimene mukulowetsa

source: Import
ny: Lowetsani

source: Imported
ny: Zalowetsedwa

source: Loading imported projects
ny: Ikutsegula mapulojekiti olowetsedwa

source: No data imported
ny: Palibe data imene yalowetsedwa

source: Share data with other project forms
ny: Gawani data ku ma fomu a mapulojekiti ena

source: Enable data sharing to allow other forms to import and use dynamic data from this project. Learn more about dynamic data attachments
ny: Yatsani kuti muzitha kugawana data ndi cholinga choti mafomu ena azitha kulowetsa komanso kugwiritsa ntchito dainamiki data kuchokera ku pulojekitiyi. Dziwani zambiri zokhudza dainamiki data

source: here
ny: pano

source: Import other project data
ny: Lowetsani data ya mapulojekiti ena

source: Connect with other project(s) to import dynamic data from them into this project. Learn more about dynamic data attachments
ny: Lumikizani ndi mapulojekiti ena kuti mulowetse dainamiki data kuchokera ku mapulojekitiwo kulowa mu pulojekiti ino. Dziwani zambiri zokhudza dainamiki data

source: Import data from ##SOURCE_NAME##
ny: Lowetsani data kuchokera ##SOURCE_NAME##

source: You are about to import ##SOURCE_NAME##. Select or deselect in the list below to narrow down the number of questions to import.
ny: Mwatsala pang’ono kulowetsa ##SOURCE_NAME##. Sankhani kapena chotsani zimene mwasankha pa ndandanda imene m’munsimu kuti muchepetse mafunso amene mukufunika kulowetsa.

source: Select below the questions you want to import
ny: Sankhani mafunso ali m’munsimu ngati mukufuna kulowetsa

source: Select all
ny: Sankhani onse

source: Deselect all
ny: Chotsani zonse zimene munasankha

source: Loading imported questions
ny: Ikutsekula mafunso onse amene mwalowetsa

source: Updating imported questions
ny: Ikupanga apudeti mafunso amene mwalowetsa

source: Accept
ny: Vomerani

source: new
ny: zatsopano

source: All questions
ny: Mafunso Onse

source: Image Gallery
ny: Zithunzi

source: Toggle fullscreen
ny: Ioneke sikilini yonse

source: From
ny: Kuchokera

source: Between
ny: Pakati pa

source: and
ny: ndi

source: Load more
ny: Ikani zambiri

source: undeployed
ny: Yosaikidwa

source: path not found / recognized
ny: sikupezeka/ sinazindikiridwe

source: Project information
ny: Zokhudza pulojekiti

source: Description
ny: Zofotokozera

source: Status
ny: Sitetasi

source: Last modified
ny: Zinasinthidwa komaliza

source: Latest submission
ny: Zotumizidwa posachedwa

source: Sector
ny: Gawo

source: Countries
ny: Mayiko

source: Table
ny: Tebo

source: Reports
ny: Lipoti

source: Gallery
ny: Zithunzi

source: Downloads
ny: Zopanga Dawunilodi

source: Map
ny: Mapu

source: General
ny: Zanthawi Zonse

source: Media
ny: Midiya

source: Sharing
ny: Kugawana

source: Connect Projects
ny: Lumikizani Mapulojekiti

source: REST Services
ny: Ntchito za REST

source: Please refresh the page
ny: Chonde pangani lifuleshi tsambali

source: Account Settings
ny: Maseting’i a Akaunti

source: Terms of Service
ny: Zokhudza Kagwiritsidwe ka Ntchito

source: Privacy Policy
ny: Zokhudza Kusunga Chinsinsi

source: Language
ny: Chinenero

source: Logout
ny: Tulukani

source: Please enter a title for your ##type##
ny: Chonde lembani dzina la ##type##

source: untitled ##type##
ny: yopanda dzina ##type##

source: untitled collection
ny: Kolekishoni yopanda dzina

source: project title
ny: dzina la pulojekiti

source: Log In
ny: Lowani

source: Search My Library
ny: Fufuzani mu Laibulale Yanga

source: Search Public Collections
ny: Fufuzani mu za Anthu Onse

source: Search…
ny: Kufufuza…

source: submissions
ny: zotumizidwa

source: original
ny: yoyamba

source: translation
ny: zomasulira

source: Search for a language
ny: Fufuzani chilankhulo

source: Sorry, didn't find any language…
ny: Pepani, sipanapezeke chinenero…

source: I cannot find my language
ny: Sindinapeze chinenero changa

source: Please select the language
ny: Sankhani chinenero

source: Parent Collection
ny: Palenti Kolekishoni

source: This ##asset_type## is empty.
ny: Iyi ##asset_type## ndi yopanda kanthu.

source: Show less
ny: Onetsani zochepa

source: Show more
ny: Onetsani zambiri

source: Failed to get owner data.
ny: Zakanika kupeza data ya munthu.

source: Date Created
ny: Deti Lopanga

source: Tags
ny: Tagi

source: Organization
ny: Bungwe

source: Country
ny: Dziko

source: Hide full details
ny: Bisani zonse

source: Show full details
ny: Onetsani zonse

source: Failed to change asset public status.
ny: Zakanika kusintha sitetasi ya ma aseti a anthu onse.

source: Make public
ny: Zioneke kwa onse

source: Make private
ny: Zisaoneke kwa onse

source: Projects
ny: Mapulojekiti

source: My Library
ny: Laibulale yanga

source: Public Collections
ny: Za Anthu Onse

source: Your search returned no results.
ny: Sipanapezeke kanthu mutafufuza.

source: Let's get started by creating your first library question, block, template or collection. Click the New button to create it.
ny: Choyamba, tiyeni tikhazikitse funso loyamba, buloko, tempuleti komanso zinthu zina za laibulale. Dinani batani la Yatsopano kuti muikhazikitse.

source: Advanced users: You can also drag and drop XLSForms here and they will be uploaded and converted to library items.
ny: Kwa odziwa kwambiri: Mukhoza kukokera XLSForms apa ndipo apangidwa apulodi komanso kusinthidwa kuti zikhale za mu laibulale.

source: Search...
ny: Kufufuza...

source: Tags are loading...
ny: Ikutsegula ma tagi...

source: Search Tags
ny: Fufuzani ma Tagi

source: No results found
ny: Sitinapeze zimene mukufufuza

source: Select Collection Name
ny: Sankhani Dzina la Kolekishoni

source: Collections are loading...
ny: Makolekishoni akutsegula...

source: assets found
ny: ma aseti apezeka

source: expand details
ny: kulitsani maditelo
