Repository: kobotoolbox/form-builder-translations
Catalog: ny/LC_MESSAGES/django.po
Languages: ny

source: Value must be a list.
ny: Mukuyenera kuika ndandanda.

source: Your submission XML is malformed.
ny: XML imene yatumizidwa ndi yowonongeka.

source: Your submission XML is missing critical elements.
ny: XML imene mwatumiza ilibe zinthu zina zofunika kwambiri.

source: The submission you attempted to edit could not be found, or you do not have access to it.
ny: zomwe munayesa kusintha sizinapezeke, kapena mulibe mwayi wozipeza.

source: KoBoCAT returned an unexpected response: {}
ny: KoBoCAT yasonyeza zomwe simumayembekezera: {}

source: Something went wrong
ny: Zinazake sizinayende bwino

source: Invalid payload for bulk updating of submissions
ny: malipiro olakwika potumiza zosintha zambiri

source: Must call `asset.connect_deployment()` first
ny: Mukuyenera kuimbira `asset.connect_deployment()` choyamba

source: Your access is restricted. Please reclaim your access by changing your password at ##koboform_url##/accounts/password/reset/.
ny: Simungathenso kuona zimenezi. Kuti muyambirenso kuona, sinthani pasiwedi yanu popita pa ##koboform_url##/accounts/password/reset/.

source: Invalid search. Please try again
ny: Zomwe mwafufuzazi palibe. Chonde yesaninso

source: An error occurred trying to duplicate the submission
ny: panali vuto poyesa kubwereza zomwe zatumizidwa

source: The specified object has not been deployed
ny: chinthu chotchulidwa sichinatumizidwe

source: Bad syntax
ny: Syntax yolakwika

source: Not supported field lookup
ny: mwafufuza zinthu zosatheka

source: Your query is too short
ny: Pempho lanu lafupika kwambiri

source: Enter valid JSON.
ny: Lowetsani JSON yoyenera.

source: `##place_holder##` field cannot be hidden.
ny: Gawo `##place_holder##` simungalibise.

source: Unable to parse JSON: {error}
ny: Yalephera kuona JSON: {error}

source: Multi-factor authentication is enabled for this account.
ny: Mwaika kuti akaunti izitsimikiziridwa mwapadera.

source: Can view asset
ny: Mukhoza kuona ma aseti

source: Can discover asset in public lists
ny: Mutha kupeza ma aseti mu mndandanda wa anthu onse

source: Can manage all aspects of asset
ny: Mutha kusamalira mbali zonse za aseti

source: Can submit data to asset
ny: Mutha kutumiza deta ya aseti

source: Can view submitted data for asset
ny: Mutha kuona zomwe zatumizidwa za aseti

source: Can make partial actions on submitted data for asset for specific users
ny: Mutha kuchitapo kanthu pa data ya aseti yomwe yatumizidwa ya anthu osankhidwa

source: Can modify submitted data for asset
ny: Mukhoza kusintha deta yotumizidwa ya aseti

source: Can delete submitted data for asset
ny: Mukhoza kufufuta zomwe zatumizidwa za aseti

source: Can validate submitted data asset
ny: Mukhoza kutsimikizira data ya aseti yomwe yatumizidwa

source: project
ny: pulojekiti

source: form
ny: fomu

source: template
ny: tempuleti

source: block
ny: buloko

source: question
ny: funso

source: text
ny: mawu

source: empty
ny: mulibe

source: collection
ny: mafomu

source: View ##asset_type_label##
ny: Onani ##asset_type_label##

source: Edit ##asset_type_label##
ny: Konzani ##asset_type_label##

source: Discover ##asset_type_label##
ny: Dziwani ##asset_type_label##

source: Manage ##asset_type_label##
ny: Gwiritsani ntchito ##asset_type_label##

source: Add submissions
ny: Ikani zotumizidwa

source: View submissions
ny: Onani zotumizidwa

source: Act on submissions only from specific users
ny: Pangani zochita pa zomwe mwatumiza kuchokera kwa ogwiritsa ntchito osankhidwa

source: View submissions only from specific users
ny: Onani zomwe mwatumiza kuchokera kwa ogwiritsa ntchito osankhidwa

source: Edit submissions only from specific users
ny: Sinthani zotumizidwa kuchokere kwa ogwiritsa ntchito osankhidwa

source: Delete submissions only from specific users
ny: Dilitani zomwe mwatumiza kuchokera kwa ogwiritsa ntchito osankhidwa

source: Validate submissions only from specific users
ny: Tsimikizirani zomwe mwatumiza kuchokera kwa ogwiritsa ntchito osankhidwa

source: Edit submissions
ny: Sinthani zotumizidwa

source: Delete submissions
ny: Dilitani zomwe mwatumiza

source: Validate submissions
ny: Tsimikizirani zomwe mwatumiza

source: Only partial permissions for submissions are supported
ny: Zotumizidwa m’magawo zokha ndi zomwe zikuloledwa

source: Can not assign '{}' permission to owner
ny: Ndi zosatheka kupereka '{}' zilolezo enikwa mwiniwake

source: Can not assign '{}' permission. Partial permissions are missing.
ny: Ndi zosatheka kupereka '{}' zilolezo. Zilolezo zotumiza m’magawo zikusowa.

source: Invalid token.
ny: Tokeni ndi yolakwika.

source: Cannot access data
ny: Simungathe kuona data imeneyi

source: This data does not exist or you do not have access to it
ny: Data imeneyi palibe kapena mulibe chilolezo choti muione

source: You cannot reuse your last password.
ny: Simungagwiritse ntchito pasiwedi yanu yakale.

source: Your password cannot be the same as your previous one.
ny: Pasiwedi yanu sikuyenera kufanana ndi imene mumagwiritsa ntchito posachedwapa.

source: The password must contain at least ##number of rules## different kinds of characters.
ny: Pasiwedi yanu ikuyenera kukhala ndi ##number of rules## mwa zilembo zosiyanasiyana.

source: Incorrect current password.
ny: Pasiwedi yanu ya panopa ndi yolakwika.

source: `current_password` and `new_password` must both be
ny: Zonse `current_password` ndi `new_password` zikuyenera kukhala

source: This field may not be blank.
ny: Gawo limeneli simungalisiye losalemba.

source: %(count)d project has been undeleted
ny: Pulojekiti iyi %(count)d yabwezedwa kuti isafufutidwe

source: %(count)d project has been deleted
ny: Pulojekiti iyi %(count)d yafufutidwa

source: %(count)d project has been unarchived
ny: Pulojekiti iyi %(count)d yabwezedwa kuti kosungira

source: %(count)d project has been archived
ny: Pulojekiti iyi %(count)d yaikidwa kosungira

source: One or many projects have been deleted already!
ny: Pulojekiti imodzi kapena angapo afufutidwa kale!

source: One or many projects are already being deleted!
ny: Pulojekiti imodzi kapena angapo ali mkati mofufutidwa!

source: `action` parameter is required
ny: Parameter `action` ikufunika

source: Supported values for `action` are:
ny: Ma valiyu ovomerezeka a `action` ndi:

source: Draft projects cannot be archived
ny: Mapulojekiti oyeserera sangatumizidwe kosungira

source: Confirmation is required
ny: Mukufunika kutsimikizira

source: The property is required
ny: Pulopate ikufunika

source: The property must be an array
ny: Pulopate iyenera kukhala ndi aleyi

source: Some fields are invalid, choices are: `{valid_fields}`
ny: Magawo ena ndi olakwika, mungasankhe: `{valid_fields}`

source: User cannot update current parent collection
ny: Wogwiritsa ntchito sangapange apudeti mafomu oyambirira

source: Target collection not found
ny: Mofomu omwe mukufuna sanapezeke

source: User cannot update target parent collection
ny: Wogwiritsa ntchito sangapange apudeti mafomu oyambirira

source: `export_settings` must contain all the following required keys: {}
ny: `export_settings` iyenera kukhala ndi makiyi ofunika otsatirawa: {}

source: `export_settings` can contain only the following valid keys: {}
ny: `export_settings` ikhoza kikhala ndi makiyi ovomerezeka otsatirawa: {}

source: `multiple_select` must be either {}
ny: `multiple_select` ziyenera kukhala kaya {}

source: `type` must be either {}
ny: `type` ziyenera kukhala kaya {}

source: `group_sep` must be a non-empty value
ny: `group_sep` ikuyenera kukhala ndi data

source: `lang` for this asset must be either {}
ny: `lang` ya aseti ikuyenera kukhala kaya ndi {}

source: Must be a JSON object
ny: Iyenera kukhala ya JSON

source: All values in the array must be integers
ny: Ma valiyu a mu aleyi imeneyi ayenera kukhala ma inteja

source: `fields` must be an array
ny: `fields` ayenera kukhala ndi gulu

source: All values in the `fields` array must be strings
ny: Ma valiyu a mu aleyi `fields` azikhala ma string

source: JSON is invalid
ny: JSON ndi yolakwika

source: Invalid content
ny: Ndi zosagwirizana

source: No files have been submitted
ny: Palibe mafaelo aliwonse amene atumizidwa

source: File already exists
ny: Faelo ilipo kale

source: You cannot upload media file with two different ways at the same time. Please choose between binary upload, base64 or remote URL.
ny: Simungathe kupanga apulodi failo ya media pogwiritsa ntchito njira ziwiri zosiyana nthawi imodzi. Sankhani pakati pa kupanga apulodi bainale, base64 kapena remote URL.

source: This field is required
ny: Gawo ili likufunikira

source: `redirect_url` is required
ny: `redirect_url` zikufunika

source: `filename` is required
ny: `filename` zikufunika

source: `redirect_url` is invalid
ny: `redirect_url` ndi zolakwika

source: Only `{}` MIME types are allowed
ny: Mitundu `{}` yokha ya MIME ndiyololedwa

source: This field is required for the '{}' permission
ny: Gawo ili likufunika kuti mupereke chilolezo kwa '{}'

source: Invalid `url`
ny: Zosavomerezeka `url`

source: Invalid `filters`
ny: Zosavomerezeka `filters`

source: {permission} cannot be assigned explicitly to Asset objects of this type.
ny: {permission} singaperekedwe ku ma aseti a mtunduwu.

source: Not a valid list.
ny: Mndandandawu si wovomerezeka.

source: Invalid hyperlink - Object does not exist.
ny: Linki yolakwika - Palibe zimene mukufunazo.

source: `submission_ids` must only contain integer values
ny: `submission_ids` iyenera kukhala ndi manambala omwe ndi ma inteja

source: `submission_ids` must contain at least one value
ny: `submission_ids` iyenera kukhala ndi valiyu imodzi

source: `data` is required
ny: `data` zikufunika

source: `validation_status.uid` is required
ny: `validation_status.uid` zikufunika

source: Must contain all the following required keys: {}
ny: Iyenera kukhala ndi makiyi onse ofunikira: {}

source: Can contain only the following valid keys: {}
ny: Ikhoza kukhala ndi makiyi onse ofunikira: {}

source: Must be an array
ny: Iyenera kukhala aleyi

source: All values in the array must be strings
ny: Ma valiyu onse ayenera kukhala ma strings

source: Must be a non-empty value
ny: Ifunika ikhale ndi data

source: For this asset must be either {}
ny: Pa aseti imeneyi pakhale kaya ndi {}

source: Must be either {}
ny: Iyenera kukhala kaya ndi {}

source: The asset must be deployed.
ny: Aseti iyenera kuikidwa.

source: The export name must be a string.
ny: Dzina liyenera kukhala string.

source: Source cannot be changed
ny: Zoyambilira sizingasinthidwe

source: Data sharing for `{source_uid}` is not enabled
ny: Simunatsegule njira yogawira ena data ya `{source_uid}`

source: Pairing data with `{source_uid}` is not allowed
ny: Simukuloledwa kulumikizitsa data ndi `{source_uid}`

source: Source `{source}` is already paired
ny: Gwero `{source}` lalumikizidwa kale

source: Some fields are invalid, choices are: `{source_fields}`
ny: Magawo ena ndi olakwika, mungasankhe: `{source_fields}`

source: Only letters, numbers and `-` are allowed
ny: Zilembo zokha, manambala ndi `-` ndizololedwa

source: Extension must be `xml`
ny: Zowonjezera ziyenera kukhala `xml`

source: `{basename}` is already used
ny: `{basename}` ndiyogwiritsa ntchito kale

source: Invalid asset type. Only `{asset_type}` is allowed
ny: Aseti yolakwika. Yomwe ikuloledwa ndi `{asset_type}` yokha

source: Modern Browsers
ny: Bulawuza Yamakono

source: Ouch! Sorry, you were probably sent here because your browser is outdated or perhaps it has its key features disabled by using "private browsing" mode.
ny: Pepani! Mwafika muno mwina chifukwa choti bulawuza yanu ndi yachikale kapena mwina zinthu zina zatsekedwa pogwiritsa ntchito njira ya "private browsing."

source: If you are using an outdated browser, we recommend upgrading to a recent version of one of the following excellent modern browsers:
ny: Ngati mukugwiritsa ntchito bulawuza yachikale, tikukulimbikitsani kuti mupeze yatsopano ndipo mungasankhe imodzi mwa mabulawuza amakono awa:

source: Firefox download page
ny: Tsamba lopangira dawunilodi Firefox

source: Chrome download page
ny: Tsamba lopangira dawunilodi Chrome

source: Edge download page
ny: Tsamba lopangira dawunilodi Edge

source: Opera download page
ny: Tsamba lopangira dawunilodi Opera

source: This email domain is not allowed to create an account
ny: Iyi emali domain siyi vomelekeza kupangira akaunti

source: Exactly two databases must be configured
ny: Ma databesi awiri okha ndi amene ayenera kukhazikitsidwa

source: KPI and KoBoCAT must each have their own databases. Configure the KPI database as 'default' and the KoBoCAT database as 'kobocat'.
ny: KPI ndi KoBoCAT aliyense ayenera kukhala ndi databesi yake. Idasokoneza PKI databesi ya KPI ngati ‘defaulty’ ndi databesi ya KoBoCAT ngati ‘kobocat’.

source: KPI may not share a database with KoBoCAT
ny: KPI mwina singagawane databesi ndi KoBoCAT

source: KPI and KoBoCAT must each have their own databases.
ny: KPI ndi KoBoCAT aliyense ayenera kukhala ndi databesiyake.

source: Incomplete migration from shared-database installation
ny: Simunamalize kusamutsa databesi yogawana ndi ena

source: The KoBoCAT database was originally shared by KPI, but the KPI tables were not copied from that shared database to the new, KPI-only database.
ny: Databesi ya KoBoCAT idagawidwa poyambirira ndi matebulo a KPI sanatengedwe kuchokera kumalo osungirako onwe adagawidwawo kupita kumalo atsopano, KPI - databesi yokha.

source: Invalid confirmation
ny: Kutsimikizira kwalakwika

source: Only the following formats are available: ##format list##
ny: Mafomati awa okha ndi omwe alipo: ##format list##

source: Source and destination objects don't seem to have the same type
ny: Gwero komanso kofikira sizikufanana

source: Owner's permissions cannot be deleted
ny: Simungathe kudilita zilolezo za mwiniwake

source: `xpath` query parameter is required
ny: funso `xpath` la parameter likufunikira

source: Invalid XPath syntax
ny: Mawu a XPath alakwika

source: The path could not be found in the submission
ny: Malo sakupezeka pa zimene mwatumiza

source: The error occurred during conversion
ny: Zinazake zalakwika posintha

source: Conversion is not supported for {}
ny: Kusintha {} ndi kosaloledwa

source: The specified asset has not been deployed
ny: Aseti imene mukufuna sinaiikidwe

source: A positive integer is required
ny: Nambala yapositi ikufunika
