Repository: kobotoolbox/form-builder-translations
Catalog: yo/LC_MESSAGES/django.po
Languages: yo

source: An error occurred trying to duplicate the submission
yo: Aṣiṣe kan waye ni igbiyanju lati ṣe ẹda-igbasilẹ naa

source: The specified object has not been deployed
yo: Ohun ti a pato ko ti ran lọ

source: Bad syntax
yo: Sintasi buburu

source: Not supported field lookup
yo: Ko ṣe atilẹyin wiwa aaye

source: Your query is too short
yo: Ìbéèrère kúrú jù

source: Enter valid JSON.
yo: Tẹ JSON to wulo.

source: `##place_holder##` field cannot be hidden.
yo: `##place_holder##` aaye ko le wa ni pamọ.

source: Unable to parse JSON: {error}
yo: Ko le ṣe itupalẹ JSON: {error}

source: Multi-factor authentication is enabled for this account.
yo: Ijeri olona-ifosiwewe ti ṣiṣẹ fun akọọlẹ yii.

source: Can view asset
yo: Le wo dukia

source: Can discover asset in public lists
yo: Le ṣe iwari dukia ni awọn atokọ gbangba

source: Can manage all aspects of asset
yo: Le ṣakoso gbogbo awọn ẹya ti dukia

source: Can submit data to asset
yo: Le fi data si dukia

source: Can view submitted data for asset
yo: Le wo data silẹ fun dukia

source: Can make partial actions on submitted data for asset for specific users
yo: Le ṣe awọn iṣe apakan lori data silẹ fun dukia fun awọn olumulo kan pato

source: Can modify submitted data for asset
yo: Le ṣe atunṣe data silẹ fun dukia

source: Can delete submitted data for asset
yo: Le pa data ti a fi silẹ fun dukia

source: Can validate submitted data asset
yo: Le jẹri dukia data ti a fi silẹ

source: project
yo: ise agbese

source: form
yo: fọọmu

source: template
yo: awoṣe

source: block
yo: Àkọsílẹ

source: question
yo: ibeere

source: text
yo: ọrọ

source: empty
yo: ofo

source: collection
yo: gbigba

source: View ##asset_type_label##
yo: Wo ##asset_type_label##

source: Edit ##asset_type_label##
yo: Ṣatunkọ ##asset_type_label##

source: Discover ##asset_type_label##
yo: Iwari ##asset_type_label##

source: Manage ##asset_type_label##
yo: Ṣakoso awọn ##asset_type_label##

source: Add submissions
yo: Fi awọn ifisilẹ kun

source: View submissions
yo: Wo awọn ifisilẹ

source: Act on submissions only from specific users
yo: Ṣiṣẹ lori awọn ifisilẹ nikan lati ọdọ awọn olumulo kan pato

source: View submissions only from specific users
yo: Wo awọn ifisilẹ nikan lati awọn olumulo kan pato

source: Edit submissions only from specific users
yo: Ṣatunkọ awọn ifisilẹ nikan lati awọn olumulo kan pato

source: Delete submissions only from specific users
yo: Pa awọn ifisilẹ nikan lati awọn olumulo kan pato

source: Validate submissions only from specific users
yo: Ṣe ifọwọsi awọn ifisilẹ nikan lati ọdọ awọn olumulo kan pato

source: Edit submissions
yo: Ṣatunkọ awọn ifisilẹ

source: Delete submissions
yo: Pa awọn ifisilẹ rẹ

source: Validate submissions
yo: Fidi awọn ifisilẹ

source: Only partial permissions for submissions are supported
yo: Awọn igbanilaaye apa kan fun awọn ifisilẹ ni atilẹyin

source: Can not assign '{}' permission to owner
yo: Ko le fi '{}' aiye fun oniwun

source: Can not assign '{}' permission. Partial permissions are missing.
yo: Ko le fi aṣẹ fun '{}'. Awọn igbanilaaye apa kan sonu.

source: Invalid token.
yo: Àmi tí kò tọ́.

source: Cannot access data
yo: Ko le wọle si data

source: This data does not exist or you do not have access to it
yo: Data yii ko si tabi o ko ni iwọle si

source: You cannot reuse your last password.
yo: O ko le tun lo ọrọ igbaniwọle kẹhin rẹ.

source: Your password cannot be the same as your previous one.
yo: Ọrọigbaniwọle rẹ ko le jẹ kanna bi ti iṣaaju rẹ.

source: The password must contain at least ##number of rules## different kinds of characters.
yo: Ọrọigbaniwọle gbọdọ ni o kere ju ##number of rules## orisirisi iru ohun kikọ.

source: Incorrect current password.
yo: Ọrọigbaniwọle lọwọlọwọ ti ko tọ.

source: `current_password` and `new_password` must both be
yo: `current_password` ati `new_password` gbọdọ mejeeji jẹ

source: This field may not be blank.
yo: Aaye yi le ma jẹ ofo.

source: %(count)d project has been undeleted
yo: %(count)d ise agbese ti wa ti ko paarẹ

source: %(count)d project has been deleted
yo: %(count)d ise agbese ti a ti paarẹ

source: %(count)d project has been unarchived
yo: %(count)d ise agbese ti wa ti ko ni ipamọ

source: %(count)d project has been archived
yo: %(count)d ise agbese ti wa ni ipamọ

source: One or many projects have been deleted already!
yo: Ọkan tabi pupọ awọn iṣẹ akanṣe ti paarẹ tẹlẹ!

source: One or many projects are already being deleted!
yo: Ọkan tabi pupọ awọn iṣẹ akanṣe ti wa ni paarẹ tẹlẹ!

source: `action` parameter is required
yo: `action` paramita wa ni ti beere

source: Supported values for `action` are:
yo: Awọn iye atilẹyin fun `action` ni:

source: Draft projects cannot be archived
yo: Awọn iṣẹ akanṣe ko le wa ni ipamọ

source: Confirmation is required
yo: Ìmúdájú wa ni ti beere

source: The property is required
yo: Ohun-ini naa nilo

source: The property must be an array
yo: Ohun-ini gbọdọ jẹ opo

source: Some fields are invalid, choices are: `{valid_fields}`
yo: Diẹ ninu awọn aaye ko wulo, awọn aṣayan jẹ: `{valid_fields}`

source: User cannot update current parent collection
yo: Olumulo ko le ṣe imudojuiwọn ikojọpọ awọn obi lọwọlọwọ

source: Target collection not found
yo: A ko ri ikojọpọ ibi-afẹde

source: User cannot update target parent collection
yo: Olumulo ko le ṣe imudojuiwọn ikojọpọ obi afojusun

source: `export_settings` must contain all the following required keys: {}
yo: `export_settings` gbọdọ ni gbogbo awọn bọtini ti a beere fun: {}

source: `export_settings` can contain only the following valid keys: {}
yo: `export_settings` le ni awọn bọtini to wulo wọnyi nikan: {}

source: `multiple_select` must be either {}
yo: `multiple_select` gbọdọ jẹ boya {}

source: `type` must be either {}
yo: `type` gbọdọ jẹ boya {}

source: `group_sep` must be a non-empty value
yo: `group_sep` gbọdọ jẹ iye ti ko ṣofo

source: `lang` for this asset must be either {}
yo: `lang` nitori dukia yii gbọdọ jẹ boya {}

source: Must be a JSON object
yo: Gbọdọ jẹ nkan JSON kan

source: All values in the array must be integers
yo: Gbogbo awọn iye ninu titobi gbọdọ jẹ awọn nọmba

source: `fields` must be an array
yo: `fields` gbọdọ jẹ ohun orun

source: All values in the `fields` array must be strings
yo: Gbogbo iye ninu awọn`fields` orun gbọdọ jẹ awọn okun

source: JSON is invalid
yo: JSON ko wulo

source: Invalid content
yo: Akoonu ti ko wulo

source: No files have been submitted
yo: Ko si awọn faili ti a fi silẹ

source: File already exists
yo: Faili ti wa tẹlẹ

source: You cannot upload media file with two different ways at the same time. Please choose between binary upload, base64 or remote URL.
yo: O ko le gbejade faili media pẹlu awọn ọna oriṣiriṣi meji ni akoko kanna. Jọwọ yan laarin ikojọpọ alakomeji, base64 tabi URL latọna jijin.

source: This field is required
yo: E ni lati se nkan si aye yi

source: `redirect_url` is required
yo: `redirect_url` o ni lati fi si

source: `filename` is required
yo: `filename` o ni lati fi si

source: `redirect_url` is invalid
yo: `redirect_url` ko wulo

source: Only `{}` MIME types are allowed
yo: Nikan `{}` MIME orisi ti wa ni laaye

source: This field is required for the '{}' permission
yo: Aaye yii nilo fun igbanilaaye '{}”

source: Invalid `url`
yo: Ti ko tọ`url`

source: Invalid `filters`
yo: Ti ko tọ`filters`

source: {permission} cannot be assigned explicitly to Asset objects of this type.
yo: {permission} ko le ṣe sọtọ ni gbangba si awọn nkan dukia iru.

source: Not a valid list.
yo: Ko wulo akojọ.

source: Invalid hyperlink - Object does not exist.
yo: Asopọmọra aiṣedeede - Nkan ko si.

source: `submission_ids` must only contain integer values
yo: `submission_ids` gbọdọ nikan ni odidi iye

source: `submission_ids` must contain at least one value
yo: `submission_ids` gbọdọ ni o kere kan iye

source: `data` is required
yo: `data` o ni lati fi si

source: `validation_status.uid` is required
yo: `validation_status.uid` o ni lati fi si

source: Must contain all the following required keys: {}
yo: Gbọdọ ni gbogbo awọn bọtini wọnyi ti a beere fun: {}

source: Can contain only the following valid keys: {}
yo: Le ni awọn bọtini to wulo wọnyi nikan: {}

source: Must be an array
yo: Gbọdọ jẹ ohun orun

source: All values in the array must be strings
yo: Gbogbo awọn iye ninu titobi gbọdọ jẹ awọn okun

source: Must be a non-empty value
yo: Gbọdọ jẹ iye ti ko ṣofo

source: For this asset must be either {}
yo: Fun dukia yii gbọdọ jẹ boya {}

source: Must be either {}
yo: Gbọdọ jẹ boya {}

source: The asset must be deployed.
yo: Awọn dukia gbọdọ wa ni ransogun.

source: The export name must be a string.
yo: Orukọ okeere gbọdọ jẹ okun.

source: Source cannot be changed
yo: Orisun ko le yipada

source: Data sharing for `{source_uid}` is not enabled
yo: Pipin data fun `{source_uid}` ko ṣiṣẹ

source: Pairing data with `{source_uid}` is not allowed
yo: Sisopọ data pẹlu `{source_uid}` ko gba laaye

source: Source `{source}` is already paired
yo: Orisun `{source}` ti wa ni tẹlẹ so pọ

source: Some fields are invalid, choices are: `{source_fields}`
yo: Diẹ ninu awọn aaye ko wulo, awọn aṣayan jẹ: `{source_fields}`

source: Only letters, numbers and `-` are allowed
yo: Awọn lẹta nikan, awọn nọmba ati `-` are allowed

source: Extension must be `xml`
yo: Ifaagun gbọdọ jẹ `xml`

source: `{basename}` is already used
yo: `{basename}` ti wa ni lilo tẹlẹ

source: Invalid asset type. Only `{asset_type}` is allowed
yo: Iru dukia ti ko tọ. Nikan `{asset_type}` ti wa ni laaye

source: Modern Browsers
yo: Igbalode Awọn ẹrọ aṣawakiri

source: Ouch! Sorry, you were probably sent here because your browser is outdated or perhaps it has its key features disabled by using "private browsing" mode.
yo: Oṣu! Ma binu, o ṣee ṣe pe o ti firanṣẹ si ibi nitori ẹrọ aṣawakiri rẹ ti pẹ tabi boya o ni awọn ẹya bọtini alaabo nipa lilo ipo “liwakiri aladani”.

source: If you are using an outdated browser, we recommend upgrading to a recent version of one of the following excellent modern browsers:
yo: Ti o ba nlo ẹrọ aṣawakiri ti igba atijọ, a ṣeduro iṣagbega si ẹya aipẹ ti ọkan ninu awọn aṣawakiri ode oni to dara julọ atẹle:

source: Firefox download page
yo: Oju-iwe igbasilẹ Firefox

source: Chrome download page
yo: Oju iwe Chrome download

source: Edge download page
yo: Oju-iwe igbasilẹ Edge

source: Edge
yo: Eti

source: Opera download page
yo: Opera download iwe

source: This email domain is not allowed to create an account
yo: Agbegbe imeeli yii ko gba laaye lati ṣẹda iwe ipamọ kan

source: Exactly two databases must be configured
yo: Gangan meji infomesonu gbọdọ wa ni tunto

source: KPI and KoBoCAT must each have their own databases. Configure the KPI database as 'default' and the KoBoCAT database as 'kobocat'.
yo: KPI ati KoBoCAT gbọdọ ọkọọkan ni awọn apoti isura infomesonu tiwọn. Tunto aaye data KPI bi 'aiyipada' ati aaye data KoBoCAT bi 'kobocat'.

source: KPI may not share a database with KoBoCAT
yo: KPI le ma pin aaye data pẹlu KoBoCAT

source: KPI and KoBoCAT must each have their own databases.
yo: KPI ati KoBoCAT gbọdọ ọkọọkan ni awọn apoti isura infomesonu tiwọn.

source: Incomplete migration from shared-database installation
yo: Iṣilọ ti ko pe lati fifi sori aaye data pinpin

source: The KoBoCAT database was originally shared by KPI, but the KPI tables were not copied from that shared database to the new, KPI-only database.
yo: Ibi-ipamọ data KoBoCAT jẹ ipilẹṣẹ nipasẹ KPI, ṣugbọn awọn tabili KPI ko ṣe daakọ lati ibi ipamọ data ti o pin si tuntun, aaye data KPI-nikan.

source: Invalid confirmation
yo: Ìmúdájú tí kò yẹ

source: Only the following formats are available: ##format list##
yo: Awọn ọna kika wọnyi nikan wa: ##format list##

source: Source and destination objects don't seem to have the same type
yo: Orisun ati awọn nkan ibi ti o nlo ko dabi pe wọn ni iru kanna

source: Owner's permissions cannot be deleted
yo: Awọn igbanilaaye eni ni ko le paarẹ

source: `xpath` query parameter is required
yo: `xpath` paramita ìbéèrè wa ni ti beere

source: Invalid XPath syntax
yo: Sintasi XPath ti ko tọ

source: The path could not be found in the submission
yo: Ona naa ko le ri ninu ifakalẹ

source: The error occurred during conversion
yo: Aṣiṣe naa waye lakoko iyipada

source: Conversion is not supported for {}
yo: A ko ṣe atilẹyin iyipada fun {}

source: The specified asset has not been deployed
yo: Ohun-ini pàtó kan ko ti ran lọ

source: A positive integer is required
yo: Odidi rere kan nilo
