Repository: kobotoolbox/form-builder-translations
Catalog: yo/LC_MESSAGES/djangojs.po
Languages: yo

source: Add choice to question
yo: Ṣafikun yiyan si ibeere

source: Remove choice from question
yo: Yọ yiyan kuro ninu ibeere

source: Edit choice labels
yo: Ṣatunkọ awọn aami yiyan

source: Change choice order
yo: Yi aṣẹ yiyan pada

source: Edit choice values
yo: Ṣatunkọ awọn iye yiyan

source: Delete question
yo: Pa ibeere rẹ

source: Edit question labels
yo: Ṣatunkọ awọn akole ibeere

source: Edit question settings
yo: Ṣatunkọ awọn eto ibeere

source: Edit skip logic
yo: Ṣatunkọ ogbon foo

source: Edit validation
yo: Ṣatunkọ afọwọsi

source: Delete entire group
yo: Pa gbogbo ẹgbẹ rẹ

source: Edit group labels
yo: Ṣatunkọ awọn aami ẹgbẹ

source: Add question to group
yo: Fi ibeere kun ẹgbẹ

source: Remove question from group
yo: Yọ ibeere kuro ni ẹgbẹ

source: Change question order within group
yo: Yi aṣẹ ibeere pada laarin ẹgbẹ

source: Edit group settings
yo: Ṣatunkọ awọn eto ẹgbẹ

source: Split group
yo: Pipin ẹgbẹ

source: Change form appearance
yo: Yi irisi fọọmu pada

source: Change form meta questions
yo: Yi awọn ibeere meta fọọmu pada

source: Replace whole form
yo: Rọpo gbogbo fọọmu

source: Add group
yo: Fi ẹgbẹ kun

source: Add question
yo: Fikun ibeere

source: Change question order
yo: Yi ibere ibeere pada

source: Change languages
yo: Yi awọn ede pada

source: Could not find ##fileName##
yo: Ko le ri ##fileName##

source: Default - single page
yo: Aiyipada - oju-iwe kan

source: Grid theme
yo: Akori akoj

source: Grid theme with headings in ALL CAPS
yo: Akori akoj pẹlu awọn akọle ni GBOGBO olu

source: Multiple pages
yo: Awọn oju-iwe pupọ

source: Grid theme + Multiple pages
yo: Akori akoj + Awọn oju-iwe pupọ

source: Grid theme + Multiple pages + headings in ALL CAPS
yo: Akori akoj + Awọn oju-iwe pupọ + awọn akọle ni GBOGBO CAPS

source: question
yo: ibeere

source: block
yo: Àkọsílẹ

source: template
yo: awoṣe

source: project
yo: ise agbese

source: collection
yo: gbigba

source: map layer
yo: maapu Layer

source: form media
yo: media fọọmu

source: Acknowledge
yo: Mímọ

source: Audio
yo: Ohun

source: Barcode / QR Code
yo: Ṣe ọlọjẹ kooduopo tabi koodu QR kan

source: Calculate
yo: Ṣe iṣiro

source: Date
yo: Deeti

source: Date & time
yo: Ọjọ &amp; akoko

source: Decimal
yo: Eleemewa

source: External XML
yo: XML ita

source: File
yo: Faili

source: Point
yo: Ojuami

source: Area
yo: Agbègbè

source: Line
yo: Ìlà

source: Hidden
yo: Farasin

source: Photo
yo: aworan

source: Number
yo: Nọmba

source: Question Matrix
yo: Matrix ibeere

source: Note
yo: Akiyesi

source: Range
yo: Ibiti o

source: Ranking
yo: Ipo

source: Rating
yo: isọri

source: Select Many
yo: Yan pùpọ

source: Select Many from File
yo: Yan Ọpọlọpọ lati Faili

source: Select One
yo: Mu ọkan

source: Select One from File
yo: Yan Ọkan lati Faili

source: Text
yo: Ọrọ

source: Time
yo: Aago

source: Video
yo: Fidio

source: Deployed
yo: Tí a ti lò

source: Draft
yo: Akọpamọ

source: Archived
yo: Ti wa ni ipamọ

source: Online-Offline (multiple submission)
yo: Aisinipo lori ayelujara (ifisilẹ lọpọlọpọ)

source: This allows online and offline submissions and is the best option for collecting data in the field.
yo: Eyi ngbanilaaye awọn ifisilẹ lori ayelujara ati aisinipo ati pe o jẹ aṣayan ti o dara julọ fun gbigba data ni aaye.

source: Online-Only (multiple submissions)
yo: Online-Nikan (awọn ifisilẹ lọpọlọpọ)

source: This is the best option when entering many records at once on a computer, e.g. for transcribing paper records.
yo: Eyi ni aṣayan ti o dara julọ nigbati titẹ ọpọlọpọ awọn igbasilẹ ni ẹẹkan lori kọnputa, fun apẹẹrẹ, fun kikọ awọn igbasilẹ iwe.

source: Online-Only (single submission)
yo: Online-Nikan (ifisilẹ ẹyọkan)

source: This allows a single submission, and can be paired with the "return_url" parameter to redirect the user to a URL of your choice after the form has been submitted.
yo: Eyi ngbanilaaye ifisilẹ ẹyọkan ati pe o le so pọ pẹlu paramita “return_url” lati tun olumulo lọ si URL ti o fẹ lẹhin ti o ti fi fọọmu naa silẹ.

source: Online-only (once per respondent)
yo: Lori ayelujara nikan (lẹẹkan fun oludahun)

source: This allows your web form to only be submitted once per user, using basic protection to prevent the same user (on the same browser & device) from submitting more than once.
yo: Eyi ngbanilaaye fọọmu wẹẹbu rẹ lati fi silẹ ni ẹẹkan fun olumulo, ni lilo aabo ipilẹ lati ṣe idiwọ olumulo kanna (lori ẹrọ aṣawakiri kanna &amp; ẹrọ) lati fi silẹ diẹ sii ju ẹẹkan lọ.

source: Embeddable web form code
yo: Koodu fọọmu wẹẹbu ti o le fi sii

source: Use this html5 code snippet to integrate your form on your own website using smaller margins.
yo: Lo snippet koodu HTML5 yii lati ṣepọ fọọmu rẹ lori oju opo wẹẹbu tirẹ nipa lilo awọn ala kekere.

source: View only
yo: Wo nikan

source: Use this version for testing, getting feedback. Does not allow submitting data.
yo: Lo ẹya yii fun idanwo, ati gbigba esi. Ko gba laaye ifisilẹ data.

source: Android application
yo: Ohun elo Android

source: Use this option to collect data in the field with your Android device.
yo: Lo aṣayan yii lati gba data ni aaye pẹlu ẹrọ Android rẹ.

source: me
yo: èmi

source: untitled
yo: Àilórúkọ

source: Unlabelled
yo: Kò sí ìjúwèe

source: Background audio
yo: Ohùn abẹ́lé

source: Name, organization and sector are required to make collection public.
yo: Orukọ, agbari, ati eka ni a nilo lati jẹ ki ikojọpọ ni gbangba.

source: Empty collection is not allowed to be made public.
yo: Gbigba sofo ko gba laaye lati ṣe ni gbangba.

source: Only collections are allowed to be made public!
yo: Awọn akojọpọ nikan ni a gba laaye lati ṣe ni gbangba!

source: Items cannot be selected more than once
yo: Awọn ohun kan ko le yan diẹ sii ju ẹẹkan lọ

source: Add a condition
yo: Fi kún àmúyẹ

source: Manually enter your skip logic in XLSForm code
yo: Fúnraàre tẹ skip logic rẹ wọlẹ́ ní ìlànà kóòdù fọ́ọ̀mù XLSFORM

source: Was Answered
yo: Ó ti ní Ìdáhùn

source: Was not Answered
yo: Kò ní Ìdáhùn

source: not
yo: bẹ́ẹ̀kọ́

source: Greater Than
yo: Jùlo

source: Less Than
yo: Kéré Sí

source: Greater Than or Equal to
yo: Jùlọ tàbí D’ọ́gba pẹ̀lú

source: Less Than or Equal to
yo: Kéré Sí tabi D’ọ́gba pẹ́lú

source: This question will only be displayed if the following conditions apply
yo: Ìbẹ̀ẹrẹ̀ yí yío hàn ǹikan nígbà tí àwọn ohun kan bá di mímúsẹ

source: Add another condition
yo: Fi ìpèsè míràn kúun

source: response value
yo: Iyì ìdáhùn

source: Select question from list
yo: Yan Ìbẹ̀ẹrẹ nínú àkójọ

source: Manually enter your validation logic in XLSForm code
yo: Fi ọwọ tẹ ọgbọn afọwọsi rẹ sinu koodu XLSForm

source: Validation Code:
yo: Koodu afọwọsi:

source: My Projects
yo: Awọn iṣẹ akanṣe mi

source: Is
yo: Ṣe

source: Is not
yo: Kiise

source: Contains
yo: Ni ninu

source: Does not contain
yo: Ko si ninu

source: Starts with
yo: Bẹrẹ pẹlu

source: Ends with
yo: O pari pẹlu

source: Is empty
yo: Ofo

source: Is not empty
yo: Ko sofo

source: Project name
yo: Orukọ ise agbese

source: Description
yo: Àlàyé

source: Status
yo: Ipò

source: Owner
yo: Ẹni tí ó nií

source: Owner name
yo: Orukọ eni

source: Owner email
yo: Imeeli eni

source: Owner organization
yo: Ajo eni

source: Date modified
yo: Ọjọ títúnṣe

source: Date deployed
yo: Ọjọ ti a fi ranṣẹ

source: Sector
yo: Ẹ̀ka

source: Countries
yo: Àwọn Orílẹ̀-èdè

source: Languages
yo: Àwọn èdè

source: Submissions
yo: Àwọn fọọmù

source: transcript
yo: tiransikiripiti

source: translation
yo: Ìtumò

source: Multi-select checkboxes column
yo: Olona-yan checkboxes iwe

source: Validation
yo: Ìfọwọ́sí

source: ##permission_label## (##username_list## and 1 other)
yo: ##permission_label##(##username_list## àti 1 eyọkan òmiràn)

source: ##permission_label## (##username_list## and ##hidden_username_count## others)
yo: ##permission_label##(##username_list## ati##hidden_username_count##ati awọn miiran)

source: Tags
yo: Àwọn taagi

source: Single choice
yo: Yiyan ẹyọkan

source: Multiple choice
yo: Aṣayan pupọ

source: Show All
yo: Ṣ’áfihàn gbogbo rẹ̀

source: Not approved
yo: Ko fọwọsi

source: Approved
yo: Ti fọwọsi

source: On hold
yo: Wa ni idaduro

source: Failed to update permissions
yo: Ó kùnà àti ìgbaniláàyè dé ójúìwọ́n

source: Failed to remove permissions
yo: Ó kùnà àti yọ ìgbaniláàyè

source: successfully updated
yo: Àseyọrì

source: please check your connection and try again.
yo: Jọ̀wọ́ wo àsopọ̀ rẹ kí o gbìyànjú síi.

source: if this problem persists, contact help@kobotoolbox.org
yo: Tí èyí bán sẹlẹ̀ lemọ́lemọ́, ránṣẹ́ si help@kobotoolbox.org

source: your form id was not valid:
yo: ìwé yìí kò ní afọwọsí:

source: your form cannot be deployed because it contains errors:
yo: ìwé rẹ kò se é lò torí ó ní àwọn àsìse:

source: unable to deploy
yo: kò se é lò

source: Project unarchived successfully
yo: Àseyọrì fífipamọ isẹ́

source: Project archived successfully
yo: Àseyọrì gbígbé isẹ́ jáde

source: Unable to delete asset!
yo: Ó kùnà àti pa asseti rẹ̀!

source: Error details:
yo: Diteli ìkùnà:

source: Could not create project!
yo: Ó kùnà àti dá isẹ́ náà!

source: changed password successfully
yo: Àseyọrì àyípadà álfábéetì ìgbaniwọlẹ́

source: failed to change password
yo: Ó kùnà àti yí álfábéetì ìgbaniwọlẹ́ padà

source: failed to load API token
yo: Ó kùnà àti gbé tokini API

source: submission deleted
yo: Ìfàkalẹ̀ di píparẹ́

source: failed to delete submission
yo: Ó kùnà àti pa Ìfàkalẹ̀ rẹ́

source: Successfully duplicated submission
yo: Àseyọrì ẹ̀dà Ìfàkalẹ̀

source: Failed to duplicate submission
yo: Ó kùnà àti da Ìfàkalẹ̀ kọ

source: REST Service added successfully
yo: Àseyọrì àwọn àfikún isé REST

source: Failed adding REST Service
yo: Ó kùnà àti sàfikún àwọn iṣè REST

source: REST Service updated successfully
yo: Àseyọrì àwọn Ìmójúdéìwọ́n iṣè REST

source: Failed saving REST Service
yo: Ó kùnà àti fi àwọn iṣè REST pamọ́

source: REST Service deleted permanently
yo: Àwọn iṣè REST di píparẹ́ lai sí àtúnse

source: Could not delete REST Service
yo: A kò lè pa iṣè REST rẹ́

source: Submission retry requested successfully
yo: Ìgbìyànjú àfikún pẹ̀lu àseyọrì

source: Submission retry request failed
yo: Ìgbìyànjú àfikún pẹ̀lu ìkùnà

source: Retrying all submissions failed
yo: Ìgbìyànjú gbogbo àfikún pẹ̀lu ìkùnà

source: loading…
yo: Lìlọ..…

source: Could not upload your media
yo: Kò lè gba àwòrán àti vidio ẹ sókè

source: Something went wrong with getting your media
yo: Ohun kan ti yíwọ́ pèlu rírí àwòrán àti vidio rẹ

source: Successfully deleted media
yo: Àseyọrí pípa àwòrán àti vidio rẹ́

source: Failed to delete media!
yo: Ó kùnà àti pa àwòrán àti vidio rẹ́!

source: Successfully removed from collection
yo: Àseyọrí yìyọ kúrò nínu àkójọ

source: Successfully moved to collection
yo: Àseyọrí fífi sínú àkójọ

source: Move to collection failed
yo: Fífi sínú àkójọ kùnà

source: Failed to get the results
yo: Ó kùnà àti rí àwọn èsì

source: Failed to create export
yo: Ó kùnà àti gbà jáde

source: Failed to delete export
yo: Ó kùnà àti pa ìgbàjáde rẹ́

source: Failed to update export setting
yo: Ó kùnà àti mú àwọn ètò gbígbà jáde dé ójú ìwọ́n

source: Failed to create export setting
yo: Ó kùnà àti dà àwọn ètò gbígbà jáde

source: Failed to delete export setting
yo: Ó kùnà àti pa àwọn ètò gbígbà jáde rẹ́

source: Failed to attach to source
yo: Ó kùnà àti sopọ̀ mọ́ orísun

source: Failed to detach from source
yo: Ó kùnà àti já kùró ní orísun

source: Failed to patch source
yo: Ó kùnà àti tú orísun ṣe

source: Failed to retrieve sharing enabled assets
yo: Ó kùnà àti rí àwọn ohun tí ó seé pín gbà

source: Failed to toggle sharing
yo: Ó kùnà àti pín nípa ti toogle

source: Failed to update column filters
yo: Ó kùnà àti mú column filter dé ójú ìwọ́n

source: Failed to get submissions uuids.
yo: Ó kùnà àti rí àwọn ìfàkalẹ uuids.

source: Failed to get submission.
yo: Ó kùnà àti rí àwọn ìfàkalẹ.

source: Failed to update submissions.
yo: Ó kùnà àti mú àwọn ìfàkalẹ dé ójú ìwọ́n.

source: Failed to update some submissions values.
yo: Ó kùnà àti mú àwọn èyà ìfàkalẹ kànkan dé ójú ìwọ́n.

source: Failed to update submissions values.
yo: Ó kùnà àti mú àwọn èyà ìfàkalẹ dé ójú ìwọ́n.

source: Failed to delete submissions.
yo: Ó kùnà àti pa àwọn ìfàkalẹ rẹ́.

source: ##field_label## (required)
yo: ##field_label## (ó jẹ́ dandan)

source: View form
yo: Wo fọ́ọ̀mù

source: Edit form
yo: ṣe àtúnse sí fọọmù

source: Manage project
yo: Ṣàkóso àwọn iṣẹ́ àgbéṣe

source: Add submissions
yo: Fi awọn ifisilẹ kun

source: View submissions
yo: Wo awọn ifisilẹ

source: View submissions only from specific users
yo: Wo awọn ifisilẹ nikan lati awọn olumulo kan pato

source: View submissions based on a condition
yo: Wo àwọn ìfisílẹ̀ tí o dá lórí ipò kan

source: Edit submissions
yo: Ṣatunkọ awọn ifisilẹ

source: Edit submissions only from specific users
yo: Ṣatunkọ awọn ifisilẹ nikan lati awọn olumulo kan pato

source: Edit submissions based on a condition
yo: Ṣàtúnkọ àwọn ìfisílẹ̀ tó dá lórí ipò kan

source: Validate submissions
yo: Fidi awọn ifisilẹ

source: Validate submissions only from specific users
yo: Ṣe ifọwọsi awọn ifisilẹ nikan lati ọdọ awọn olumulo kan pato

source: Validate submissions based on a condition
yo: Ṣàtúnkọ àwọn ìfisílẹ̀ tí ó dá lórí ipò kan

source: Delete submissions
yo: Pa awọn ifisilẹ rẹ

source: Delete submissions only from specific users
yo: Pa awọn ifisilẹ nikan lati awọn olumulo kan pato

source: Delete submissions based on a condition
yo: Pa àwọn ìfisílẹ̀ tí o dá lórí ipò kan rẹ́

source: Act on submissions only from specific users
yo: Ṣiṣẹ lori awọn ifisilẹ nikan lati ọdọ awọn olumulo kan pato

source: Act on submissions based on a condition
yo: Ṣiṣẹ́ lórí àwọn ìfisílẹ̀ tí ó dá lórí ipò kan

source: Act on submissions based on multiple conditions
yo: Ṣiṣẹ́ lórí àwọn ìfisílẹ̀ tí o dá lórí àwọn ìpò púpọ̀

source: The stored permissions are invalid. Please assign them again. If this problem persists, contact help@kobotoolbox.org
yo: Àwọn ìgbaniláyè tí a fipamọ́ kò níní ìwúlò. Jọ̀wọ́ ṣ’àtúnṣe wọn. Tí ìṣọ̀ro yìí bá wà bákan náà, kàn ṣí help@kobotoolbox.org

source: Use a few words, avoid common phrases
yo: Lo ọ̀rọ̀ dìe, yẹra fún àwọn gbólóhùn tí ó jẹ́ lásán

source: No need for symbols, digits, or uppercase letters
yo: Kò nílò àmì, oùnkà, tàbí alfabẹẹtì òkè

source: Add another word or two. Uncommon words are better.
yo: Fi ọ̀rọ̀ kan tàbi méjì òmíràn kūn. Ó dára jù áti lo àwọn òrọ̀ tí kò jẹ́ ti gbogbo gbò.

source: Straight rows of keys are easy to guess
yo: Alfabẹẹti tí ó tẹ̀lé ara won rọrùn àti mọ

source: Short keyboard patterns are easy to guess
yo: Patani kúkurú rọrùn àti mọ

source: Use a longer keyboard pattern with more turns
yo: Lo patani tí ó gùn tí ó sì ní orísirìsi ẹẹ̀yà

source: Repeats like "aaa" are easy to guess
yo: Àwọn àtúntẹ̀ bíi “aaa” rọrùn àti mọ

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
yo: Àwọn àtúntẹ̀ bíi "abcabcabc" kàn ṣòro dìe àti mọ̀ ju "abc"

source: Avoid repeated words and characters
yo: Yẹra fún àwọn ọ̀rọ̀ tàbi àmì tí atúntẹ

source: Sequences like abc or 6543 are easy to guess
yo: Ṣísẹ̀ntẹ̀lé bíi abc or 6543 rọrùn àti mọ

source: Avoid sequences
yo: Yẹra fún ṣísẹ̀ntẹ̀lé

source: Recent years are easy to guess
yo: Àwọn ọdún tí kò jìnnà sẹ́yìn rọrùn àti mọ

source: Avoid recent years
yo: Yẹra fún àwọn ọdún tí kò jìnnà sẹ́yìn

source: Avoid years that are associated with you
yo: Yẹra fún àwọn ọdún tí ó ní àsopọ̀ pẹ̀lú ẹ

source: Dates are often easy to guess
yo: Deeti māa n rọrùn àti mọ

source: Avoid dates and years that are associated with you
yo: Yẹra fún àwọn deeti tí ó ní àsopọ̀ pẹ̀lú ẹ

source: This is a top-10 common password
yo: Èyí jẹ́ nínú àwọn password 10 tí ó māa n jẹyọ jù lọ

source: This is a top-100 common password
yo: Èyí jẹ́ nínú àwọn password 100 tí ó māa n jẹyọ jù lọ

source: This is a very common password
yo: Èyí jẹ́ password tí ó māa n jẹyọ ní gbogbo ìgbà

source: This is similar to a commonly used password
yo: Èyí jọ́ password tí ó māa n jẹyọ ní gbogbo ìgbà

source: A word by itself is easy to guess
yo: Òrọ̀ tó dá dúró rọrùn àti mọ

source: Names and surnames by themselves are easy to guess
yo: Orúkọ àti orúkọ ìdílé tó dá dúró rọrùn àti mọ

source: Common names and surnames are easy to guess
yo: Orúkọ tí kò jẹ́ àrà ọ̀tọ rọrùn àti mọ

source: Capitalization doesn't help very much
yo: LÍlo alfabẹẹtì òkè kò sábá da ǹnkankan

source: All-uppercase is almost as easy to guess as all-lowercase
yo: Alfabẹẹtì òkè rọrùn àti mọ bi ti alfabẹẹtì ìsàlẹ̀

source: Reversed words aren't much harder to guess
yo: Àwọn ọ̀rọ̀ tí a yí ṣẹ̀yín kò sábá ṣòrò àtì mọ̀

source: Predictable substitutions like '@' instead of 'a' don't help very much
yo: Àwọn Ìrọ́pò bi ‘@’ nípò ‘a’ kò sábá da ǹkankan

source: Password strength
yo: Okun pasword

source: path not found / recognized
yo: A kò rí / dá ọ̀nà yí mọ̀

source: Section not found
yo: A kò rí Abala

source: XForm is loading
yo: XForm ti wà ní ìkójọpọ̀

source: Untitled
yo: Kò ní àkọ̀rí

source: Collect data
yo: Kó deta jọ

source: Share project
yo: Pín isẹ́

source: Preview form
yo: Wo fọọmù

source: Data
yo: Deta

source: Team members
yo: Àwọn ará ẹgbẹ́

source: Quick Links
yo: Àwọn àsopọ̀ kíakía

source: undeployed
yo: Àilò

source: Last Modified
yo: Àtúnse tó kẹ́hìn

source: questions
yo: Àwọn ìbéerè

source: redeploy
yo: Tún lò

source: deploy
yo: Lò

source: unarchive
yo: Tú sí ìta

source: Form history
yo: Ìtàn fọọmù

source: Version
yo: Irú

source: Clone
yo: Èdà

source: Clone this version as a new project
yo: Da irú yìí bíi isẹ́ tuntun

source: Hide full history
yo: Fi gbogbo ìtàn pamọ́

source: Show full history
yo: Fi gbogbo ìtàn hàn

source: Load more
yo: Ṣí síi

source: Install
yo: Fi sí

source: on your Android device.
yo: orí ẹ̀rọ android rẹ́.

source: Click on
yo: Tẹ̄

source: to open settings.
yo: láti ṣi àwọn ètò.

source: Enter the server URL
yo: Tẹ̄ URL ti server wolé

source: and your username and password
yo: àti orúkọ onílò àti álfábéetì ìgbaniwọlẹ́ rẹ

source: Open "Get Blank Form" and select this project.
yo: Ṣí "Get Blank Form" kí o sì mú isẹ́ yìí.

source: Open "Enter Data."
yo: Ṣí "Enter Data."

source: You can now control whether to allow anonymous submissions for each project. Previously, this was an account-wide setting.
yo: Nísisìyí o lè pinu àti gba àwọn àfíkún láti ọwọ́ àwọn ẹni àìmọ̀ fún isé kọ̀ọ̀kan. Ńi èshí, Ètò yìí wà fún gbogbo àkáantì.

source: Download KoboCollect
yo: Gba KoboCollect sí orí ẹ̀rọ rẹ

source: Try reloading the page, if problem doesn't go away, contact support.
yo: Gbìyànjú àti tún ojú ìwé yìí ṣí. Tí kò bá yanjú, ránsé sí support.

source: Link missing
yo: À ń wá àsopọ̀

source: Copied to clipboard
yo: Ó ti dídà sí clipboard

source: Copy
yo: Dà

source: Open
yo: Ṣí

source: Edit in Form Builder
yo: Ṣe àtúnse nìnu Form Builder

source: Editing capabilities not granted, you can only view this form
yo: Kò sí àayè àti ṣe àtúnse sí fọọmù, àyàfi wíwò nìkan

source: Preview
yo: Wò

source: Replace form
yo: Rópò fọọmù

source: More actions
yo: Àwọn ìgbésẹ̀ tí ó kù

source: Download
yo: Gba sílẹ̀

source: Share this project
yo: Pín iṣẹ́ yìí

source: Remove shared project
yo: Yọ̄ isẹ́ tí a pín

source: Clone this project
yo: Da iṣẹ yìí

source: Create template
yo: Dá ìlànà

source: Manage translations
yo: Mójútó àwọn ìtúmọ

source: Languages:
yo: Àwọn èdè:

source: This project has no languages defined yet
yo: Iṣé yìí kò tíì ní àwọn èdè

source: Unnamed language
yo: Èdè àimọ̀

source: Current version
yo: Irú tó wà lọ́wọ́lọ́wọ́

source: Archived version
yo: Irú tó wà ní ìpamọ́

source: Draft version
yo: Irú tó wà ní àkọdọ́nà

source: If you want to make these changes public, you must deploy this form.
yo: Tí o bá fẹ́ fi àwọn àtúnṣe hàn ní gbangba, o gbọ́dọ̀ lo fọọmù yìí.

source: An error occurred
yo: Ohun kan ti yíwọ

source: Your connection is offline
yo: Àsopọ̀ rẹ kò sí nípò

source: Your search returned no results.
yo: Kò sí èsì.

source: Let's get started by creating your first library question, block, template or collection. Click the New button to create it.
yo: Jẹ́ ká bẹ̀rẹ̀ pèlú dídá ìbéerè àkọ́kọ́ ti labiri rẹ, blọọkì, ìlànà tàbí àkójọ. Tẹ àamì tuntun láti dáa.

source: Advanced users: You can also drag and drop XLSForms here and they will be uploaded and converted to library items.
yo: Fún àwọn onílò tó gajù: Ẹ lè fa àwọn fọọmù XLS sí ibíbàyí wọn yóò di gbígbà sókè gẹ́gẹ́ bíi àwọn ohun ti labirì.

source: My Library
yo: Labiri mi

source: Drop files to upload
yo: Já fáilì sí ibíbàyí láti gbà sókè

source: Public Collections
yo: Àkójọ ti gbogbo gbò

source: Subscribed
yo: Àseyọrí

source: Quick look
yo: Wò ní kíakía

source: Could not load grouped results via "##". Will attempt to load the ungrouped report.
yo: Kò lè sí àwọn èsì tí a kó pọ̀ "##". Yíò gbìyànjú àti sí àwọn tí a kò kó pọ̀.

source: Could not refresh report.
yo: Kò lè sí èsì.

source: Untitled report
yo: Èsì tí kò ní àkọ̀rí

source: Default Report
yo: Èsì àiyípadà

source: Create New Report
yo: Dá èsì tuntun

source: Edit Report Questions
yo: Ṣe àtúnse sí àwọn ìbéerè tī èsì

source: Configure Report Style
yo: Ṣe irú ẹ̀yà èsì

source: Print
yo: Tẹ̀ jáde

source: Toggle fullscreen
yo: Yí fullscreen

source: This report cannot be loaded.
yo: Èsì yí kò se é ṣí.

source: This report has no data.
yo: Èsì yí kò ní deta.

source: Try changing Report Style to "No grouping".
yo: Gbìyànjú àti yí irú ẹ̀yà èsì sí "No grouping".

source: Reports
yo: Àbájáde

source: For performance reasons, this report only includes the first ## questions.
yo: Kí iṣé lè lọ déedé, àwọn ## ìbéerè kínní nìkān ni ó wà nínú èsì yí.

source: Show all (##)
yo: Fi gbogbo (##) hàn

source: This is an automated report based on raw data submitted to this project. Please conduct proper data cleaning prior to using the graphs and figures used on this page.
yo: Èyí jẹ́ èsì àfọwọ́yí lóríi deta pọ́nbélé tí a fàkalẹ̀ fún isẹ́ yìí. Jọ̀wọ́ fọ deta rẹ mọ dáradára kí o tó lo àwọn àwòrán tí a ti lò lórí ìwé yìí.

source: Edit Report Style
yo: Ṣe àtúnse sí irú ẹ̀yà èsì

source: Custom Report
yo: Èsì àdáni

source: Question Style
yo: Irú ẹ̀yà ìbéèrè

source: Anyone can see this blank form and add submissions to it because you have not set [your account] to require authentication.
yo: Ẹnikẹ́ni lè rí fọ́ọ̀mù òfìfo yìí kí ó sì fi àwọn ìfilọ́lẹ̀ kún un nítorí o kò tí ì ṣètò [àkọọ́lẹ̀ rẹ] láti nílò ìfàṣẹsí̀.

source: Who has access
yo: Ẹnití ó ní àṣẹ wíwọlé

source: Add user
yo: Fi kún On’múlò

source: Waiting for all projects to load…
yo: N’dúró látití s’àkójọpọ gbogbo iṣẹ́ àmúṣe…

source: You have unsaved changes. Leave form without saving?
yo: O ní àwọn àyípadà tí o kò tíì fi sí ìpamọ́. Ṣé o fẹ́ fi fọ́ọ̀mù náà s’ílẹ̀ láì fi pamọ́?

source: Unknown Enketo preview error
yo: Àṣìṣẹ aàìmọ àwòtẹ́lẹ̀ Enketo

source: Your changes could not be saved, likely because of a lost internet connection.
yo: A kò leè s’àfipamọ́ àwọn àyípadà tí o ṣe, yálà nítorí o ti pàdánù ìsopọ̀ ìtàkùn ayélujára.

source: Keep this window open and try saving again while using a better connection.
yo: Jẹ́ kíi ojúojú’wòran yí wà ní ṣíṣí s’ílẹ̀ kí o sì gbìyànjú láti tún ṣ’àfipamọ́ nígbàtí o bá ṣ’àmúlò ìsopọ̀ ayélujára tó dára si.

source: Error saving form
yo: Ìkùnà nípa fífi fọ́ọ̀mù s’ápamọ́

source: Dismiss
yo: Ṣ’àtúká

source: create
yo: ṣ’ẹ̀dá

source: save
yo: ṣ’àfipamó

source: retry
yo: tún gbìyànjú

source: Yes, leave form
yo: Bẹ́ẹ̀ni, fí fọ́ọ̀mù náà s’ílẹ̀

source: Cancel
yo: Fa igi lé

source: Return to list
yo: Padà sí àtòjọ

source: Expand / collapse questions
yo: Fẹ/pa àwọn ìbéèrè náà l’ójú dé

source: Create group with selected questions
yo: Ṣ`àkójọpọ̀ àwọn àṣàyàn ìbéèrè

source: Grouping disabled. Please select at least one question.
yo: Kíkójọpọ̀ kó lè ṣiṣẹ́. Jọ̀wọ́ yan ìbéèrè kan, ó kéré jù.

source: Insert cascading select
yo: Ṣe àtẹ̀bọ̀ oun àfiyàn al’àwọ́sílẹ
