Repository: kobotoolbox/form-builder-translations
Catalog: yo/LC_MESSAGES/djangojs.po
Languages: yo

source: Best for sequential data
yo: Èyi to dára jù fùn deta tó tèlé ara wọn

source: Best for diverging data
yo: Èyi to dára jù fùn deta tó yàtọ̀ sí ara wọn

source: Please add a name for your layer file.
yo: Jọ̀wọ́ fi orúkọ sí ipele faili rẹ.

source: Upload error: ##error_message##.
yo: Ó kùnà: ##error_message##.

source: Upload error: not a valid map overlay format.
yo: Ó kùnà :maapu kò sí ní ipò tó tọ.

source: Delete File
yo: Pa faili rẹ́

source: Are you sure you want to delete this file? <br/><br/><strong>This action cannot be undone.</strong>
yo: Ǹjẹ́ ó dá ẹ lójú pé o fẹ́ pa Ìbẹ̀ẹrẹ̀ yí rẹ́? <br/><br/><strong>Ìgbésẹ̀ yi ni kò ṣeé túnṣe.</strong>

source: Choose the Geopoint question you would like to display on the map:
yo: Mù ìbéerè tí o fẹ́ fihàn lórí maapu:

source: Uploaded layers
yo: Àwọn ipele tó ti di gbígbé sókè

source: Delete layer
yo: Pa ipele yìí rẹ́

source: Use the form below to upload files with map data in one of these formats: CSV, KML, KMZ, WKT or GEOJSON. The data will be made available as layers for display on the map.
yo: Lo fọọmù ìsàlẹ̀ láti gbé deta maapu sókè ní ọ̀kan nínú àwọn ipò yíi: CSV, KML, KMZ, WKT or GEOJSON. Ìpèsè yíò wá fún deta bí àwọn ipele ti ń di àfihàn lóri maapu.

source: Layer name
yo: Orúkọ ipele

source: Upload
yo: Gbà sókè

source: Choose the color set for the disaggregated map markers.
yo: Yan àwọ̀ fun àwọn àmì maapu tí kò sí ní àpapọ̀.

source: By default the map is limited to the ##QUERY_LIMIT_DEFAULT## most recent submissions. You can temporarily increase this limit to a different value. Note that this is reset whenever you reopen the map.
yo: Láifọwọ́yí, maapu kò lè kọjá àwọn ##QUERY_LIMIT_DEFAULT## ìfàkalẹ̀ tí ó wáyé ní àìpẹ́. O ní ànfàní.

source: Could not load REST Services
yo: Ó kùnà àti sí àwọn iṣè REST

source: Are you sure you want to delete ##target?
yo: Ǹjẹ́ ó dá ẹ lójú pé o fẹ́ pa ##target rẹ́?

source: You are about to delete ##target. This action cannot be undone.
yo: O fẹ́ pa ##target rẹ́. Kò sí àtúnse lẹ́hìn èyí.

source: Confirm
yo: Ri dájú

source: Register a New Service
yo: Fī orụ́kọ isẹ́ tūnūn sìlẹ̀

source: This project doesn't have any REST Services yet!
yo: Isẹ́ àgbése yìí kò ní isé REST kànkan!

source: You can use REST Services to automatically post submissions to a third-party application.
yo: O lè lo isé REST lai sí àfọwọ́yí láti se ìfàkalẹ̀ fún ẹnìkẹ́ta.

source: REST Services: ##number##
yo: Awọn isé REST: ##number##

source: Need help?
yo: Nílò íránlọ́wọ́?

source: Service Name
yo: Orúko

source: Success
yo: Àseyọrì

source: Pending
yo: Kò ì yanjú

source: Failed
yo: Ó kùná

source: Could not load REST Service
yo: Kò leè ṣe àgbéjáde ìpèsè ẹ̀ka isẹ́ REST

source: Could not load REST Service logs
yo: Kò le sí awọn loogi isé REST

source: Submission Failure Detail (##id##)
yo: Diteli ìkùnà ìfàkalẹ (##id##)

source: Back to REST Services
yo: Padà sí awọn isé REST

source: There are no logs yet
yo: Kò sí loogi nísisìyí

source: Submission
yo: Ìfàkalẹ̀

source: Retry all submissions
yo: Gbìyànjú àti tún gbogbo ìfàkalẹ̀ ṣe

source: Pending (##count##×)
yo: Kò ì yanjú (##count##×)

source: Retry submission
yo: Tún ìfàkalẹ̀ ṣe

source: More info
yo: Àfikún àlaye

source: Audit settings
yo: Ètò audit (àyèwò)

source: Enter audit settings here
yo: Tẹ Ètò audit (àyèwò) sí ibí

source: This functionality is available in
yo: Isẹ́ yìí wà ni

source: This survey will be recorded
yo: Ìwádìi yìí yí ò jẹ́ àkọsílẹ̀

source: Enable audio recording in the background
yo: Fi aaye fún ìgbàsílè ohùn ní abẹ́lé

source: Audio quality
yo: Dídára Ohùn

source: archived
yo: Tí a fi pamọ́

source: deployed
yo: Tí a tú síta

source: draft
yo: Tí à ń ṣē lọ́wọ́

source: This is a fully locked template. Go to question settings to see specific restrictions.
yo: ìlànà yìí jẹ́ títì. Lo sí ètò ibeere lati rí awon Ìhamọ́ ní pàtó.

source: This is a partially locked template. Go to question settings to see specific restrictions. Expand this notification to see form level restrictions.
yo: ìlànà yìí jẹ́ títì ní ọ̀nà kan . Lo sí ètò ibeere lati rí awon Ìhamọ́ ní pàtó. Si iwifunni yìí láti rí awọn ìhamọ ti ipele foomu.

source: This form was created using a fully locked template. This means no edits were permitted by the template creator.
yo: A se foomu yìí pelu ìlànà tí ó jẹ́ títì pátápátá. Èyí tùnmọ́ wípé kòsí aaye fún iyipada kànkan.

source: This form was created using a partially locked template. Go to question settings to see specific restrictions. Expand this notification to see form level restrictions.
yo: ìlànà yìí jẹ́ títì ní ọ̀nà kan. Lo sí ètò ibeere lati rí awon Ìhamọ́ ní pàtó. Si iwifunni yìí láti rí awọn ìhamọ ti ipele foomu.

source: see more
yo: Rí síi

source: Locked functionalities
yo: Awọn Ẹ̀yà tí ó jé títì

source: Unlocked functionalities
yo: Awọn Ẹ̀yà tí kò se títì

source: Select…
yo: Yàn…

source: No options found
yo: Ko si awọn aṣayan ti a rii

source: Failed to accept invite.
yo: Kuna lati gba ifiwepe.

source: Failed to decline invite
yo: Kuna lati kọ ifiwepe

source: Invite has been cancelled or expired
yo: Ifiwepe ti di ifagile tabi ti pari

source: Invite is invaild.
yo: Ifiwepe jẹ aifẹsẹmulẹ.

source: and one other question
yo: àti ìbéèrè mìíràn kan

source: and ## other questions
yo: àti ## àwọn ìbéèrè mìíràn

source: Incorrect token
yo: Tókìnì àipé

source: Could not generate secret key
yo: Kò lè dá kọ́kọ́rọ́ àsírí

source: Two-factor authentication (2FA) verifies your identity using an authenticator application in addition to your usual password. We recommend enabling two-factor authentication for an additional layer of protection.
yo: Ọna ifaṣẹsi-meji (2FA) ṣe idaniloju idanimọ rẹ nipa lilo ohun elo olujẹri ni afikun si ọrọ igbaniwọle deede rẹ. A gbaniniyanju mimuuṣe ijẹrisi ọna ifaṣẹsi-meji fun afikun aabo.

source: Scan QR code and enter the ##number##-digit token from the application
yo: Lo koodi QR kí o sì tẹ ##number##-ounkà tókìnì làti ẹ̀rọ rẹ

source: After scanning the QR code image, the authenticator app will display a ##number##-digit code that you can enter below.
yo: Lẹ̀hìn lílo koodi QR, ẹ̀rọ ìdánilójú yíò fi ounkà tókìnì ##number##-hàn tí o lè tẹ̀ wolé sí ìsàlẹ̀.

source: No QR code?
yo: Kò sí koodi QR?

source: Enter key manually
yo: Tẹ kọ́kọ́rọ́ wọlé

source: The following recovery codes will help you access your account in case your authenticator app fails. These codes are unique and will not be stored in your Kobo account. This is your only opportunity to save them. Please download the file and keep it somewhere safe.
yo: Awọn koodu imularada atẹle yoo ṣe iranlọwọ fun ọ lati wọle si akọọlẹ rẹ ti ohun elo ijẹrisi rẹ ba kuna. Awọn koodu wọnyi jẹ alailẹgbẹ ati pe kii yoo wa ni ipamọ sinu akọọlẹ Kobo rẹ. Eyi ni aye rẹ nikan lati fipamọ wọn. Jọwọ ṣe igbasilẹ faili naa ki o tọju si ibikan lailewu.

source: Download codes
yo: Gba àwọn koodi sílẹ̀

source: I saved my codes
yo: Mo fi àwọn koodi mi pamọ́

source: Enter this key into your authenticator app to generate a ##number##-digit token
yo: Tẹ kọ́kọ́rọ́ wọlé sí ẹ̀rọ ìdánilójú rẹ láti dá ##number##-ounkà tókìnì

source: Once your authenticator app is set up, generate a ##number##-digit token and enter it in the field below.
yo: Tí ẹ̀rọ ìdánilójú rẹ bá ti pé, dá ##number##-ounkà tókìnì kí o sì tẹ̀ wolé sí ìsàlẹ̀.

source: Take me back to QR code
yo: Mú mi padà sí koodi QR

source: Please enter your ##number##-digit authenticator token to regenerate your backup codes.
yo: Jọ̀wọ́ tẹ̄ ##number##-ounkà ìdánilójú tókìnì láti dá àwọn koodi àtìlẹ́yín rẹ.

source: Please enter your ##number##-digit authenticator token to deactivate two-factor authentication.
yo: Jọ̀wọ́ tẹ̄ ##number##-ounkà ìdánilójú tókìnì láti pa èyà ìdánilójú ipele méjì rẹ́.

source: Problems with your token?
yo: Ìdàmù pẹ̀lú tókìnì rẹ?

source: Please note that generating new recovery codes will invalidate any previously generated codes.
yo: Jọ̀wọ mọ̀ pé dídá àwọn koodi tuntun yíìo pa àwọn koodi èsí rẹ́.

source: Please note that in order to reconfigure two-factor authentication (2FA), the previous set up will first be deleted. Tokens or recovery codes from the previous set up will not be valid anymore.
yo: Jọ̀wọ mọ̀ pé láti tún èyà ìdánilójú ipele méjì (2FA) dá, ti èshí gbọ́dọ̀ di píparẹ́. Tokini tàbí koodu ìbọ̀sípò ti èshí kò ní wúlò mọ́.

source: Once your current 2FA has been deactivated, you'll be prompted to configure it again. If you cannot complete the process, 2FA will remain disabled for your account. In this case, you can enable it again at any time through the usual process.
yo: Ni kete ti a ti mu 2FA lọwọlọwọ rẹ ṣiṣẹ, yoo ti ọ lati tunto rẹ lẹẹkansi. Ti o ko ba le pari ilana naa, 2FA yoo wa ni alaabo fun akọọlẹ rẹ. Ni idi eyi, o le tun mu ṣiṣẹ ni eyikeyi akoko nipasẹ ilana deede.

source: Issues with the token
yo: Ìdàmú pẹ̀lú tokini náà

source: ##ASSET_TYPE## deleted permanently
yo: ##ASSET_TYPE## paárẹ́ títíláí

source: You are about to permanently delete this item from your library.
yo: O fẹ́ pa nkan yí rẹ́ nínú ìpamọ́ rẹ títíláí.

source: You are about to permanently delete this draft.
yo: O fẹ́ pa ìwé àkọ́kọ kọsílẹ̀ yí rẹ́ títíláí.

source: You are about to permanently delete this form.
yo: O fẹ́ pa fọ́ọ̀mù yí rẹ ́títíláí.

source: All data gathered for this form will be deleted.
yo: Gbogbo ákójọpọ̀ ohùn tí ó wà nínú fọ́ọ̀mù yí ni yíò parẹ́.

source: The form associated with this project will be deleted.
yo: Fọ́ọ̀mù tí ó ní’íṣe pẹ̀lú ìṣe àmúṣẹ ni yíò parẹ́.

source: I understand that if I delete this project I will not be able to recover it.
yo: Ó yé mi wípé bí mo bá pa iṣẹ́ àmúṣe yìí rẹ́ Èmi kì yóò ri gbá padà.

source: Are you sure you want to archive this project?
yo: Ṣé ó dá ọ lójú wípé o fẹ́ ṣe àfipamọ́ iṣẹ́ àmúṣe yìí?

source: Your form will not accept submissions while it is archived.
yo: Fọ́ọ̀mù rẹ kò ní gba ìfàkalẹ̀ nígbà tí a ti ṣe àfipamọ́ rẹ̀.

source: Are you sure you want to unarchive this project?
yo: Ṣé ó dá ọ l’ójú wípé o fẹ́ ṣàìṣàfipamọ́ iṣẹ́ àmúṣe yìí?

source: Cloning...
yo: N ṣe ẹ̀́dà. . .

source: cloned ##ASSET_TYPE## created
yo: Ṣẹ̀dá ẹ̀dà ##ASSET_TYPE##

source: Create
yo: Dá

source: Failed to create new asset!
yo: Ó kùnà láti ṣ’ẹ̀dá dúkìá titun!

source: Create new template from this project
yo: Ṣ’ẹ̀dá àwọ̀ṣe titun láti inú ìdáwọ́lé yí

source: Enter the name of the new template.
yo: Ṣ’àtẹ̀wọlé orúkọ fún àwòṣe titun.

source: Create new project from this template
yo: Ṣ’ẹ̀dá ìdáwọ́l̀é titun láti inú àwòṣe yí

source: Enter the name of the new project.
yo: Ṣ’àtẹ̀wolé orúkọ fún ìdáwọ́lé titun náà.

source: Remove shared form
yo: Ṣ’àyọkúro fọ́ọ̀mù tí o ti pín

source: Are you sure you want to remove this shared form?
yo: Ṣé ó dá ọ l’ójú wípé o fẹ́ yọ fọ́ọ̀mù tí a ti pín yi kúrò?

source: deploying to kobocat...
yo: n’ṣe àfiránṣé sí kobocat. . .

source: deployed form
yo: fọ́ọ̀mù tí a fi ránṣẹ́

source: Overwrite existing deployment
yo: Ṣe àkọlélórí ìfiránṣé tí a ti ṣe

source: This form has already been deployed. Are you sure you want overwrite the existing deployment?
yo: A ti ṣ’àfiránṣé fọ́ọ̀mù yi tẹ́lẹ̀ rí. Ṣé ó dá ọ lójú wípé o fẹ́ ṣe àkọlélórí ìfiránṣé tí a ti ṣe náà?

source: This action cannot be undone.
yo: Ìgbésẹ̀ yi ni kò ṣeé túnṣe.

source: Deploying...
yo: N’ṣe àfiránṣé. . .

source: redeployed form
yo: fọ́ọ̀mù átúnfiránṣẹ

source: Please refresh the page
yo: Jọ̀wọ́ sọ ojú ewe d’ọ̀tun

source: Account Settings
yo: Ètò Àkáùntì

source: Terms of Service
yo: Alàkalẹ òfin Iṣẹ́

source: Privacy Policy
yo: Ìlànà Ìṣ’àṣírí

source: Logout
yo: Jáde

source: Question Block
yo: Blọọki ìbéèrè

source: Template
yo: Ìlànà

source: Collection
yo: Àkójọ

source: You have no templates. Go to Library and create some.
yo: O kò ní ìlànà kànkan. Lọ sí láibírì láti dá àwọn kan.

source: Template name
yo: Orúkọ ìlànà

source: Submission URL
yo: URL ìfàkalẹ̀

source: Public key
yo: Kọ́kọ́rọ́ ti gbangba

source: Set encryption
yo: Se dídi ti ẹnkripṣọn

source: Learn more about encrypting forms
yo: kọ́ si nípa ẹnkripṣọn fọọmù

source: Remove encryption
yo: Yọ dídi ẹnkripṣọn

source: ##type## ##name## created
yo: ##type####name## tí a dá

source: Failed to create ##type##
yo: Ó kùnà àti dá ##type##

source: Failed to update ##type##
yo: Ó kùnà àti dójúìwọ́n ##type##

source: Saving…
yo: Ó n fipamọ́…

source: Creating…
yo: Ó n dá…

source: Enter title of ##type## here
yo: Fi fáilì ti ##type## sí ibíbàyí

source: Upload as template
yo: fífi-ẹ̀dà-fáìlì-ṣọwọ́ bi awoṣe

source: Note that this will be ignored when uploading a collection file.
yo: Ṣe akiyesi pe eyi yoo jẹ aibikita nigba ti o ba n fi-ẹ̀dà-fáìlì-ṣọwọ́ ikojọpọ kan silẹ.

source: Import data from ##SOURCE_NAME##
yo: Ṣe àgbéwọlé dátà láti ##SOURCE_NAME##

source: You are about to import ##SOURCE_NAME##. Select or deselect in the list below to narrow down the number of questions to import.
yo: Ò nfẹ́ láti ##SOURCE_NAME##. Yàn tàbí kí o ṣàìyan nínú àkójọ tí ó wà nn’ísàlẹ̀ yí láti mú àdínkù bá iye àwọn ìbéèrè fún gbígbéwọlé.

source: Select below the questions you want to import
yo: Yan àwọn ìbéèrè tí o fẹ ṣ’àgbéwọlé ní ìsàlẹ̀

source: Select all
yo: Yan gbogbo rẹ̀

source: Deselect all
yo: Ṣ’àì yan gbogbo rẹ̀

source: Loading imported questions
yo: N’ṣákójọpọ̀ àwọn ìbéèrè tí a ṣ’àgbẹ́wọlẹ́

source: Updating imported questions
yo: Nṣe ìmúdójúìwọ̀n àwọ̀n ìbéèrè tí a ṣ’àgbéwọlé

source: Accept
yo: Gba

source: There was an error, table settings could not be saved.
yo: Ohun kan yíwọ́, ọ́ kùnà àti fi àwọn ètò tábìlì pamọ́.

source: XML Values
yo: Iye àwọn XML

source: Labels
yo: Ààmì ìdámọ̀

source: Display labels or XML values?
yo: Fi àwọn ààmì ìdámọ̀ tàbí Iye àwọn XML hàn?

source: Show group names in table headers
yo: Fi àwọn orúkọ ẹgbẹ́ hàn ní àkọ̀rí tàbìlì

source: Show HXL tags
yo: Fì àtamọ́ HXL hàn

source: Multiple responses
yo: Ìdáhùn lóríṣiríṣi

source: Displaying multiple submissions (##count## selected of ##total##)
yo: Fífi oríṣiríṣi ìfàkalẹ̀ hàn (##count## tí a yàn nínú ##total##)

source: Editing "##question##" for ##count## submissions
yo: Síse àtúnse "##question##" fún ##count## àwọn ìfàkalẹ̀

source: in the help article
yo: Nínu àkọsílẹ̀ Ìrànlọwọ yìí

source: Required
yo: Tí a nílò

source: Editing responses from repeat group questions is not possible yet.
yo: Ṣíse àtúnse láti àwọn ìbéèrè tí ó jẹyọ jù kò ṣe é ṣe ní báyìí.

source: You are currently seeing multiple submissions at once. You can select specific questions to edit or remove responses in bulk. If you want to edit only one submission, click on the desired submission on the navigation menu on the top-left corner of this table, or go back to the general table view. You can learn more about bulk actions
yo: Lọ́wọ́lọ́wọ́ ò ń rí oríṣiríṣi ìfàkalẹ̀ lẹ̀ẹ́kan. O lè yan àwọn èyí tí o fẹ́ ṣe àtúnṣe sí tàbí yọ papọ̀ lẹ́ẹkan. Bí o bá fẹ́ ṣe àtúnṣe sí ìfàkalẹ̀ kan ṣoṣo, tẹ̀ẹ́ lóri navigation menu ní apá òkè òsì tábìlì yí, tàbí padá sí tábìlì ti gbangba. O lè kọ́ si nipa àwọn ìgbésẹ tí a gbé papọ̀ lẹ́ẹkan

source: Updated responses
yo: Àwọn ìdáhùn tí a ti mú d’ójú ìwọ̀n

source: Question
yo: Ìbéèrè

source: Response
yo: Ìdáhùn

source: Action
yo: Ìṣe

source: Type to filter
yo: Ṣ’àtẹ̀wọlẹ́ láti jọ̀

source: Discard Changes
yo: Da àwọn àyípadà dànù

source: Confirm & close
yo: Ṣe àrídájú kí o paádé

source: You are about to edit responses for one or multiple submissions at once. Use the XML syntax in the text box below. You can also select one of the existing responses from the table of responses. Learn more about how to edit specific responses for one or multiple submissions
yo: Ò nfẹ́ láti ṣe àyípadà àwọn ìdáhùn kan tábí àwọn àkójopọ̀ ìdáhùn, lójúkan-náà. jọ̀wọ́ lo àwọn síntáàsìa XML tí ó wà nínú àpótí ọ̀rọ̀ tó wà n’ísàlẹ̀ yí. O sì lè yan ọ̀kan nínú àwọn ìdáhùn tí ó ti wà s’íbẹ nínú àtẹ ìdàhùn. Kọ́ si, nípa bí o ti lè ṣe àyípadà àwọn ìdáhùn kan ní pàtó fún ẹyọ tàbí ọ̀pọ̀̀ ìfàkalẹ̀

source: Type new response for selected submissions
yo: Tẹ ìdàhùn titun fún àwọn àṣàyàn ìfàkalẹ̀

source: Select
yo: Yan

source: Response value
yo: Ìwọ̀n ìdáhùn

source: Frequency
yo: Ìwọ̀n ìgbà

source: Percentage
yo: Ìgbéléwọ̀n ọgọ́rùn-ún

source: Unsupported media type: ##QUESTION_TYPE##
yo: Àwòrán àti vidio tí a kò fi ọwọ́ sí: ##QUESTION_TYPE##

source: Failed to update tags
yo: Ó kùnà àti mú àwọn taagi dé ójú ìwọ́n

source: Update
yo: Ìmúdójúìwọ́n

source: JSON
yo: Ìlànà JSON

source: XML
yo: Ìlànà XML

source: No Authorization
yo: Kò sí àṣẹ

source: Basic Authorization
yo: Àṣẹ n’íwọ̀nba

source: Name required
yo: Ó nílò orúkọ

source: URL required
yo: Ó nílò URL

source: Please enter both name and url of your service.
yo: Jọ̀wọ́ tẹ Orúkọ àti url ẹ̀ka ìpèsè isẹ́ rẹ.

source: Custom HTTP Headers
yo: Àwọn Àkànṣe Àkọlé HTTP

source: Value
yo: Oye

source: Add header
yo: Ṣ’àfikún àkòrí

source: Add field(s)
yo: Ṣ’àfikún ààyè (tàbí àwọn ààyè)

source: Select fields subset
yo: Yan nínú ìpín ààyè

source: Endpoint URL
yo: Òpin ojú àmì URL

source: https://
yo: àmìn https://

source: Enabled
yo: N’ṣiṣẹ́

source: Receive emails notifications
yo: Máa gba àtẹ́jíṣẹ́ ímeèlì

source: Security
yo: Ààbò

source: Username
yo: On’múlò

source: Password
yo: Ọ̀rọ̀-ìgbaniwọlé

source: Add custom wrapper around JSON submission (%SUBMISSION% will be replaced by JSON)
yo: Ṣ’àfikún àkámọ́ àtọwọ́dá sí àyíká ìfàkalẹ̀ JSON (JSON ni yio dípò %SUBMISSION%)

source: Add Custom Wrapper
yo: Ṣ’àfikún àkámọ́ àtọwọ́dá

source: * Save Changes
yo: * Ṣ’àfipamọ́ àwọn àtúnṣe

source: updated text
yo: ọ̀̀rọ̀ tí a ti múd’ójú ìwọ́n

source: Original string
yo: Akójọpọ̀ àtilẹ̀bá

source: Go back?
yo: Padà s’ẹ́hìn?

source: Delete language?
yo: Pa èdè rẹ́?

source: Are you sure you want to delete this language? This action is not reversible.
yo: Ṣé ó dá ọ lójú wípé o fẹ́ pa èdè yí rẹ́? ìgbesẹ̀ yí kò ṣeé yípadà.

source: Translation index mismatch. Cannot delete language.
yo: Atọ́kao ìtumọ̀ kò b’ára mu. A kọ leè pa èdè náà rẹ́.

source: Change default language?
yo: Yí èdè àtilẹ̀bá padà?

source: Are you sure you would like to set ##lang## as the default language for this form?
yo: Sé ó dá ọ lójú wípé o fẹ́ fi ##lang## se àtilẹ̀bá ẹ̀dẹ̀ fún fọ́ọ̀mù yí?

source: There is nothing to translate in this form.
yo: Kò sí ohun kankan lati túmọ̀ nínúu fọ́ọ̀mù.

source: Here you can add more languages to your project, and translate the strings in each of them.
yo: O lè ṣ’àfikún èdè sí ìdáwọ́lé rẹ ní ibí yíì, túmọ̀ àwọn àkójọpọ̀ ọ̀rọ nínú wọn ní ọ̀kàànkan.

source: For the language code field, we suggest using the
yo: Fún ààyè kóòdù èdè, a d’áàbáa lílo

source: official language code
yo: Ìlànà kóòdù èdè àáfiṣiṣẹ́

source: (e.g. "English (en)" or "Rohingya (rhg)").
yo: (fún àpẹẹrẹ "English (en)" or "Rohingya (rhg)").

source: Read more.
yo: Kàá s’íwájú.

source: Please name your default language before adding languages and translations.
yo: Jọ̀wọ́ s’orúko èdè àtilẹ̀bá rẹ, kí o tó s’àfikún àwọn èdè àti ìtumọ̀.

source: Current languages
yo: Àwọn èdèe lọ̀wọ́lọ́wọ́

source: You have named translations in your form but the default translation is unnamed. Please specifiy a default translation or make an existing one default.
yo: O ti f’orúkọ s’àwọn ìtumò nínúu fọ́ọ̀mù rẹ ṣùgbọn o kò s’orúkọ ìtumọ̀ àtilẹ̀bá. Jọ̀wọ ́sọ ìtumò àtilẹ̀bá ní pàtó tàbí kí o f’ìkan nínú àwọn t’ó wà n’ílẹ̀ ṣe àtilẹ̀bá.

source: default
yo: àtilẹ̀bá

source: Make default
yo: Sọ d’àtilẹ̀bá

source: Edit language
yo: Ṣ’àtúnṣe èdè

source: Update translations
yo: Ṣ’àmúdójúìwọ̀n èdè

source: Delete language
yo: Pa èdè rẹ́

source: Add language
yo: Ṣ’àfikún èdè

source: Add a new language
yo: Ṣ’àfikún èdè titun

source: Profile
yo: Prófáìlí

source: Usage
yo: Ìlò

source: Plans
yo: Àwọn ètò

source: Add-ons
yo: Awọn afikun

source: The submission could not be found. It may have been deleted. Submission ID: ##id##
yo: A kò rí ìfàkalẹ́. Ó ṣeé ṣe kí a ti paáré: ##id##

source: Delete submission?
yo: Pa ìfàkalẹ́ rẹ́?

source: Are you sure you want to delete this submission?
yo: Njẹ́ o fẹ pa ìfàkalẹ́ yí rẹ dájúdájú́?

source: This action cannot be undone
yo: Kò sí àtúnse lẹ́hìn èyí

source: Validation status:
yo: Ipò:

source: Duplicate created
yo: Pa ẹ̀dà rẹ́

source: A duplicate of the submission record was successfully created. You can view the new instance below and make changes using the action buttons below.
yo: A ṣe èdà Ìkọsílẹ̀ ìfàkalẹ́ ní àseyọrí. O lé wòó ní ìsàlẹ kí o sì tún se àtúnṣe nípa lílo àwọn bọtìnì ìsàlẹ̀.

source: Source submission uuid:
yo: Ifakalẹ orisun uuid:

source: Discard
yo: Sọ nù

source: Discard duplicated submission
yo: Sọ èdà ìfàkalẹ̀ nù

source: Click on the button below to load the most recent data for this submission.
yo: Tẹ̄ bọtìnì ìsàlẹ̀ láti ṣí deta tó tuntun jù fún ìfàkàlẹ̀ yìí.

source: Refresh submission
yo: Tún ìfàkàlẹ sí

source: Display XML names
yo: Fi àwọn orúkọ XML hàn

source: View
yo: Rírí

source: Duplicate
yo: Ẹ̀dá

source: Delete submission
yo: Pa àwọn àfikún rẹ́

source: Background audio recording
yo: Ìgbàsílè ohùn ní abẹ́lé

source: N/A
yo: ko ṣiṣẹ fun

source: Submission ##submissionIndex## of ##submissionTotal##
yo: Ìfàkalẹ̀ ##submissionIndex## ti ##submissionTotal##

source: download
yo: Gbà sílẹ̀

source: Export is being generated, you will receive an email when it's done
yo: A nṣ’ẹ̀dáa àgbéjádèe lọ́wọ́, àtẹ̀jíṣẹ́ yíò tó ọ l’ọ́wọ́ tí ó bá ti ṣe tán

source: We couldn't create the export, please try again later or contact support
yo: A kò leè ṣ’ẹ̀dáa àgbéjádèe náà, jọ̀wọ́ gbìyànjú nígbà míràn tàbí kí o fi tó àwọn oníṣẹ́ àtìlẹhìn l’étí

source: TOS Update Message not found
yo: Kò rí Ìfiránṣé nípa ìmúdójúìwọ̀n TOS

source: Please make sure the following details are filled out correctly:
yo: Jọ̀wọ́ ri dájú wípé o pèsè àlàyé t’ó péye nípa àwọn nkan wònyí:

source: I agree, let's go
yo: Mo gbà bẹ́ẹ̀, jẹ́ kí a tẹ́síwájú

source: I don't agree, log me out
yo: N kò f’ara mo, gbé mi jáde níbẹ̀

source: Please enter a title for your ##type##
yo: Jọ̀wọ́ tẹ akọlée ##type## rẹ

source: untitled ##type##
yo: ##type## kó ní àkọlé

source: untitled collection
yo: àkójọpọ̀ aláìlákolé

source: project title
yo: àkòrí ìdáwọ́lẹ́

source: Export
yo: Gbé sí ìta

source: Delete export?
yo: Pa Ìgbésíta rẹ́?

source: Are you sure you want to delete this export? This action is not reversible.
yo: Ǹjẹ́ o fẹ́ pa Ìgbésíta yìí rẹ́. Kò sí àtúnse lẹ́hìn èyí.

source: Unknown
yo: Aìmọ̀

source: Export Failed
yo: Ìgbésíta kùnà

source: Processing…
yo: Ó ń yanjú…

source: Exports
yo: Àwọn Ìgbésíta

source: Created
yo: Èyítí a dá

source: Include Groups
yo: Pèlú àwọn egbẹ́

source: Multiple Versions
yo: Ẹ̀yà orisirisi

source: There is nothing to download yet.
yo: Kòsí ohun àti downlodi.

source: Help Resources
yo: Àwọn ohun Ìrànlọwọ

source: KoboToolbox Help Center
yo: Ibi Ìrànlọwọ KoboToolbox

source: A vast collection of user support articles and tutorials related to Kobo
yo: Àkójọ púpọ ti àkọsílẹ̀ fún Ìrànlọwọ tí ó jẹ mọ̀ Kobo

source: KoboToolbox Community Forum
yo: Pẹpẹ ègbè KoboToolbox

source: Post your questions to get answers from experienced Kobo users around the world
yo: Fi àwọn ìbéèrè rẹ sí ìbíyìí láti rí ìdáhùn gbà lọwọ́ àwọn onílò Kobo tó gbójú káàkiri ayé

source: Notifications
yo: Ìfilọ̀

source: Help
yo: Ìrànlọ́wọ́

source: This export format will not be supported in the future. Please consider using one of the other export types available.
yo: Ipo fomaati Ìgbésíta yìí ko ni àtìlẹ́hìn ni ojọ̀ wájú. Jọwọ lo irú ìmìràn tí ó wà.

source: Latest unsaved settings
yo: Àwọn ètò àipamọ́

source: Delete export settings?
yo: Pa àwọn ètò Ìgbésíta ré?

source: Are you sure you want to delete this settings? This action is not reversible.
yo: Ǹjẹ o fẹ́ pa ètò yìí rẹ́. Kò sí àtúnse lẹ́hìn èyí.

source: None
yo: Kòsí

source: Include fields from all ##count## versions
yo: Pèlú àwọn àye láti gbogbo ##count## àwọn Ẹ̀yà

source: Export ##SELECT_MANY## questions as…
yo: Gbé ##SELECT_MANY## ìbéerè jáde bìi…

source: Include groups in headers
yo: Pèlu àwọn ẹgbẹ́ ni header
