Repository: kobotoolbox/form-builder-translations
Catalog: yo/LC_MESSAGES/djangojs.po
Languages: yo

source: Group separator
yo: Ohun tín ya egbẹ́

source: Flatten GeoJSON
yo: Mú GeoJSON pẹlẹbe

source: Store date and number responses as text
yo: Fi deeti àti nomba ìdáhùn gẹ́gẹ́ bii ọ̀rọ̀

source: Include media URLs
yo: Pèlu URLs media

source: Save selection as…
yo: Fi ohun tí o yán pamọ́ gẹ́gẹ́ bii…

source: Name your export settings
yo: Fún àwọn étò Ìgbésíta re ní orúkọ

source: Select questions to be exported
yo: Yan ìbéèrè tí o fẹ́ gbé síta

source: Value and header format
yo: Iye ati ọ̀nà kíkà header

source: Advanced options
yo: Àwọn àsàyàn gíga

source: Apply saved export settings
yo: Lo àwọn étò Ìgbésíta tí a ti fipamọ́

source: No export settings selected
yo: A kò yan étò Ìgbésíta kankan

source: This field is required.
yo: O kan dandan kún àlàfo yìí.

source: Passwords don't match
yo: Àwọn ọ̀rọ̀ ìgbaniwolé yìí kò b’ára wọn mu

source: Current Password
yo: Ọ̀rọ̀ Ìgbaniwọlé ti lọ́wọ́lọ́wọ́

source: Forgot Password?
yo: Gbàgbé Ọ̀rọ̀ Ìgbaniwọlẹ́?

source: New Password
yo: Ọ̀rọ̀ Ìgbaniwọ̀lé titun

source: Verify Password
yo: Ṣ’àrídájú Ọ̀̀rọ̀ Ìgbaniwolé

source: Save Password
yo: Ṣ’àfipamọ́ Ọ̀rọ̀ Ìgbaniwoọlẹ́

source: There was an error loading Enketo.
yo: Ohun kan ti yíwọ́ bi a se ń sí Enketo.

source: Update status of selected submissions
yo: Mú ipò awọn àfikún tí a yán dé ìwọn

source: You have selected ## submissions. Are you sure you would like to update their status? This action is irreversible.
yo: O ti yan ## àfikún. Njẹ o fe mu ipo wọn de ojú ìwọn? Kò sí àtúnse lẹ́hìn èyí.

source: Update Validation Status
yo: Mú ipò Ifọwọ́sí dé ìwọn

source: You are about to permanently delete ##count## submissions. It is not possible to recover deleted submissions.
yo: O fẹ́ pa àfikún rẹ́ ##count## ìfàkalẹ̀. Kò sí àtúnse lẹ́hìn èyí.

source: Delete selected submissions
yo: O fẹ́ pa àwọn àfikún tí o yán rẹ́

source: Delete selected
yo: Pa àwọn tí o yán rẹ́

source: ##count## selected
yo: ##count## àwọn tí a yán

source: Change status
yo: Yí ipò padà

source: Set status: ##status##
yo: Ṣètò ipò: ##status##

source: Sort A→Z
yo: To A-Z

source: Sort Z→A
yo: To Z-A

source: Hide field
yo: Fi àwọn àayè pamọ́

source: Unfreeze field
yo: Sí àayè

source: Freeze field
yo: Di àayè

source: Select all results (##count##)
yo: Yan gbogbo èsì (##count##)

source: Select visible results (##count##)
yo: Yan gbogbo èsì tí ó hàn (##count##)

source: hide fields
yo: Fi àwọn aaye pamọ́

source: There was an error getting the list of plans.
yo: Ohun kan yíwọ́ bí a se fẹ gbé àkójọ àwọn ètò jáde.

source: We couldn't make the requested change to your plan. Your current plan has not been changed.
yo: A kò lè se àyípadà tí o fẹ́ sí ètò re. Kò sí àyípadà sí ètò tí ò ń lò lọ́wọ́lọ́wọ́.

source: You have unsaved changes. Leave settings without saving?
yo: O ní àwọn àyípadà àifipamọ́. Kúrò làì fi wọ́n pamọ́?

source: Updated profile successfully
yo: Ìmójúdéìwọ́n prófáilì di àseyọrí

source: You can now control whether to allow anonymous submissions in web forms for each project. Previously, this was an account-wide setting.
yo: Níbáyìí, o lè pinu láti gba àfíkún láti ọwọ́ àwọn ẹni àìmọ ńi ipò wẹẹbì. Ńi èshí, Ètò yìí wà fún gbogbo àkáantì.

source: This privacy feature is now a per-project setting. New projects will require authentication by default.
yo: Ẹ̀eya fún àsírí ti wá gbáralé lé Isẹ́ projectì ọ̀kọ̀okán. Àwọn isẹ́ tuntun ma ńilò Ìfàsẹsí.

source: Learn more about these changes here.
yo: Ní imọ̀ si níbíyìí nípa àwọn àyípadà wọ̀nyí.

source: Type:
yo: Irú:

source: #1 out of #2 respondents answered this question.
yo: #1 nínú #2 olùdáhùn ló dáhùn ìbéèrè yí.

source: (# were without data.)
yo: (# kò ní détà)

source: Override Graph Style
yo: Fo àrà graph yí

source: Your plan
yo: Eto rẹ

source: Thanks for your upgrade! We appreciate your continued support. Reach out to billing@kobotoolbox.org if you have any questions about your plan.
yo: Osé fún Ìgbésókè tì o sē. Ránṣẹ́ si billing@kobotoolbox.org fún àwọn ìbéerè nípa ètò rẹ.

source: Thanks for your upgrade! We appreciate your continued support. If your account is not immediately updated, wait a few minutes and refresh the page.
yo: Osé fún Ìgbésókè tì o sē. A mọ rírì àtìlẹ́hìn ojoojúmọ́. Tì àkáantì re kò ba dé Ìmójúdéìwọ́n lẹ́sẹ̀kesẹ̀, dúró fún ìsẹ́ju díẹ̀ ki o sì tú ojú ìwe nàá ṣí.

source: Collapse full comparison
yo: Wọ́ àfiwé kíkún

source: Display full comparison
yo: Fi àfiwé kíkún hàn

source: show monthly plans
yo: Fi àwọn ètò oṣoosù hàn

source: Monthly
yo: Oṣoosù

source: show annual plans
yo: Fi àwọn ètò ọdọọdún hàn

source: Annual
yo: Ọdọọdún

source: Want more?
yo: Sé o fẹ́ síi?

source: Contact us
yo: Ránṣẹ́ sí wa

source: For organizations with higher volume and advanced data collection needs, get in touch to learn more about our
yo: Fún àwọn ilé-iṣẹ́ rẹ pẹ̀lú ìwọ̀n púpọ̀ àti gbígba dátà tí ó kọjá bẹ́è,ránṣẹ́ sí wa láti kọ́ si nípa

source: Enterprise Plan
yo: Ètò ti ẹ́ntáprísì tiwa

source: We also offer custom solutions and private servers for large organizations.
yo: A máa ń pèsè ìyanjú àarà ọ̀tọ̀ àti server to jẹ́ ọ̀tọ̀ àti àdánìkàn lò fún àwọn ilé-iṣẹ ńlá.

source: Contact our team
yo: Ránṣẹ́ sí ẹgbẹ́ wa

source: for more information.
yo: fún àfikún àlaye.

source: Discard unsaved changes?
yo: Sọ awọn ayipada ti a ko fipamọ silẹ bi?

source: source file
yo: orisun faili

source: Item
yo: Nkàn

source: of ##total_count##
yo: Ti ##total_count##

source: Transcript
yo: Transkriptì

source: Translations
yo: Àwọn Ìtumọ̀

source: Analysis
yo: Ìtúpalẹ̀

source: Do you want to leave without saving?
yo: Kúrò làì fi àwọn àyípadà pamọ́?

source: Use the button above to select the information to be displayed in this area
yo: Lo botini yìí láti yan àlàyé tí ó ma hàn ní agbègbè yìí

source: Chart Type
yo: Irúu àtẹ

source: Colors
yo: Àwọn àwọ̀

source: Group By
yo: Ṣ’àkójọpọ̀ Nípa

source: Translation
yo: Ìtunmọ́

source: Search...
yo: wo...

source: Tags are loading...
yo: Awọn afi n ṣajọpọ...

source: Search Tags
yo: àwárí afi

source: No results found
yo: Ko si esi ri

source: Select Collection Name
yo: Yan Orukọ Gbigba

source: Collections are loading...
yo: Awọn akojọpọ ti wa ni ikojọpọ...

source: assets found
yo: dukia ri

source: expand details
yo: faagun awọn alaye

source: Delete?
yo: Pa rẹ́?

source: This action is not reversible
yo: Kò sí àtúnse lẹ́hìn èyí

source: Could not load media file
yo: Ó kùnà àti sí fáilì ti mídía

source: CSV (legacy)
yo: CSV (ogún)

source: GPS coordinates (KML)
yo: Awọn ipoidojuko GPS (KML)

source: SPSS Labels
yo: Awọn aami SPSS

source: XLS (legacy)
yo: XLS (ogún)

source: Media Attachments (ZIP)
yo: Awọn Asomọ Media (ZIP)

source: XML values and headers
yo: Awọn iye XML ati awọn akọle

source: Separate columns
yo: Awọn ọwọn lọtọ

source: Single column
yo: Ọwọn ẹyọkan

source: Single and separate columns
yo: Nikan ati lọtọ ọwọn

source: Type and confirm with ENTER
yo: Tẹ ẹ kí ò Jẹ̀risi pẹ̀lu ENTER

source: An error occured
yo: Asìsè kan ti sẹlé

source: An error occurred while checking subscription status
yo: Ohun kan ti yíwọ́ bí a tí ń wo ipò àkáantì

source: Incorrect token or something went wrong
yo: Tókìnì àipé tàbí ohun kan ti yíwọ́

source: No organization found
yo: Ko si ajọ ti a ri

source: Couldn't get usage data
yo: Ko le gba data lilo

source: filter
yo: Jọ̀

source: There are no filters, you can add one below
yo: Kòsí àwọn ajọ̀, o lè fi kúun ní ìsàlè

source: Add filter
yo: Fi ajọ̀ kúun

source: Apply
yo: Lòó

source: fields
yo: Àwọn àayè

source: Name must be unique!
yo: Orụ́kọ gbọ́dọ̀ jẹ́ àrà ọ̀tọ̀!

source: Code must be unique!
yo: Koodu gbọ́dọ̀ jẹ́ àrà ọ̀tọ̀!

source: Default language name
yo: Orụ́kọ èdè àiyípadà

source: Language name
yo: Orụ́kọ èdè

source: Default language code
yo: Koodu èdè àiyípadà

source: Language code
yo: Koodu èdè

source: Set
yo: Ṣètò

source: Select export type
yo: Yan iru okeere

source: There was an issue fetching your plan information.
yo: Ọrọ kan wa lati gba alaye ero rẹ.

source: Archive project
yo: Fi isẹ́ àgbékakè pamọ́

source: Unarchive project
yo: Fi isẹ́ àgbékakè hàn

source: Draft project selected
yo: Yan sẹ́ àgbékakè tí ań kọ lọ́wọ́

source: Delete 1 project
yo: Pa isẹ́ àgbékakè 1 rẹ́

source: Delete project
yo: Pa isẹ́ àgbékakè rẹ́

source: Archive/Unarchive
yo: Fi pamọ́ / fi hàn

source: Delete projects
yo: Pa àwọ́n isẹ́ àgbékakè rẹ́

source: Delete ##count## projects
yo: Pa ##count## isẹ́ àgbékakè rẹ́

source: Share projects
yo: Pín àwọ́n isẹ́ àgbékakè

source: latitude (x.y °):
yo: Látítùdì (x.y °):

source: longitude (x.y °):
yo: Lónjítúdì (x.y °):

source: altitude (m):
yo: Ìgasí (m):

source: accuracy (m):
yo: Ìsedédé (m):

source: start
yo: Ìbẹ̀ẹrẹ̀

source: end
yo: Ìparí

source: today
yo: òní

source: device ID
yo: ID ti ẹ̀rọ

source: phone number
yo: Aago

source: audit
yo: Àyẹ̀wò

source: __version__
yo: __Irú__

source: instanceID
yo: Àpẹre ID

source: Submitted by
yo: ̄Ẹni tí ó fi s’ílẹ̀

source: Non-profit organization
yo: Ìdásílẹ̀ tí kìn se fún èrè

source: Government institution
yo: Ìdásílẹ ti Ìjọba

source: Educational organization
yo: Ìdásílẹ fún ẹ̀kó

source: A commercial/for-profit company
yo: Ìdásílẹ̀ fún èrè

source: I am not associated with any organization
yo: Mi kò jẹ ara Ìdásílẹ kankan

source: Male
yo: Akọ

source: Female
yo: Abo

source: Other
yo: Òmíràn

source: Use this to display your real name to other users
yo: Lo èyí láti fi orúkọ rẹ hàn fún àwọn onílò tí ó kù

source: Social
yo: Ti àwùjọ

source: Newsletter
yo: Ìwe ìròyìn

source: Import failed
yo: Ó kùnà àti gbé wolé

source: Your upload is taking longer than usual. Please get back in few minutes.
yo: Uplodi rẹ ń pẹ́ ju bí ó ti yẹ. Jọ̀wọ́ padà tí ó bá se dìẹ̀ si.

source: Your uploads are being processed. This may take a few moments. You will need to refresh the page to see them on the list.
yo: Iṣẹ́ ń lọlórí uplodi rẹ. Èyí lè gba ìṣẹ́jú díẹ̀. O ní láti tún ojú íwè yìi sí láti rí wọn lórí àkójọ.

source: There are no projects to display.
yo: Ko si awọn iṣẹ akanṣe lati ṣafihan.

source: forgot password
yo: Gbàgbé ọ̀rọ̀ ìgbaniwọlé

source: Mean
yo: Itumo

source: Median
yo: Agbedemeji

source: Mode
yo: Ipo

source: Standard deviation
yo: Standard iyapa

source: Two-factor authentication
yo: ÌjẹrÍ oní ipele méjì

source: Authenticator app
yo: App ÌjẹrÍ

source: Reconfigure
yo: Túun ṣe

source: Recovery codes
yo: Àwọn Coodu Ìbọ̀sípò

source: Generate new
yo: Se tuntun

source: Two-factor authentication was deactivated for your account on ##date##
yo: A pa ÌjẹrÍ oní ipele méjì fún akaanti rẹ ní ##date##

source: This feature is not available on your current plan. Please visit the
yo: Èyà yíì kò sí fún ètò tí ò ńlò lọ́wọ́lọ́wọ́. Jọ̀wọ́ lo sí

source: Plans page
yo: Ojú ìwé ti ètò

source: to upgrade your account.
yo: làti mú ipò akaanti rẹ dé ìwọn.

source: Disabled
yo: O wà ní pípa

source: Email address
yo: Àdrẹ́sì imeelí

source: Type new email address
yo: Tẹ àdrẹ́sì imeelí tuntun

source: Check your email ##UNVERIFIED_EMAIL##.
yo: Wo imeelí rẹ ##UNVERIFIED_EMAIL##.

source: A verification link has been sent to confirm your ownership. Once confirmed, this address will replace ##UNVERIFIED_EMAIL##
yo: A ti rán inki ìjẹ̀ri sí àdrẹ́sì imeelí rẹ eyi yio jẹ́ri sí onilo. Kété tí eyi bá ṣelè, adreesi yii yio rọ́pò ##UNVERIFIED_EMAIL##

source: Email was sent again: ##TIMESTAMP##
yo: A ti tú rán imeelí náà: ##TIMESTAMP##

source: ##count## Projects
yo: ##count##Àwọn isẹ́ àgbéṣe

source: Submissions (Total)
yo: Awọn ifisilẹ (Lapapọ)

source: Data storage
yo: Ibi ipamọ data

source: Transcript minutes
yo: Awọn iṣẹju transkriptì

source: Translation characters
yo: Àwọn ohun kíkọ ti transléṣoni

source: ##start_date## to ##end_date##
yo: ##start_date## si ##end_date##

source: Your usage
yo: Lílò rẹ

source: Last update: ##LAST_UPDATE_TIME##
yo: Ìmójúdéìwọ́n tí o wáyé gbẹ́hìn: ##LAST_UPDATE_TIME##

source: Storage
yo: Ìfipamọ́

source: per account
yo: lórí àkáantì ọ̀kànkan

source: Transcription minutes
yo: Àkọsílẹ̀

source: Failed to get API token
yo: Ó kùnà àti gba tokini API

source: API Key
yo: Kọ́kọ́rọ́ API

source: Single-Sign On
yo: Wọlé lẹ̀rẹ kan

source: Connect your KoboToolbox account with your organization's identity provider for single-sign on (SSO). Afterwards, you will only be able to sign in via SSO unless you disable this setting here. This will also update your email address in case your current address is different.
yo: So akọọlẹ KoboToolbox rẹ pọ pẹlu olupese idanimọ ti ajo rẹ fun ami ẹyọkan (SSO). Lẹhinna, iwọ yoo ni anfani lati wọle nipasẹ SSO ayafi ti o ba mu eto yii kuro nibi. Eyi yoo tun ṣe imudojuiwọn adirẹsi imeeli rẹ ti o ba jẹ pe adirẹsi rẹ lọwọlọwọ yatọ.

source: Already connected
yo: Ó ti so pọ̀

source: Disable
yo: Pa

source: Asset seems to not have the processing feature enabled!
yo: Ohun-ini dabi pe ko ni iṣẹ ṣiṣe ṣiṣẹ!

source: Failed to get processing data.
yo: Kuna lati gba data sisẹ.

source: Failed to set transcript.
yo: Kuna lati ṣeto iwe afọwọkọ.

source: Failed to delete transcript.
yo: Kuna lati pa tiransikiripiti rẹ.

source: Failed to delete translation.
yo: Kuna lati pa itumọ rẹ.

source: Are you sure you want to delete this question?
yo: Ǹjẹ́ ó dá ẹ lójú pé o fẹ́ pa Ìbẹ̀ẹrẹ̀ yí rẹ́?

source: Delete Question
yo: Pa Ìbẹ̀ẹrẹ̀ yí rẹ́

source: Duplicate Question
yo: Da Ìbẹ̀ẹrẹ̀ yí sí méjì

source: Add Question to Library
yo: Fi Ìbẹ̀ẹrẹ̀ yí kún láibírì rẹ

source: There has been an issue, please try again later.
yo: Ọrọ kan ti wa, jọwọ gbiyanju lẹẹkansi nigbamii.

source: Success! Your subscription will change at the end of the current billing period.
yo: Aseyori! Ṣiṣe alabapin rẹ yoo yipada ni opin lọwọlọwọ.

source: Unlimited
yo: Kolopin

source: ##minutes## mins
yo: iseju ##minutes##

source: These settings affects the experience for all project users.
yo: Awọn eto wọnyi ni ipa lori iriri fun gbogbo awọn olumulo ise agbese.

source: Find a field
yo: Wa aaye kan

source: No results
yo: Ko si esi

source: ##plan_name## Plan
yo: ##plan_name## Eto

source: Started on ##start_date##
yo: Bibẹrẹ lori ##start_date##

source: Renews on ##renewal_date##
yo: Tuntun lori ##renewal_date##

source: Ends on ##end_date##
yo: O pari ni ##end_date##

source: Changing usage limits on ##change_date##
yo: Yiyipada awọn opin lilo lori##change_date##

source: Switching to monthly on ##change_date##
yo: Yipada si oṣooṣu lori##change_date##

source: Your ##current_plan## plan has been canceled but will remain active until the end of the billing period.
yo: Eto rẹ ##current_plan## ti di fifagile ṣugbọn yoo wa lọwọ titi di opin akoko isanwo naa.

source: Your ##current_plan## plan will change to the ##next_plan## plan on
yo: Eto rẹ ##current_plan##yoo yipada si ##next_plan##ero lori

source: . You can continue using ##current_plan## plan features until the end of the billing period.
yo: . O le tẹsiwaju ni lilo ##current_plan## awọn ẹya ero titi di opin akoko isanwo naa.

source: Your ##current_plan## plan will change to include up to ##submission_quantity## submissions/month starting from
yo: Eto rẹ ##current_plan##yoo yipada lati ṣafikun títí dé##submission_quantity## awọn ifisilẹ/oṣu ti o bẹrẹ lati

source: Your ##current_plan## plan will change from annual to monthly starting from
yo: Eto rẹ ##current_plan##yoo yipada lati ọdọọdun si oṣooṣu bẹrẹ lati

source: ##add_on_name## add-on
yo: ##add_on_name## fi-lori

source: monthly ##plan_name## plan
yo: oṣooṣu ##plan_name## ètò

source: yearly ##plan_name## plan
yo: odun ##plan_name## ètò

source: plan
yo: ètò

source: add-on
yo: afikun

source: There was an error processing your plan change. Your previous plan has not been changed. Please try again later.
yo: Aṣiṣe kan wa ti ṣiṣatunṣe iyipada ero rẹ. Eto rẹ ti tẹlẹ ko ti yipada. Jọwọ gbiyanju lẹẹkansi nigbamii.

source: Changes to your Plan
yo: Awọn iyipada si Eto rẹ

source: Processing your transaction…
yo: Nṣiṣẹ iṣowo rẹ…

source: You are switching to the ##new_product_type##.
yo: O ti wa ni iyipada si awọn ##new_product_type##.

source: Because this plan includes unlimited storage, your storage add-on will be canceled.
yo: Nitori ero yii pẹlu ibi ipamọ ailopin, afikun ibi ipamọ rẹ yoo fagile.

source: Your current ##product_type## will remain in effect until ##billing_end_date##. Starting on ##billing_end_date## and until you cancel, we will bill you ##new_price##.
yo: ##product_type## rẹ lọwọlọwọ yoo wa ni ipa titi di ##billing_end_date##. Bibẹrẹ lori ##billing_end_date## ati titi ti o fi fagilee, a yoo san owo fun ọ ##new_price##.

source: Submit
yo: Fi silẹ

source: available add-ons
yo: awọn afikun ti o wa

source: Total Submissions per Month
yo: Lapapọ Awọn ifisilẹ fun oṣu kan

source: ##asr_minutes## minutes of automated transcription /##plan_interval##
yo: ##asr_minutes## iṣẹju ti akọsilẹ-ede adaṣe / ##plan_interval##

source: ##mt_characters## characters of machine translation /##plan_interval##
yo: ##mt_characters##awọn ohun kikọ ti itumọ ẹrọ /##plan_interval##

source: Original transcript
yo: Tiransikiripiti atilẹba

source: Submission data
yo: Ifisilẹ data

source: Original file (Audio)
yo: Faili atilẹba (Ohùn)

source: Display settings
yo: Awọn eto ifihan

source: Customize display settings
yo: Ṣe akanṣe awọn eto ifihan

source: Select the information you want to display in the side menu to support your analysis.
yo: Yan alaye ti o fẹ ṣafihan ninu akojọ aṣayan ẹgbẹ lati ṣe atilẹyin fun itupalẹ rẹ.

source: Select the submission data to display.
yo: Yan data ifisilẹ lati ṣafihan.

source: Apply selection
yo: Waye aṣayan

source: Failed to load analysis questions
yo: Kuna lati kojọpọ awọn ibeere itupalẹ

source: Select field
yo: Yan aaye

source: Condition
yo: awọn ipo

source: Select condition
yo: Yan ipo

source: Enter value
yo: Tẹ iye sii

source: There was an error fetching usage data.
yo: Aṣiṣe wa ni mimu data lilo wa.

source: There was an error fetching asset usage data.
yo: Aṣiṣe wa ni mimu data lilo wa.

source: You are about to permanently delete ##count## projects
yo: O ti fẹrẹ pa awọn iṣẹ akanṣe ##count## rẹ patapata

source: All data gathered for these projects will be deleted
yo: Gbogbo data ti a pejọ fun awọn iṣẹ akanṣe wọnyi yoo paarẹ

source: Forms associated with these projects will be deleted
yo: Awọn fọọmu ti o ni nkan ṣe pẹlu awọn iṣẹ akanṣe wọnyi yoo paarẹ

source: I understand that if I delete these projects I will not be able to recover them
yo: Mo ye mi pe ti MO ba paarẹ awọn iṣẹ akanṣe wọnyi Emi kii yoo ni anfani lati gba wọn pada

source: Project transfer declined
yo: Ìṣàgbélọ iṣẹ agbeṣe kọ

source: You have declined the request of transfer ownership for ##PROJECT_NAME##.
yo: O ti kọ ibeere Ìṣàgbélọ ohun oni-nnkan fun##PROJECT_NAME## .

source: When you accept the ownership transfer of project ##PROJECT_NAME##, all of the submissions, data storage, and transcription and translation usage for the project will be transferred to you and count against your plan limits.
yo: Nigbati o ba gba gbigbe ohun-ini ti iṣẹ akanṣe##PROJECT_NAME##, gbogbo awọn ifisilẹ, ibi ipamọ data, ati transcription ati lilo itumọ fun iṣẹ akanṣe naa ni yoo gbe si ọ ati ka si awọn opin ero rẹ.

source: Once you accept, the transfer might take a few minutes to complete.
yo: Ni kete ti o ba gba, gbigbe le gba to iṣẹju diẹ lati pari.

source: Current owner
yo: Onihun lọ́wọ́lọ́wọ́

source: Note: The previous owner has permissions to manage the project. You can change user permissions in the project sharing settings.
yo: Akiyesi: Olukọni iṣaaju ni awọn igbanilaaye lati ṣakoso iṣẹ naa. O le yi awọn igbanilaaye olumulo pada ninu awọn eto pinpin iṣẹ akanṣe.

source: Decline
yo: Kọ silẹ

source: You have declined the request of transfer ownership for ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## will receive a notification that the transfer was incomplete.
yo: O ti kọ ìbéèrè fún ìní gbígbé fún ##PROJECT_NAME##.##CURRENT_OWNER_NAME## yóò gba ìfitónilétí kan pé gbígbé kòpé.

source: ##CURRENT_OWNER_NAME## will remain the project owner.
yo: ##CURRENT_OWNER_NAME## ko yi pada gẹ̀gẹ bi ẹni tó ni iṣẹ́ àgbéṣe.

source: You have accepted project ownership from ##CURRENT_OWNER_NAME## for ##PROJECT_NAME##. This process can take up to a few minutes to complete.
yo: O ti ̀gba níní iṣẹ́ àgbéṣe láti##CURRENT_OWNER_NAME## fún ##PROJECT_NAME##. Ìlànà yìí le gbà tó ìṣẹjú díẹ̀ láti parí.

source: Delete group
yo: Pa ẹgbẹ rẹ

source: Do you want to split the group apart (and leave questions intact) or delete everything entirely?
yo: Ṣe o fẹ lati pin ẹgbẹ naa yato si (ki o fi awọn ibeere silẹ patapata) tabi paarẹ ohun gbogbo rẹ patapata?

source: Ungroup questions
yo: Awọn ibeere akojọpọ

source: Delete everything
yo: Pa ohun gbogbo rẹ

source: Locked
yo: Titiipa

source: fully locked group
yo: ni kikun pa ẹgbẹ

source: partially locked group
yo: ẹgbẹ titii pa

source: You can't display nested groups on the same screen - the setting has been removed from the parent group
yo: O ko le ṣe afihan awọn ẹgbẹ itẹ-ẹiyẹ loju iboju kanna - eto ti yọkuro kuro ninu ẹgbẹ obi

source: fully locked question
yo: ni kikun titii ibeere

source: partially locked question
yo: apakan titiipa ibeere

source: Enter your question
yo: Tẹ ibeere rẹ sii

source: You are approaching your
yo: O n sunmọ rẹ

source: You have reached your
yo: O ti de ọdọ rẹ

source: monthly
yo: oṣooṣu

source: yearly
yo: lododun

source: and
yo: ati

source: limit
yo: ifilelẹ lọ

source: limits
yo: Awọn ifilelẹ lọ

source: about upgrading your plan.
yo: nipa igbegasoke rẹ ètò.

source: Please upgrade your plan or purchase an add-on to increase your usage limits.
yo: Jọwọ ṣe igbesoke ero rẹ tabi ra afikun lati mu awọn opin lilo rẹ pọ si.

source: Monitor usage
yo: Atẹle lilo

source: monitor usage
yo: atẹle lilo

source: Upgrade now
yo: Igbesoke bayi

source: upgrade now
yo: igbesoke bayi

source: You have reached your plan limit
yo: O ti de opin ero rẹ

source: Dear
yo: Ololufe

source: You have reached the
yo: O ti de ọdọ

source: included with your current plan.
yo: to wa pẹlu rẹ ti isiyi ètò.

source: Please
yo: Jowo

source: upgrade your plan
yo: igbesoke rẹ ètò

source: review your usage in account settings
yo: ṣe ayẹwo lilo rẹ ni awọn eto akọọlẹ

source: remind me later
yo: ranmi leti toba se die

source: Available
yo: Wa

source: Used this month
yo: Ti a lo ni oṣu yii

source: Used this year
yo: Ti a lo ni ọdun yii

source: Balance
yo: Iwontunwonsi

source: Default sort
yo: Iru aiyipada

source: last modified ##date##
yo: kẹhin títúnṣe ##date##

source: created ##date##
yo: ṣẹda ##date##

source: Automated analysis
yo: Aládàáṣiṣẹ onínọmbà

source: Unsaved changes
yo: Awọn iyipada ti ko ni fipamọ

source: Saved
yo: Ti fipamọ

source: This ##type## does not have a transcript yet
yo: ##type## yii ko ni iwe afọwọkọ sibẹsibẹ

source: begin
yo: berè

source: Please select the original language of the ##type##
yo: Jọwọ yan ede atilẹba ti ##type##

source: back
yo: pada

source: manual
yo: Afowoyi

source: transcribe
yo: gbasilẹ

source: Automatic transcription in progress
yo: Igbasilẹ adaṣe ni ilọsiwaju

source: Estimated time for completion: ##estimate##
yo: Akoko ifoju fun ipari: ##estimate##

source: Automatic transcription of audio file from
yo: Igbasilẹ aifọwọyi ti faili ohun lati

source: Transcription provider
yo: Olupese transcription
