Repository: kobotoolbox/form-builder-translations
Catalog: yo/LC_MESSAGES/djangojs.po
Languages: yo

source: Add from Library
yo: Ṣ’àfikùn láti inú àsùnwọ̀n

source: Layout & Settings
yo: Ìfilélẹ̀ àti ẹ̀tọ̀

source: Layout
yo: Ìfilélẹ̀

source: background recording
yo: Gbígohùn s’ílẹ̀ l’ábẹ́lẹ̀

source: This form will automatically record audio in the background. Consider adding an acknowledgement note to inform respondents or data collectors that they will be recorded while completing this survey. This feature is available in
yo: Fóòmù yí yíò gba ohùn sílẹ̀ lábẹ́lẹ́. Gbèró láti s’afikún iwé ìjẹ́ẹ̀rísí láti fi tó àwọn oùnfèsì àti agbounsílẹ̀ létí wípé wọn yío ká ohùn wọ̀n sílẹ̀ nígbà tí wọ́n bá n’fèsì sí ìwádìí yii. Ẹ̀yà yii wá fún lílò ní

source: Collect version 1.30 and above
yo: Collect version 1.30 s’ókè

source: help
yo: ìrànlọ́wọ́

source: Form style
yo: Àrà inúu fọ́ọ̀mù

source: Read more about form styles
yo: Kà síwájú si nípa àwọnn àrà inúu fọ́ọ̀mù

source: Select the form style that you would like to use. This will only affect web forms.
yo: Yan irú àrà inú fọ́ọ̀mu tí o fẹ́ ṣ’àmúlò. Àwọn fọ́ọ̀mù tó wà lorí orí ìtàkùn ayélujára nìkan ni èyí wà fún.

source: Select the form style. This will only affect the Enketo preview, and it will not be saved with the question or block.
yo: Yan irú àrà inú fọ́ọ̀mu tí o fẹ́ ṣ’àmúlò. Àwòsìlẹ Enketo nìkan ni èyí wà fún, àti wípé a kì yóò ṣ’àfipamọ ́rẹ̀ sí ara ìbéèrè tabi ipa.

source: Metadata
yo: Metadátà

source: Search Library
yo: Wáa nínú Àsùnwọ̀n

source: Error loading survey:
yo: Àṣìṣe wàyé ní gbígbé iwádìí jáde s'oju ìwòran:

source: Partially locked ##type##
yo: Ó wà ní títì l’ápákan ##type##

source: Fully locked ##type##
yo: Ó wà ní títì pátápátá ##type##

source: Read more about Locking
yo: Túbọ̀ kà si nípa títì

source: Form Preview
yo: Àyẹ̀wò fọọmù

source: Error generating preview
yo: Àṣìṣe wàyé nínú títo àwòtẹ́lẹ̀ jọ

source: Import Cascading Select Questions
yo: Ṣe àgbéọlé oun àfiyàn al’àwọ́sílẹ

source: By default map is limited to the ##number## most recent submissions for performance reasons. Go to map settings to increase this limit.
yo: Gẹ́gẹ́ bíi ẹ́tọ̀ àtòsílẹ́, àti ṣíṣe déédéé iṣẹ́, máàpù ti d’íwọ̀n àwọn àfàṣílẹ̀ sí kìkì àwọn ##number## tí kò tíì pẹ́ púpọ̀ jù lọ. Láti gbé ìwọ̀n yí ṣ’ókè, lọ̀ síbi ìṣètòo máàpù.

source: Error: could not load data.
yo: Àsìse: deta kò se é sì.

source: Disaggregate by survey responses
yo: Ṣe àtúpalè nípasẹ̀ ìdáhùn sí ìwádìí

source: Disaggregated using:
yo: A ṣe àtúpalẹ̀ nípa lílo:

source: No "geopoint" responses have been received
yo: Àwọn ìdáhùn “geopoint” ni a kò rí gbà

source: The map does not show data because this form does not have a "geopoint" field.
yo: Máàpù yíì kò fi dátà hàn nítorí fọ́ọ̀mù yíì kò fi ààyè sílẹ̀ fún ìdáhùn “geopoint”.

source: Toggle Fullscreen
yo: Ṣ’àyípadà sí Kíkún ojú-ìwòran

source: Show as points
yo: Ṣ’àfihàn bíi àwọn ojú-àmìn

source: Toggle layers
yo: Ṣ’àyípadà àwọn ipele

source: Map display settings
yo: Àwọn ẹ̀tò àfihàn máàpù

source: Show as heatmap
yo: Ṣe àfihàn bíi heatmap

source: Language
yo: Èdè

source: Default
yo: Ètò àtòsílẹ̀

source: -- See all data --
yo: -- Rí gbogbo dátà --

source: untranslated:
yo: àìtúmọ̀:

source: Question label not set
yo: Kò ṣ’ètò ìdánimọ̀ fún ìbéèrè

source: Reset
yo: Tún tò

source: not set
yo: kò ṣètò

source: Legend
yo: Àtẹ atọ́ka

source: Map Settings
yo: Àwọn ìṣètò máàpù

source: Table
yo: Tábìlì

source: Gallery
yo: Galẹri

source: Downloads
yo: Àwọn downlodi

source: Map
yo: Àwòrán

source: General
yo: Ti gbogbo gbò

source: Media
yo: Àwọn àwòrán àti vidio

source: Sharing
yo: Pínpín

source: Connect Projects
yo: So àwọn isé pọ̀

source: REST Services
yo: Àwọn iṣè REST

source: copied to clipboard
yo: Dídà sí clipboard

source: Clone of
yo: Èdà ti

source: Enter the name of the cloned ##ASSET_TYPE##. Leave empty to keep the original name.
yo: Te orúkọ èdà##ASSET_TYPE##. Fi sílẹ̀ lófo làti má yí orúkọ àtilẹ̀bá padà.

source: Ok
yo: Ó dárá

source: ## files
yo: ## àwọn fáilì

source: XLSForm Import failed. Check that the XLSForm and/or the URL are valid, and try again using the "Replace form" icon.
yo: Ó kùnà àti gbé fọọmù XLS wọlé. Ri dàjù wìpè fọọmù XLS àti / tàbi URL ṣe déedé, gbìyànjú lẹ́ẹkansi nípa lílo àamì “replace form”.

source: XLS Import completed
yo: Àṣeyọrí gbígba XLS wolé

source: Your upload is being processed. This may take a few moments.
yo: Iṣẹ́ ń lọlórí uplodi rẹ. Èyí lè gba ìṣẹ́jú díẹ̀.

source: Your upload is queued for processing. This may take a few moments.
yo: Iṣẹ́ ń lọ́wọ́ lórí uplodi rẹ. Èyí lè gba ìṣẹ́jú díẹ̀.

source: Import Failed!
yo: Gbígbé wolé kùnà!

source: Failed to create import.
yo: Ó kùnà àti dà àwọn gbígbé wọlé.

source: Upload error: could not recognize Excel file.
yo: Ó kùnà: kò dá fáilì excel mọ̀.

source: Uploaded file name:
yo: Orúkọ fáilì tó ti di gbígbé sókè:

source: Could not recognize the dropped item(s).
yo: Kò dá àwọn ohun yìí mọ̀.

source: Allow submissions to this form without a username and password
yo: Fi àayè gba àwọn àfikún sí iwé yìí lái sí orúkọ àti nọmba/ álfábéetì ìgbaniwọlẹ́

source: Allow anonymous submissions for this project. Previously, this was an account-wide setting. Click the icon to learn more.
yo: Fi àaye gba àwọn àfíkún láti ọwọ́ àwọn ẹni àìmọ̀. Ńi èshí, Ètò yìí wà fún gbogbo àkáantì. Tẹ àamì náà láti ní ìmọ̀ si.

source: Project information
yo: Àlàyé nípa ìdáwọ́lẹ́

source: Questions
yo: Àwọn ìbéèrè

source: Last modified
yo: Títúnṣe t’ó kẹ́hìn

source: Last deployed
yo: Àmúlò tó kẹ́hìn

source: Latest submission
yo: Ìfàsílẹ̀ tó ṣúnmọ̀ jùlọ

source: Operational purpose of data
yo: Ìdí àfiṣiṣẹ́ dátà

source: Collects personally identifiable information
yo: Ngba àwọn àlàyé tí a mọ̀ fúnra eni

source: Filter by
yo: Àlẹmọ nipasẹ

source: Export all data
yo: Ṣe ìgbéjáàde gbogbo dátà

source: New feature
yo: ẹ̀yà titun

source: Learn more
yo: Ní ìmọ síi

source: All questions
yo: Gbogbo àwọn ìbéerè

source: Image Gallery
yo: Gàlẹ́rì ti àwòrán

source: From
yo: Láti

source: Between
yo: Láarín

source: and
yo: ati

source: URL is empty!
yo: URL ṣ’ófo!

source: You must redeploy this form to see media changes.
yo: O ní láti ṣ’àtún múlò fọ́ọ̀mù yìÍ láti rí àwọ̀n ìyípadà sí mídíà.

source: Attach files
yo: S`àsopọ̀ àwọn fáìlì

source: Learn more about form media
yo: K’ẹ̀kọ̀ si nípa mídíà t’inúu fọ́ọ̀mù

source: Drag and drop files here
yo: Wọ́ àwọn fáìlì sí ibí

source: or
yo: tàbí

source: click here to browse
yo: Tẹ̀ẹ́ l’ójú ibí yìí láti lọ káàkiri

source: Uploading file…
yo: Gbìgba fáilì sókè…

source: You can also add files using a URL
yo: O leè ṣ’àfikún fáìlì nípa lílo URL

source: Paste URL here
yo: Ṣ’àtẹ̀sí URL s’íbí yìí

source: Add
yo: Ṣ’áfikún

source: Attached files
yo: Àwọn fáìlì àsopọ̀

source: loading media
yo: nṣ’àkójọ fáìlì

source: No files uploaded yet
yo: A kò ì tíì gbé àwọn fáìlì kankan síi

source: Import
yo: Ṣ’àgbéwọ̀lé

source: Next
yo: Èyí tó kàn

source: Create project
yo: Ṣ’ẹ̀dá ìdáwọ́lé titun

source: Project settings
yo: Ètò ìdáwọ́lé

source: Choose a source
yo: Yan orísun kan

source: Choose template
yo: Yan oun-àwòṣe

source: Upload XLSForm
yo: Ṣe àfiránṣé fọ́ọ̀mù n ìlànà XLS

source: Import XLSForm
yo: Ṣ’àgbéwọlé fọ́ọ̀mù ní ìlànà XLS

source: Project details
yo: Àpèjúwe ìdáwọ́lé

source: Choose
yo: Yàn

source: Error: asset could not be created.
yo: Àsìse: a kò le ṣ’ẹ̀dá oun-ìní yí.

source: Error: new project could not be created.
yo: Àsìse: a kò le ṣ’ẹ̀dá ìdáwọ́lé titun.

source: Please wait…
yo: Jọ̀wọ́ dúró…

source: Retrieving form, please wait...
yo: Gbígbà jáde fọ́ọ̀mù nlọ lọ́wọ́, jọ̀wọ́ dúró. . .

source: Failed to reload project after import!
yo: O kùnnà láti ṣ’àtúngbéjáde fọ́ọ̀mù lẹ́hìn àgbẹ́wọlẹ́!

source: Could not initialize XLSForm import!
yo: Kò leè bẹ̀ẹ̀rẹ̀ àgbéwọlée XLSFORM!

source: Failed to reload project after upload!
yo: Ó kùnnà láti ṣ’àtúngbéjáàde fọ́ọ̀mù lẹ́hìn ìgbésí!

source: Could not import XLSForm!
yo: Kò lè ṣ’àgbéwọlẹ́ XLSForm!

source: Some fields contain errors!
yo: Àwọn ààyè kan ní àwọn àṣìṣe!

source: Project Name
yo: Orúkọ Ìdáwọ́lé

source: ##count## characters left
yo: ##count## oùnkà ọ̀rọ̀ tó kù

source: Use a template
yo: Ṣ’àmúlò àwòṣe kan

source: Choose one of the options below to continue. You will be prompted to enter name and other details in further steps.
yo: yan okan ninu awon asayan ti o wa ni isale yi lati tesiwaju. A o kan si o lati se atewole oruko ati awon alaye miran ni awon ipele ti o ba kan.

source: Build from scratch
yo: Se akojopo lati ibere

source: Upload an XLSForm
yo: Se agbesi foomu ni ilana XLSFORM

source: Import an XLSForm via URL
yo: Se agbewole foomu ni ilana XLS nipase URL

source: Import an XLSForm from your computer.
yo: Gbé XLSForm wọlé láti ẹ̀rọ rẹ.

source: Drag and drop the XLSForm file here or click to browse
yo: Fa ìwé XLSForm sí ibíbàyí tàbí tẹ́ làtí wo àwọn fáilì tó kù

source: Enter a valid XLSForm URL in the field below.
yo: Se atewole foomu ni ilana XLS ti o se itewogba ni aaye to o wa ni isaale yi.

source: Having issues? See this help article.
yo: Sé ó n’ní àwọn ìdọjúkọ? Wó àrokọ yíì fún ìrànlọ́wọ́.

source: URL
yo: Àdírẹ́sì URL

source: Save Changes
yo: S’afipamo awon ayipada

source: Please enter a title for your project!
yo: Jowo se atewole akori fun ise idawole re!

source: Enter title of project here
yo: Te akori idawole si ibi yi

source: Please enter a description for your project
yo: Jowo te alaye nipa idawole re wole

source: Enter short description here
yo: Ko àlàyé ní kúkúrú sí ibíbàyí

source: Please choose a sector
yo: Jọ̀wọ́́ yan ẹ̀ka isé kan

source: Please select at least one country
yo: ̀Jọ̀wọ́ yan orílẹ̀orílẹ̀-èdè kan, ó kéré tán

source: Please specify the operational purpose of your project
yo: Jowo so idi ise idawole re ni pato

source: Yes
yo: Bẹ́ẹ̀ni

source: No
yo: Rárá

source: Please indicate whether or not your project collects personally identifiable information
yo: Jọ̀wọ̀ fihàn bóyá ìdáwọ́lé rẹ ngba àlàyé ìdánimọ ṣ’ílẹ̀

source: Save
yo: Fi pamọ́

source: Unarchive Project
yo: Ṣ’àgbéjáde ìdáwọ́lẹ́

source: Archive Project
yo: Ṣ’àgbépamọ ìdáwọ́lé

source: Archive project to stop accepting submissions.
yo: Gbé ìdáwọ́lé pamọ́ láti má ṣe gba ìfàkalẹ mọ́.

source: Unarchive project to resume accepting submissions.
yo: Gbé ìdáwọ́lé jáde láti bẹ̀rẹ̀ sí gba ìfàkalẹ.

source: Delete Project and Data
yo: Pa Ìdáwọ́lé àti Dátà rẹ́

source: Back
yo: Padà

source: Form replacing is not available due to form's Locking Profile restrictions.
yo: Pípààrọ̀ fọ́ọ̀mù kò sí fún àmúlò nítorí ti àìfàyègbà nínú títìpa ìjúwe fọọ́mù.

source: new
yo: tuntun

source: Projects
yo: Àwọn isẹ́

source: Library
yo: Labiri

source: Source
yo: Orísun

source: Temporary Access Restriction: Password Update Required
yo: Àigbaniláyè nítórí àilẹ́tọ̀ọ́: ó nílò Ìmójúdéìwọ́n álfábéetì ìgbaniwọlẹ́

source: You must update your password before proceeding. Please do so promptly to ensure the security of your data.
yo: Ọ́ jẹ́ dandan àti se Ìmójúdéìwọ́n álfábéetì ìgbaniwọlẹ́ kí o tó tẹ̀síwájú. Jọ̀wọ́ se èyí kíakía láti dáabò bo deta rẹ.

source: Update password
yo: Se Ìmójúdéìwọ́n álfábéetì ìgbaniwọlẹ́

source: Success!
yo: Àseyọrì!

source: Submission Record
yo: Ìkọsílẹ̀ Ìfàkalẹ̀

source: of
yo: Ti

source: Sharing Permissions
yo: Ìgbaniláyè pínpín

source: Uploading XLS file
yo: Gbìgba ìwé XLS sókè

source: Uploading:
yo: Gbìgba sókè:

source: Create Library Item
yo: Dá ohun labiri

source: Template details
yo: Àlaye ti ìlànà

source: Collection details
yo: Àlaye ti àkojọ

source: Edit tags
yo: Ṣe àtúnse sí àwọn taagi

source: Upload file
yo: Gbé fáilì sókè

source: Edit REST Service
yo: ṣe àtúnse sí àwọn iṣè REST

source: New REST Service
yo: Iṣè REST tuntun

source: Table display options
yo: Àṣàyàn àtẹ tábìlì

source: Manage Languages
yo: Mójútó àwọn èdè

source: Translations Table
yo: Tábìlì ìtúmọ̀

source: Manage Form Encryption
yo: Mójútó dídi fọọmù

source: Close
yo: Padè

source: Close Translations Table?
yo: Pa tábìlì ìtúmọ̀ dé ?

source: You will lose all unsaved changes.
yo: O ma pàdánù gbogbo àwọn àyípadà àifipamọ.

source: Log In
yo: Wọlé

source: Search My Library
yo: Wá Lábiri mi

source: Search Public Collections
yo: Wá àkójọ ti gbogbo gbò

source: Search…
yo: Wá..…

source: This project has no submitted data. Please collect some and try again.
yo: Ìdáwọ́lé yìí kò ní ìfàkalẹ́ dátà. Jọ̀wọ́ tún gb’ìyànjú lẹ́hìn ìgbà tí o bà ti gba àwọn kan.

source: results
yo: Èsì

source: Edit
yo: Ṣe àtúnse

source: Search
yo: Ṣ’àwárí

source: Display options
yo: Àwọn irúfẹ́ẹ́ àfihàn

source: Prev
yo: Ìsáájú

source: Your filters returned no submissions.
yo: Áwọn ajọ̀ọ dátà kò dá àwọn èsì àfàkalẹ̀ kankan padà.

source: Page
yo: Ojú ewé

source: rows
yo: ìlà

source: Summary
yo: Ìparí

source: Form
yo: Ìwé

source: Settings
yo: Àwọn ètò

source: Today
yo: Òní

source: Past 7 days
yo: Ọjọ́ 7 tó kọjá

source: Past 31 days
yo: Ọjọ́ Ókanlélọ́gbọ̀n 31 tó kọjá

source: Past 3 months
yo: Osù mẹ́ta 3 tó kọjá

source: Past 12 months
yo: Osù méjìlá 12 tó kọjá

source: No chart data available for current period.
yo: Kòsí dátà ìtọ́nisọ́nà ní àkókò yí.

source: Total
yo: Àkójọpọ̀

source: Please check file name
yo: Jọ̀wọ́ yẹ ọrúkọ fáìlì náà wò

source: No project selected
yo: O kò tíì yan ìdáwọ́lẹ́ kankan

source: Field is empty
yo: Áàyè yíì ṣ’ófo

source: Privacy Notice
yo: Àkíyèsí nípa àṣírí

source: This will attach the full dataset from "##ASSET_NAME##" as a background XML file to this form. While not easily visible, it is technically possible for anyone entering data to your form to retrieve and view this dataset. Do not use this feature if "##ASSET_NAME##" includes sensitive data.
yo: Èyí yíò ṣ’àsàsopọ̀ ìkún àkójọ dátà láti "##ASSET_NAME##" gẹ́gẹ́ bíi fáìlì XML l’ábẹ́lẹ̀. Nígbá tí ó jẹ́ wípé kò rọrùn láti rí, ọ́ ṣeéṣe l’áwọn ààyè kan fún òntẹdátàwolé sí fọ́ọ̀mù re láti fa àkójọpọ̀ dátà yìí jáde kí ó sì wòó. Máṣe lo ẹ̀yà yí bí "##ASSET_NAME##" bá ní àwọn dátà tó ṣe ẹlẹgẹ́.

source: Acknowledge and continue
yo: Jẹ́ẹ̀rísi kí o sì tẹ̀síwájú

source: Select a different project to import data from
yo: Yan ìdáwọ́lẹ́ míràn láti ṣe àgbéwolé dátà inú fọ́ọ̀mù

source: No projects to connect
yo: Kò sí ìdáwọ́lẹ́ kankan láti so pọ̀

source: Data sharing enabled
yo: A f’àyè gba dátà pínpín

source: Select specific questions to share
yo: Yan àwọn ìbéèrè ní pàtó láti pín

source: Select any questions you want to share in the right side table
yo: Yan èyíkéyìí ìbéèrè tí o fẹ́ pín ní àtẹ apá ọ̀tún

source: Updating shared questions
yo: À n’mú àwọn ìbéèrè tí a pín d’ójú ìwọ̀n

source: Data sharing disabled
yo: Dátà pínpín ni a kò f'àyè gbà

source: Give a unique name to the import
yo: Fún àgbéwọlẹ́ ní orúkọ tí ó yàtọ̀

source: Imported
yo: Tí a ti ṣ’àgbẹ́wolé

source: Loading imported projects
yo: N’ṣàkójọpọ̀ àwọn ìdáwọ́lẹ́ tí a gbé wọlé

source: No data imported
yo: Kò ṣí dátà tí a gbé wọlẹ́

source: Share data with other project forms
yo: Pín dátà pẹ̀lú àwọn fọ́ọ̀mù ìdáwọ́lẹ́ míràn

source: Enable data sharing to allow other forms to import and use dynamic data from this project. Learn more about dynamic data attachments
yo: Mú kí dátà pínpín láti jẹ́ kí àwọn fọ́ọ̀mù míràn ṣ’àgbẹ́wọlé àti lo àwọn dátà tí a lè ló n’íbòmíràn láti inúu ìdáwọ́lẹ́ yìí ṣeéṣe. Kọ́ si nípa àwọn àsopọ̀ dátà tí a le lò níbòòmíràn

source: here
yo: n’íbí

source: Import other project data
yo: Ṣe àgbéwọlée àwọn dátà ìdáwọ́lé míràn

source: Connect with other project(s) to import dynamic data from them into this project. Learn more about dynamic data attachments
yo: Ṣe àsopọ̀ mọ́ (àwọ̀n) ìdáwọ́lẹ mírán láti ṣ’àgbéwọlé dátà tí ní ọ̀pọ̀lọpọ̀ ìwúlò sínúu ìdáwọ́lé yíì. Kọ́ ẹ̀kọ́ si nípa àwọn àsopọ̀ tí ó ní ọ̀pọ̀lọpọ̀ọọ ìwúlọ̀ ní àwọn ibòmíràn

source: Cannot transfer a project to the same account.
yo: Ko le gbe iṣẹ́ agbeṣe kan si akọọlẹ kanna.

source: User not found. Please try again.
yo: A ko ri olumulo. Jọwọ gbiyanju lẹẹkansi.

source: Please enter a user name.
yo: Jọwọ tẹ orukọ olumulo kan sii.

source: Transfer project ownership
yo: Ìṣàgbélọ́ Iṣẹ́ àgbéṣe oní-nǹkan

source: Your transfer request is pending until ##username## has accepted or declined it.
yo: Ibeere ìṣàgbélọ rẹ wa ni aiyanju titi tí##username## o fi gba tabi kọ̀ ọ́.

source: Transfer ownership of this project to another user. All submissions, data storage, and transcription and translation usage for this project will be transferred to the new project owner.
yo: Gbigbe nini iṣẹ akanṣe yii si olumulo miiran. Gbogbo awọn ifisilẹ, ibi ipamọ data, ati kikowe ati lilo itumọ fun iṣẹ akanṣe yii ni yoo gbe lọ si oniwun iṣẹ akanṣe tuntun.

source: Learn more →
yo: Ní ìmọ síi

source: Cancel transfer
yo: Fagilé ìṣàgbélọ

source: Transfer
yo: Ìṣàgbélọ

source: Transfer ownership
yo: Ìṣàgbélọ oní-nǹkan

source: This action will transfer ownership of ##username## to another user
yo: Iṣe yii yoo gbe oní-nǹkan ti##username## si olumulo miiran

source: When you transfer ownership of the project to another user, all of the submissions, data storage, and transcription and translation usage for the project will be transferred to the new project owner.
yo: Nigba ti o ba gbe ohun-ini ti iṣẹ akanṣe lọ si olumulo miiran, gbogbo awọn ifisilẹ, ibi ipamọ data, ati igbasilẹ ati lilo itumọ fun iṣẹ akanṣe ni yoo gbe lọ si oní-nǹkan iṣẹ akanṣe tuntun.

source: The new project owner will receive an email request to accept the transfer. You will be notified when the transfer is accepted or declined.
yo: Oluṣe iṣẹ akanṣe tuntun yoo gba ibeere imeeli kan lati gba gbigbe naa. Iwọ yoo gba iwifunni nigbati gbigbe ba ti gba tabi kọ.

source: You will be the owner of the project until the transfer is accepted.
yo: Iwọ yoo jẹ oní-nǹkan iṣẹ naa titi ti gbigbe ti gba.

source: Once the transfer is accepted, you will not be able to undo this action.
yo: Ni kete ti o ba ti gba ìṣàgbélọ, iwọ kii yoo ni anfani lati mu iṣẹ yii pada.

source: To complete the transfer, enter the username of the new project owner
yo: Lati pari ìṣàgbélọ, tẹ orukọ olumulo ti oni-nnkan iṣẹ akanṣe tuntun

source: Enter username here
yo: Tẹ orukọ olumulo sii nibi

source: Transfer project
yo: Iṣẹ agbese ìṣàgbélọ

source: Please [contact the support team] if you think it's an error.
yo: Jọ̀wọ́ [ránṣẹ́ si ẹgbẹ́ àtìlẹ́hìn] tí o bá ri bì àsìse.

source: Please try logging in using the header button or [contact the support team] if you think it's an error.
yo: Jọ̀wọ́ gbìyànjú àti wọlé nípa lílo bọ́tìnì tí ó wà lóke [ránṣẹ́ si ẹgbẹ́ àtìlẹ́hìn] tí o bá ri bì àsìse.

source: Access Denied
yo: Kò sí àayè ìwolé

source: You don't have access to this page.
yo: O kò ní ànfàní àti wolé sí ibíbàyí.

source: Either you don't have access to this page or this page simply doesn't exist.
yo: Bóyá o kò ní ànfàní àti wolé sí ibíbàyí tàbí ojú ìwe nàá kò sí rárárárá.

source: Something went wrong
yo: Ohun kan ti yíwọ́

source: We're sorry, but there was an unexpected error while trying to serve this page.
yo: A tọrọ ìdáríjì, sùgbọ́n àsìse àimọ̀tẹ́lè sẹlè bí a se ń gbìyànjú àti sí ojú ìwe yìí.

source: Please try again later, or [contact the support team] if this happens repeatedly.
yo: Gbìyànjú lẹ́hìn ìgbà díẹ tàbí [ránṣẹ́ si ẹgbẹ́ àtìlẹ́hìntí] tí èyí bán sẹlẹ̀ lemọ́lemọ́.

source: Additional details:
yo: Àfikún Àlaye:

source: There is no data for this question for the current submission
yo: Kò sí deta ìbéèrè fún ìfàkalẹ̀ yí

source: Failed to get owner data.
yo: Kùnà láti gba data onínkan.

source: Date Created
yo: Ọjọ́ tí a ṣ’ẹ̀dá

source: Items
yo: Àwọn nkan

source: Organization
yo: Ẹgbẹ́

source: Country
yo: Ìlú

source: Hide full details
yo: Ṣ’àfipamọ́ àwọn àlàyé ní kíkún

source: Show full details
yo: Ṣ’àfihàn àlàyé ní kíkún

source: Failed to change asset public status.
yo: Kùnà láti ṣ’àyípadàà ipò gbangba dúkìá.

source: Make public
yo: Fií sí gbangba

source: Make private
yo: Sọ́ di ìkọ̀kọ̀

source: Parent Collection
yo: Ìgbàsílẹ̀ Àkọ́ní

source: This ##asset_type## is empty.
yo: ##asset_type## yi ṣ’ófo.

source: Show less
yo: S’àfihàn díẹ̀

source: Show more
yo: S’àfihàn púpọ̀ si

source: Your query is too short
yo: Ìbéèrère kúrú jù

source: failed to list assets
yo: Ó kùnà àti kó aseeti jọ

source: Unlabeled
yo: Àìl’átọ́ka

source: Vertical
yo: Ìnàro

source: Horizontal
yo: Ó da ẹ̀gbẹ́

source: Pie
yo: Àkàrà

source: Donut
yo: Dónọọtì

source: Polar area
yo: Agbègbè ti polar

source: Radar
yo: Rádà

source: Untitled Report
yo: Èsì tí kò ní àkọ̀rí

source: Include the following questions:
yo: Fi àwọn ìbéèrè wọ̀nyí kun:

source: Delete
yo: Pa rẹ́

source: No grouping
yo: Kò ní ìkójọpọ̀

source: Type
yo: Irúfẹ́

source: Name
yo: Orúkọ

source: Subscribers
yo: Àwọn tí ó ń tẹ̀lé wa

source: Primary Sector
yo: Agbégbé ìṣájú

source: Deploy
yo: Túu sí ìta

source: Remove from collection
yo: Yọ kúro ninú erù

source: Move to
yo: Gbé lọ sí

source: Unarchive
yo: Ṣàìṣàfipamọ́

source: Archive
yo: Àfipamọ́

source: Subscribe
yo: Bẹ̀rẹ̀ sì nì tẹ̀lé

source: Unsubscribe
yo: Ṣíwọ́ títẹ̀lè

source: Modify details
yo: Se àwọn àyípadà sí àwọn dítélì

source: Edit Tags
yo: Se àwọn àyípadà sí àwọn táagì

source: Share
yo: Pín

source: View containing Collection
yo: Wo àwọn erù tí ó ń bẹ

source: Previous
yo: Ti èṣí

source: ##count## items
yo: ##count## àwọn ohun

source: There are no assets to display.
yo: Kòsí àwọn ásẹ́ẹtì àti fi hán.

source: permissions were copied successfully
yo: Ìgbaniláyè di àdàkọ

source: You are about to copy permissions from ##source to ##target. This action cannot be undone.
yo: O fẹ́ da àwọn Ìgbaniláyè kọ láti ##source to ## target. Kò sí àtúnse lẹ́hìn èyí.

source: Are you sure you want to copy permissions?
yo: Ǹjẹ́ ó dá ẹ lójú pé o fẹ́ da àwọn Ìgbaniláyè kọ?

source: Proceed
yo: Tẹ̀síwájú

source: Copy team from another project
yo: Da ẹgbẹ́ láti isẹ́ àgbése míràn

source: This will overwrite any existing sharing settings defined in this project.
yo: Èyí maa pa àwọn ètò pínpín tí a ti gbé kalẹ̀ tẹ̀lẹ nínú isẹ́ àgbése yìí.

source: Select source project…
yo: Yān orísun isẹ́ àgbése yìí…

source: copy
yo: Dà

source: Enter usernames separated by comma
yo: Tẹ̄ orúkọ onílò tí a yà sọ́tọ̀ pẹ̀lu àamì Kọ̄má

source: User not found:
yo: A kò rí onílò:

source: equals
yo: dọgba

source: Reset changes
yo: Ṣatunto ayipada

source: username
yo: Orúkọ onílò

source: Grant permissions
yo: Gbà láàyè

source: Update permissions
yo: Mú ìgbaniláàyè dé ójú ìwọ́n

source: Share publicly by link
yo: Pín fún gbogbo ènìyàn nípa link

source: Anyone can view this form
yo: Ẹnikẹ́ni lè wo ìwé yìí

source: Anyone can view submissions made to this form
yo: Ẹnikẹ́ni lè wo àfikụ́n tí a se sí ìwé yìí

source: Shareable link
yo: Linkii tí o se é pin

source: Remove permissions?
yo: Yọ àwọn ìgbaniláàyè?

source: This action will remove all permissions for user ##username##
yo: Ise yii yio yọ gbogboàwọn ìgbaniláàyè fun onilo##username##

source: Remove
yo: Yọọ́ kúrọ̀

source: is owner
yo: Ọ́jẹ́ eni tí ó ni ohun

source: Pending owner
yo: Ẹni tí ó nií Kò ì yanjú

source: Paste your formatted table from excel in the box below.
yo: Lẹ tábìlì rẹ láti exceli nínú àpótí ti ìsàlẹ̀.

source: add cascade with # questions
yo: Fi cascade àti # ìbéerè

source: OK
yo: Ó dára

source: Learn more about importing cascading lists from Excel
yo: Ní ìmọ síi nípa àkójọ caskedi láti excel

source: DONE
yo: Ó di ṣíse

source: loading
yo: ó ku díẹ̀

source: no search results found
yo: Kòsí èsì

source: block of ___ questions
yo: Blooki ti àwọn ___ ìbéèrè

source: search library
yo: Labiri ti wíwá

source: question has been added to the library
yo: Ìbéèrè ti di àfíkún sí Labiri

source: group has been added to the library as a block
yo: Ẹgbẹ́ ti di àfíkún sí Labiri gẹ́gẹ́ bíi blooki

source: Marker Colors
yo: Awọ̀n àwọ̀ ti marker

source: Query Limit
yo: Òpin ìbéèrè

source: Geopoint question
yo: ìbéèrè geopoint

source: Overlays
yo: Awọ̀n ohun tí ó gbé lé ara wọn

source: Best for qualitative data
yo: Èyi to dára jù fùn deta tó dàra jù
