Repository: kobotoolbox/form-builder-translations
Catalog: yo/LC_MESSAGES/djangojs.po
Languages: yo

source: Automated transcription is provided by Google Cloud Platform. By using this service you agree that your audio file will be sent to Google's servers for the purpose of transcribing. However, it will not be stored on Google's servers beyond the short period needed for completing the transcription, and we do not allow Google to use the audio for improving its transcription service.
yo: Igbasilẹ adaṣe ti pese nipasẹ Google Cloud Platform. Nipa lilo iṣẹ yii o gba pe faili ohun rẹ yoo fi ranṣẹ si awọn olupin Google fun idi ti kikọ. Sibẹsibẹ, kii yoo wa ni ipamọ sori awọn olupin Google kọja akoko kukuru ti o nilo fun ipari iwe-kikọ, ati pe a ko gba Google laaye lati lo ohun naa fun ilọsiwaju iṣẹ ikọwe rẹ.

source: cancel
yo: fagilee

source: create transcript
yo: ṣẹda tiransikiripiti

source: Delete transcript?
yo: Pa iwe afọwọkọ tirẹ rẹ bi?

source: This transcript does not have any translations yet
yo: Tiransikiripiti yii ko ni awọn itumọ eyikeyi sibẹsibẹ

source: Free
yo: Ọfẹ

source: $##price## USD/month
yo: $##price## fun oṣu kan

source: Upgrade
yo: Igbesoke

source: Manage
yo: Ṣakoso awọn

source: Change plan
yo: Yi ètò

source: Please select the language you want to translate to
yo: Jọwọ yan ede ti o fẹ tumọ si

source: translate
yo: tumọ

source: Delete translation?
yo: Pa itumọ tirẹ rẹ bi?

source: new translation
yo: titun translation

source: less than a minute
yo: kere ju iṣẹju kan

source: Automatic translation of transcript to
yo: Itumọ aladaaṣe ti iwe afọwọkọ si

source: Translation provider
yo: Olupese itumọ

source: Automated translation is provided by Google Cloud Platform. By using this service you agree that your transcript text will be sent to Google's servers for the purpose of translation. However, it will not be stored on Google's servers beyond the very short period needed for completing the translation.
yo: Igbasilẹ adaṣe ti pese nipasẹ Google Cloud Platform. Nipa lilo iṣẹ yii o gba pe faili ohun rẹ yoo fi ranṣẹ si awọn olupin Google fun idi ti kikọ. Sibẹsibẹ, kii yoo wa ni ipamọ sori awọn olupin Google kọja akoko kukuru ti o nilo fun ipari iwe-kikọ, ati pe a ko gba Google laaye lati lo ohun naa fun ilọsiwaju iṣẹ ikọwe rẹ.

source: create translation
yo: ṣẹda translation

source: Buy now
yo: Ra Bayibayi

source: about 1 minute
yo: ni bii iṣẹju 1

source: about 2 minutes
yo: ni bii iṣẹju 2

source: about ##number## minutes
yo: Bìi##number## iṣẹju

source: Click to add another response...
yo: Tẹ lati fi esi miiran kun...

source: All group settings
yo: Gbogbo eto ẹgbẹ

source: Skip Logic
yo: Rekọja Logic

source: Locked Features
yo: Titiipa Awọn ẹya ara ẹrọ

source: Question Options
yo: Awọn aṣayan ibeere

source: Validation Criteria
yo: Afọwọsi àwárí mu

source: Question label is required
yo: A nilo aami ibeere

source: Question hint
yo: Ofin ibeere

source: Note: The Matrix question type only works in Enketo web forms using the 'grid' style.
yo: Akiyesi: Iru ibeere Matrix ṣiṣẹ nikan ni awọn fọọmu wẹẹbu Enketo nipa lilo aṣa 'grid'.

source: Row name
yo: Orukọ ila

source: A constraint message to be read in case of error:
yo: Ifiranṣẹ ihamọ lati ka ni ọran aṣiṣe:

source: Mandatory response
yo: Idahun dandan

source: Custom logic
yo: Aṣa kannaa

source: Mandatory when this formula is true
yo: Dandan nigbati yi agbekalẹ jẹ otitọ

source: Parameters
yo: Awọn paramita

source: Row could not be displayed:
yo: Awọn ila ko le ṣe afihan:

source: This question could not be imported. Please re-create it manually. Please contact us at help@kobotoolbox.org so we can fix this bug!
yo: Ibeere yi ko le ṣe wole. Jọwọ tun-ṣẹda rẹ pẹlu ọwọ. Jọwọ kan si wa ni help@kobotoolbox.org ki a le ṣatunṣe kokoro yii!

source: Accepted files
yo: Awọn faili ti o gba

source: Add Question
yo: Fi ibeere kun

source: This form is currently empty.
yo: Fọọmu yii ṣofo lọwọlọwọ.

source: You can add questions, notes, prompts, or other fields by clicking on the '+' sign below.
yo: O le ṣafikun awọn ibeere, awọn akọsilẹ, awọn ibeere, tabi awọn aaye miiran nipa tite lori ami '+' ni isalẹ.

source: No value
yo: Ko si iye

source: e.g. ".pdf,.doc,.odt"
yo: f.eks. ".pdf,.doc,.odt"

source: Choices File
yo: Awọn aṣayan Faili

source: Guidance hint
yo: ofiri itoni

source: Error Message
yo: Ifiranṣẹ aṣiṣe

source: Data column name
yo: Orukọ ọwọn data

source: Only one HXL tag allowed per question.
yo: Aami HXL kan nikan ni a gba laaye fun ibeere.

source: Type attributes for this tag
yo: Te awọn ẹ̀yà fún àmì yìí

source: Attributes
yo: Awọn eroja

source: Default response
yo: Idahun aiyipada

source: Repeat
yo: Tun ṣe

source: Repeat this group if necessary
yo: Tun ẹgbẹ yii ṣe ti o ba jẹ dandan

source: Appearance (advanced)
yo: Irisi (ti ilọsiwaju)

source: Please note that any qualitative question created for this record will generate a new column in the data table, making the question available for all other records.
yo: Jọwọ ṣe akiyesi pe ibeere eyikeyi ti o ni agbara ti a ṣẹda fun igbasilẹ yii yoo ṣe agbekalẹ iwe tuntun ninu tabili data, ṣiṣe ibeere naa wa fun gbogbo awọn igbasilẹ miiran.

source: There are no qualitative analysis questions yet.
yo: Ko si awọn ibeere itupalẹ agbara sibẹsibẹ.

source: Click the "Add question" button to get started
yo: Tẹ bọtini "Fi ibeere kun" lati bẹrẹ

source: Only those with full editing rights can create questions
yo: Awọn nikan ti o ni awọn ẹtọ ṣiṣatunṣe ni kikun le ṣẹda awọn ibeere

source: Contact the project owner for more information
yo: Kan si eni ise agbese fun alaye siwaju sii

source: automatic
yo: laifọwọyi

source: original
yo: atilẹba

source: Search for a language
yo: Wa ede kan

source: Sorry, didn't find any language…
yo: Ma binu, ko ri ede kankan…

source: I cannot find my language
yo: Nko ri ede mi

source: Please select the language
yo: Jọwọ yan ede naa

source: Change column type?
yo: Ṣe iyipada iru ọwọn bi?

source: Are you sure you want to change the type? This action is irreversible, your existing option choices will be erased.
yo: Ṣe o da ọ loju pe o fẹ yi iru naa pada? Iṣe yii ko ṣe iyipada, awọn yiyan aṣayan ti o wa tẹlẹ yoo parẹ.

source: Change type
yo: Yi iru

source: Option 1
yo: Aṣayan 1

source: Option 2
yo: Aṣayan 2

source: Row
yo: kana

source: Column
yo: Àwọ̀n

source: Delete row?
yo: Pa ila?

source: Are you sure you want to delete this row? This action cannot be undone.
yo: Ṣe o da ọ loju pe o fẹ pa ila yii rẹ bi? Iṣe yii ko le ṣe atunṣe.

source: Delete column?
yo: Pa ọwọn rẹ bi?

source: Are you sure you want to delete this column? This action cannot be undone.
yo: Ṣe o da ọ loju pe o fẹ pa ọwọn yii rẹ bi? Iṣe yii ko le ṣe atunṣe.

source: Response Type
yo: Iru Idahun

source: Label
yo: Aami

source: Data Column Suffix
yo: Suffix Data iwe

source: Data Column Name
yo: Orukọ Ọwọn Data

source: Delete column
yo: Pa ọwọn rẹ

source: Data Column Prefix
yo: Apejuwe iwe Data

source: Delete row
yo: Pa ila

source: Unknown question type ##type_name##
yo: Iru ibeere ti a ko mọ ##type_name##

source: Question label cannot be empty
yo: Aami ibeere ko le jẹ ofo

source: Some required fields are missing
yo: Diẹ ninu awọn aaye ti a beere ko padanu

source: Type question
yo: Iru ibeere

source: Type your answer
yo: Tẹ idahun rẹ sii

source: …keyword search in progress
yo: …Ṣawari ọrọ-ọrọ ti nlọ lọwọ

source: Apply search
yo: Waye wiwa

source: ##number## instances
yo: ##number## apeere

source: of the keywords
yo: ti awọn koko

source: from
yo: lati

source: Delete this question?
yo: Pa ibeere yii rẹ bi?

source: Are you sure you want to delete this question? This action cannot be undone.
yo: Ṣe o da ọ loju pe o fẹ pa ibeere yii rẹ bi? Iṣe yii ko le ṣe atunṣe.

source: Look for
yo: Wa fun

source: Type keywords
yo: Tẹ awọn koko-ọrọ

source: Search this transcript/translation:
yo: Ṣewadii iwe afọwọkọ/itumọ yii:

source: Type option name
yo: Tẹ orukọ aṣayan

source: Add new option
yo: Fi aṣayan titun kun
