Repository: kobotoolbox/form-builder-translations
Catalog: yo/LC_MESSAGES/django.po
Languages: yo

source: Log in as user
yo: Wọle bi olumulo

source: Please enter a valid URL
yo: Jọwọ tẹ URL to wulo

source: Non-profit organization
yo: Ìdásílẹ̀ tí kìn se fún èrè

source: Government institution
yo: Ìdásílẹ ti Ìjọba

source: Educational organization
yo: Ìdásílẹ fún ẹ̀kó

source: A commercial/for-profit company
yo: Ìdásílẹ̀ fún èrè

source: I am not associated with any organization
yo: Mi kò jẹ ara Ìdásílẹ kankan

source: Male
yo: Akọ

source: Female
yo: Abo

source: Other
yo: Òmíràn

source: Terms of Service
yo: Alàkalẹ òfin Iṣẹ́

source: Privacy Policy
yo: Ìlànà Ìṣ’àṣírí

source: I agree with the ##terms_of_service## and ##privacy_policy##
yo: Mo gba pẹlu awọn##terms_of_service## ati ##privacy_policy##

source: Password confirmation
yo: Ọrọigbaniwọle ìmúdájú

source: This field is required.
yo: O kan dandan kún àlàfo yìí.

source: You must type the same password each time.
yo: O gbọdọ tẹ ọrọ igbaniwọle kanna ni igba kọọkan.

source: Enter the ##token length##-character token
yo: Tẹ awọn ##token length##-ami ohun kikọ

source: Your token is invalid
yo: Àmi rẹ ko tọ

source: Please enter your verification token
yo: Jọwọ tẹ ami ijẹrisi rẹ sii

source: Please enter the verification token displayed by your authenticator app.
yo: Jọwọ tẹ àmi ìmúdájú ti o han nipasẹ ohun elo afọwọsi rẹ.

source: Problems with the token
yo: Awọn iṣoro pẹlu aami

source: Continue
yo: Tesiwaju

source: Verification issues
yo: Awọn ọran idaniloju

source: Back
yo: Padà

source: To confirm the new email address associated with your KoboToolbox account, please follow the link below.
yo: Lati jẹrisi adirẹsi imeeli titun ti o ni nkan ṣe pẹlu akọọlẹ KoboToolbox rẹ, jọwọ tẹle ọna asopọ ni isalẹ.

source: This link will expire in one hour. To request a new verification link, please go to your account settings and re-enter your new email address:
yo: Ọna asopọ yii yoo pari ni wakati kan. Lati beere ọna asopọ ijẹrisi titun, jọwọ lọ si awọn eto akọọlẹ rẹ ki o tun tẹ adirẹsi imeeli titun rẹ sii:

source: Best,
yo: Dara julọ,

source: Thanks for signing up with KoboToolbox!
yo: O ṣeun fun wíwọlé soke pẹlu KoboToolbox!

source: Confirming your account will give you access to KoboToolbox applications. Please visit the following URL to finish activation of your new account.
yo: Ijẹrisi akọọlẹ rẹ yoo fun ọ ni iraye si awọn ohun elo KoboToolbox. Jọwọ ṣabẹwo URL atẹle lati pari imuṣiṣẹ ti akọọlẹ tuntun rẹ.

source: Your username is:
yo: Orukọ olumulo rẹ ni:

source: For help getting started, check out the KoboToolbox user documentation: https://support.kobotoolbox.com
yo: Fun iranlọwọ lati bẹrẹ, ṣayẹwo awọn iwe olumulo KoboToolbox: https://support.kobotoolbox.com

source: You can also join the KoboToolbox community forum to ask questions, share solutions, and chat with thousands of users: https://community.kobotoolbox.org
yo: O tun le darapọ mọ apejọ agbegbe KoboToolbox lati beere awọn ibeere, pin awọn ojutu, ati iwiregbe pẹlu ẹgbẹẹgbẹrun awọn olumulo: https://community.kobotoolbox.org

source: Activate your KoboToolbox Account
yo: Mu Account KoboToolbox rẹ ṣiṣẹ

source: KoboToolbox account email address verification
yo: Ijeri adirẹsi imeeli iroyin KoboToolbox

source: Hello from KoboToolbox,
yo: Kaabo lati KoboToolbox,

source: We’ve received a password reset request for your user account.
yo: A ti gba ibeere atunto ọrọ igbaniwọle kan fun akọọlẹ olumulo rẹ.

source: To reset your password, click the link below.
yo: Lati tun ọrọ igbaniwọle rẹ tun, tẹ ọna asopọ ni isalẹ.

source: Your username is %(username)s.
yo: Orukọ olumulo rẹ ni %(username)s.

source: If you did not request a password reset, you can safely ignore this email.
yo: Ti o ko ba beere fun atunto ọrọ igbaniwọle, o le foju si imeeli yii lailewu.

source: KoboToolbox Password Reset
yo: KoboToolbox Ọrọigbaniwọle Tunto

source: You are receiving this email because you or someone else has requested a password for their KoboToolbox account.
yo: O n gba imeeli yii nitori iwọ tabi ẹlomiran ti beere ọrọ igbaniwọle kan fun akọọlẹ KoboToolbox wọn.

source: However, we do not have any record of an account with email %(email)s in our database.
yo: Sibẹsibẹ, a ko ni igbasilẹ eyikeyi ti akọọlẹ kan pẹlu imeeli %(email)s ninu wa database.

source: If it was you, please try another email address you might have used to create your account, or double check that your account was not registered on a different KoboToolbox server.
yo: Ti o ba jẹ iwọ, jọwọ gbiyanju adirẹsi imeeli miiran ti o le ti lo lati ṣẹda akọọlẹ rẹ, tabi ṣayẹwo lẹẹmeji pe akọọlẹ rẹ ko forukọsilẹ lori olupin KoboToolbox ọtọtọ.

source: KoboToolbox Password Reset Unsuccessful
yo: KoboToolbox Ọrọigbaniwọle Tunto Ko ni aṣeyọri

source: Confirm E-mail Address
yo: Jẹrisi Adirẹsi Imeeli

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
yo: Jọwọ jẹrisi pe <a href="mailto:%(email)s">%(email)s</a> jẹ ẹya e-mail adirẹsi fun olumulo %(user_display)s.

source: Confirm
yo: Ri dájú

source: Activation failed
yo: Muu ṣiṣẹ kuna

source: Sorry, we couldn't activate your account. The link we sent you has expired.
yo: Ma binu, a ko le mu akọọlẹ rẹ ṣiṣẹ. Ọna asopọ ti a fi ranṣẹ si ọ ti pari.

source: This e-mail confirmation link expired or is invalid. If you need to request a new link to verify your email address change, please go to your account settings page and enter your email address again.
yo: Ọna asopọ ìmúdájú e-mail yi ti pari tabi ko wulo. Ti o ba nilo lati beere ọna asopọ tuntun lati jẹrisi iyipada adirẹsi imeeli rẹ, Jọwọ lọ si oju-iwe eto akọọlẹ rẹ ki o tẹ adirẹsi imeeli rẹ sii lẹẹkansi.

source: Login
yo: Wole

source: Create an account
yo: Ṣẹda akọọlẹ kan

source: Forgot password?
yo: Gbagbe ọrọ aṣina bi?

source: Log in using SSO
yo: Wọle nipa lilo SSO

source: If you set up Single Sign On in your account settings, you will only be able to log in through this method.
yo: Ti o ba ṣeto Wọle Nikan ni awọn eto akọọlẹ rẹ, iwọ yoo ni anfani lati wọle nipasẹ ọna yii nikan.

source: Password Reset
yo: Ọrọigbaniwọle Tunto

source: Reset Password
yo: Tun Ọrọigbaniwọle to

source: Password reset successfully
yo: Atunto ọrọ igbaniwọle ni aṣeyọri

source: Log in
yo: Wo ile

source: Your request has been received. If the email address you entered corresponds to an account on this service, a message has been sent with password reset instructions. If you do not receive an email, your account might be registered under a different address, or you might have entered your address incorrectly.
yo: A ti gba ìbéèrè rẹ. Ti adirẹsi imeeli ti o tẹ ba baamu si akọọlẹ kan lori iṣẹ yii, a ti fi ifiranṣẹ kan ranṣẹ pẹlu awọn itọnisọna atunṣe ọrọ igbaniwọle. Bí o kò bá rí imeeli gbà, ó ṣeé ṣe kí àkọọ́lẹ̀ rẹ wà lábẹ́ adirẹsi mìíràn, tàbí o ti tẹ adirẹsi rẹ lọ́nà tí kò tọ́.

source: Password reset failed
yo: Àtúnṣe ọ̀rọ̀-ìfiwọlé kùnà

source: Submit
yo: Fi silẹ

source: Create Account
yo: Se akanti fun ra re

source: or
yo: tàbí

source: login
yo: wo ile

source: Register using SSO
yo: Forukọsilẹ lilo SSO

source: Register with SSO
yo: Forukọsilẹ pẹlu SSO

source: Confirm your email address
yo: Jẹrisi adirẹsi imeeli rẹ

source: Please click the activation link in the email just sent to you.
yo: Jọwọ tẹ ọna asopọ imuṣiṣẹ ninu imeeli ti o kan ranṣẹ si ọ.

source: SSO Login Failure
yo: SSO kùnà àti wọlé

source: An error occurred while attempting to login using your SSO account.
yo: Àṣìṣe ti wáyé nígbà tí a fẹ́ fi àkọọ́lẹ̀ SSO wolé.

source: Go back
yo: Padà sẹ́hìn

source: Connect your Account to SSO
yo: Sàsopọ̀ sí àkọọ́lẹ̀ SSO

source: Manage your SSO Account
yo: Ṣàtúnṣe sí àkọọ́lẹ̀ SSO rẹ

source: You can sign in to your KoboToolbox account using any of the following SSO providers:
yo: O lè wọlé sí àkọọ́lẹ̀ KoboToolbox rẹ pẹ̀lú èyíkéyìí nínú àwọn olùpèsè SSO yìí:

source: Remove
yo: Yọọ́ kúrọ̀

source: You currently have no third-party accounts connected to this account.
yo: O koni àkọọ́lẹ̀ ẹgbẹ kẹta lọwọlọwọ to sopo mo àkọọ́lẹ̀ yii.

source: Add an SSO Account
yo: Ṣàfikún àkọọ́lẹ̀ SSO kan

source: Set up Single Sign On
yo: Ṣeto Wọle Nikan Lori

source: Click the button below to connect your KoboToolbox account with your %(appname)s account.
yo: Tẹ bọtini ti o wa ni isalẹ lati so akọọlẹ KoboToolbox rẹ pọ pẹlu rẹ %(appname)s iroyin.

source: This will allow you to use single sign-on (SSO) in the future.
yo: Eyi yoo gba ọ laaye lati lo ami-iwọle ẹyọkan (SSO) ni ọjọ iwaju.

source: Connect with %(appname)s
yo: Sopọ pẹlu %(appname)s

source: Log in with
yo: Wọle pẹlu

source: Log in to KoboToolbox with your %(appname)s account.
yo: Wọle si KoboToolbox pẹlu rẹ %(appname)s iroyin.

source: go back
yo: pada

source: Welcome to KoboToolbox, %(username)s!
yo: Kaabo si KoboToolbox,%(username)s!

source: Welcome to KoboToolbox!
yo: Kaabo si KoboToolbox!

source: You are about to use your %(appname)s account to login to KoboToolbox.
yo: O ti fẹrẹ lo tirẹ%(appname)s iroyin lati buwolu wọle si KoboToolbox.

source: As a final step, please complete the following form
yo: Gẹgẹbi igbesẹ ikẹhin, jọwọ pari fọọmu atẹle

source: Save and Access
yo: Fipamọ ati Wiwọle

source: Usernames must be between 2 and 30 characters in length, and may only consist of lowercase letters, numbers, and underscores, where the first character must be a letter.
yo: Awọn orukọ olumulo gbọdọ wa laarin awọn ohun kikọ 2 ati 30 ni gigun, ati pe o le ni awọn lẹta kekere, awọn nọmba ati awọn ami abẹlẹ, nibiti ohun kikọ akọkọ gbọdọ jẹ lẹta kan.

source: Invalid scheme
yo: Ilana ti ko tọ

source: Unsecured endpoint is not allowed
yo: Ko gba laaye aaye ipari ti ko ni aabo

source: Invalid JSON
yo: JSON ti ko tọ

source: Can be used only with JSON submission format
yo: Le ṣee lo pẹlu ọna kika JSON nikan

source: REST Services Failure Report
yo: Iroyin Ikuna Awọn iṣẹ REST

source: Project name
yo: Orukọ ise agbese

source: Hook
yo: Ìkọ́

source: Submission
yo: Ìfàkalẹ̀

source: Status code
yo: koodu ipo

source: Message
yo: Ifiranṣẹ

source: Date
yo: Deeti

source: Dear
yo: Ololufe

source: Some submissions could not be sent to their external endpoints.
yo: Diẹ ninu awọn ifisilẹ ko ṣe firanṣẹ si awọn aaye ipari ita wọn.

source: Task successfully scheduled
yo: Ti ṣeto iṣẹ ṣiṣe ni aṣeyọri

source: No data to retry
yo: Ko si data lati tun gbiyanju

source: Can not retry on disabled hooks
yo: Ko le tun gbiyanju lori alaabo ìkọ

source: An error has occurred when sending the data. Please try again later.
yo: Aṣiṣe ti waye nigba fifiranṣẹ data naa. Jọwọ gbiyanju lẹẹkansi nigbamii.

source: Data is being or has already been processed
yo: Data ti wa ni wiwa tabi ti ni ilọsiwaju tẹlẹ

source: A positive integer is required.
yo: Odidi rere kan nilo.

source: We got and saved your data, but may not have fully processed it. You should not try to resubmit.
yo: A ni ati fipamọ data rẹ, ṣugbọn o le ma ti ni ilọsiwaju ni kikun. O yẹ ki o ko gbiyanju lati tun fi silẹ.

source: Your data for instance {} has been already submitted.
yo: Awọn data rẹ fun apẹẹrẹ {} ti fi silẹ tẹlẹ.

source: Import
yo: Ṣ’àgbéwọ̀lé

source: Project ownership transferred
yo: Ìṣàgbélọ́ Iṣẹ́ àgbéṣe oní-nǹkan

source: Please note that the ownership of the project **##project_name##** has been transferred from **##previous_owner##** to **##new_owner##**.
yo: Jọ̀wọ́ mọ̀ wí pé níní iṣẹ́ àgbéṣe**##project_name##** ti di gbígbé kùrò láti **##previous_owner##**sì**##new_owner## **.

source: Dear ##username##, Please note that the ownership of the project **##project_name##** has been transferred from **##previous_owner##** to **##new_owner##**. Note: You will continue to have the same project permissions until they are changed.
yo: Ọ̀wọ́n ##username##, Jọ̀wọ́ mọ̀ wí pé níní iṣẹ́ àgbéṣe**##project_name## ** ti di gbígbé kùrò láti **##previous_owner##** sí **##new_owner##**. Àkíyèsí: Ìgbàláyè kò yí padà àyàfi tí a bá gbé igbèsẹ̀ àti yí wọn padà.

source: This field cannot be modified
yo: Kò se é yí padà

source: You must be the owner of each project you want to transfer
yo: Ìwọ lo gbọ́dọ́ ni iṣẹ́ àgbéṣe tí o fẹ́ firánṣẹ́

source: Project `##asset_uid##` cannot be transferred. Current status: ##status##
yo: Iṣẹ́ àgbéṣe`##asset_uid##` kò seé gbé kùrò. Ipò rè lọ́wọ́lọ́wọ́: ##status##

source: KoboToolbox project ownership transfer accepted
yo: Ìṣàgbélọ iṣẹ́ àgbéṣe Kobo Toolbox kúrò di gbígbà

source: Action required: KoboToolbox project ownership transfer request
yo: Ónílò ìgbésẹ̀: Ìbéèrè àti gbé iṣẹ́ àgbése KoboToolbox kùrò

source: KoboToolbox project ownership transfer incomplete
yo: Ìṣàgbélọ iṣẹ́ àgbése Kobo Toolbox kùrò kò pé

source: Invite has expired
yo: Àsìkò ìpèránsé ti kọjá

source: Projects:
yo: Àwọn isẹ́ àgbése:

source: %(recipient)s has accepted your request to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> to you.
yo: %(recipient)sti faramọ́ ìbéèrè àti ṣàgbélọ iṣẹ́ àgbéṣe kùrò<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> sì ọ.

source: All submissions, data storage, and transcription and translation usage for this project will be transferred to the new project owner.
yo: Gbogbo àwọn ìfisílẹ̀, ìpamọ́ dátà, àti kíkọ̀wé àti lílo ìtumọ̀ fún iṣẹ́ àgbéṣe yii ni yóò ṣàgbélọ si ẹni tí o ni iṣẹ́ àgbéṣe tuntun.

source: Note: You will continue to have permissions to manage the project until the user permissions are changed.
yo: Àkíyèsí: Ìgbàláyè àti ìmójútọ́ iṣẹ́ àgbéṣe náà kò yí padà àyàfi tí a bá gbé igbèsẹ̀ àti yí wọn padà.

source: %(recipient)s has accepted your request to transfer ownership of these projects:
yo: %(recipient)sti faramọ́ ìbéèrè àti ṣàgbélọ iṣẹ́ àgbéṣe kùrò:

source: All submissions, data storage, and transcription and translation usage for these projects will be transferred to the new project owner.
yo: Gbogbo àwọn ìfisílẹ̀, ìpamọ́ dátà, àti kíkọ̀wé àti lílo ìtumọ̀ fún iṣẹ́ àgbéṣe yìí ni yóò gbé lọ sí ẹni tí o ni iṣẹ́ àgbéṣe tuntun.

source: Note: You will continue to have permissions to manage these projects until the user permissions are changed.
yo: Àkíyèsí: Wa tẹsiwaju lati ni ìgbàláyè àti ìmójútọ́ iṣẹ́ àgbèṣe náà àyàfi tí a bá gbé igbèsẹ̀ àti yí wọn padà.

source: %(recipient)s has accepted your request to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) to you.
yo: %(recipient)sti faramọ́ ìbéèrè àti ṣàgbélọ iṣẹ́ àgbéṣe kùrò %(asset_name)s%(base_url)s/#/forms/%(asset_uid)s/landing) sì ọ.

source: All submissions, data storage, and transcription and translation usage for the project will be transferred to the new project owner.
yo: Gbogbo àwọn ìfisílẹ̀, ìpamọ́ dátà, àti kíkọ̀wé àti lílo ìtumọ̀ fún iṣẹ́ àgbéṣe yìí ni a ó́ ṣàgbélọ si ẹni tí o ni iṣẹ́ àgbéṣe tuntun.

source: %(recipient)s has declined your request to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
yo: %(recipient)skò faramọ́ ìbéèrè àti ṣàgbélọ iṣẹ́ àgbéṣe kùrò<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.

source: You will remain the owner of the project. The submissions, data storage, and transcription and translation usage for the project have not been transferred.
yo: Ipò re kò yí padà gẹ́gẹ́ bí ẹni tí o ni iṣẹ́ àgbèṣe náà. A kò tíì ṣàgbélọ gbogbo àwọn ìfisílẹ̀, ìpamọ́ dátà, àti kíkọ̀wé àti lílo ìtumọ̀ fún iṣẹ́ àgbéṣe yìí.

source: %(recipient)s has declined your request to transfer ownership of these projects:
yo: %(recipient)skò faramọ́ ìbéèrè àti ṣàgbélọ oní-nǹkan ti iṣẹ́ àgbéṣe:

source: You will remain the owner of these projects. The submissions, data storage, and transcription and translation usage for these projects have not been transferred.
yo: Ipò re kò yí padà gẹ́gẹ́ bí oní-nǹkan iṣẹ́ àgbéṣe náà. A kò tíì gbé gbogbo àwọn ìfisílẹ̀, ìpamọ́ dátà, àti kíkọ̀wé àti lílo ìtumọ̀ fún iṣẹ́ àgbéṣe yìí lọ sí oní-nǹkan tuntun.

source: %(recipient)s has declined your request to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
yo: %(recipient)s kò faramọ́ ìbéèrè àti ṣàgbélọ iṣẹ́ àgbéṣe oní-nǹkan kùrò %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).

source: The request you have sent to <b>%(recipient)s</b> has expired.
yo: Àsìkò ìbèèrè rẹ sí<b>%(recipient)s</b> ti kọjá.

source: The request you have sent to %(recipient)s has expired.
yo: Àsìkò ìbèèrè rẹ sí %(recipient)s ti kọjá.

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> to you.
yo: %(sender_username)s (%(sender_email)s) ti faramọ́ ìbéèrè àti ṣàgbélọ iṣẹ́ àgbéṣe kùrò <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>sì ọ.

source: When you accept the ownership transfer, all of the submissions, data storage, and transcription and translation usage for these projects will be transferred to you and count against your plan limits.
yo: Tí o bá ti gba àkóso gẹ́gẹ́ bí oní-nǹkan tuntun ti iṣẹ́ àgbéṣe. Gbogbo àwọn ìfisílẹ̀, ìpamọ́ dátà, àti kíkọ̀wé àti lílo ìtumọ̀ fún iṣẹ́ àgbéṣe ni a ó gbé fún ọ yóò sì lòdì sí àwọn ìdínkù ìpinnu rẹ.

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the following projects to you:
yo: %(sender_username)s(%(sender_email)s) ti béèrè àti yí oní-nǹkan iṣẹ́ àgbéṣe padà sí ọ:

source: If you are unsure, please contact the current owner.
yo: Bí o kò bá ní àmọ̀dájú, kàn sí oní-nǹkan tuntun.

source: This transfer request will expire in %(invite_expiry)s days.
yo: Àsìkò ìbèèrè rẹ ma kọjá ní ọjọ́ %(invite_expiry)s.

source: To respond to this transfer request, please use the following link: %(base_url)s/#/projects/home?invite=%(invite_uid)s
yo: Láti dáhùn sí ìbèèrè ìṣàgbélọ yìí, jọ̀wọ́ lo linki yìí:%(base_url)s/#/projects/home?invite=%(invite_uid)s

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) to you.
yo: %(sender_username)s (%(sender_email)s) ti faramọ́ ìbéèrè àti ṣàgbélọ iṣẹ́ àgbéṣe kùrò %(asset_name)s(%(base_url)s/#/forms/%(asset_uid)s/landing) sì ọ.

source: When you accept the ownership transfer, all of the submissions, data storage, and transcription and translation usage for the project will be transferred to you and count against your plan limits.
yo: Tí o bá ti gba àkóso gẹ́gẹ́ bí oní-nǹkan tuntun ti iṣẹ́ àgbéṣe. Gbogbo àwọn ìfisílẹ̀, ìpamọ́ dátà, àti kíkọ̀wé àti lílo ìtumọ̀ fún iṣẹ́ àgbéṣe ni a ó gbé fún ọ yóò sì lòdì sí àwọn ìdínkù ìpinnu rẹ.

source: `{}` not found.
yo: `{}` ko ri.

source: `{}` is not a select one question.
yo: `{}` kii ṣe ibeere kan ti o yan.

source: If you cannot access your authenticator app, please enter one of your backup codes instead. If you cannot access those either, then you will need to request assistance by contacting [##support email##](mailto:##support email##).
yo: Ti o ko ba le wọle si ohun elo afọwọsi rẹ, jọwọ tẹ ọkan ninu awọn koodu afẹyinti rẹ dipo. Ti o ko ba le wọle si awọn boya, lẹhinna o yoo nilo lati beere iranlọwọ nipa kikan si [##support email##](mail si:##support email##).

source: The password must be at least 10 characters long and contain 3 or more of the following: uppercase letters, lowercase letters, numbers, and special characters. It cannot be similar to your name, username, or email address.
yo: Ọrọigbaniwọle gbọdọ jẹ o kere ju awọn ohun kikọ mẹwa 10 ati pe o ni 3 tabi diẹ ẹ sii ti atẹle: awọn lẹta nla, awọn lẹta kekere, awọn nọmba, ati awọn ohun kikọ pataki. Ko le jẹ iru si orukọ rẹ, orukọ olumulo, tabi adirẹsi imeeli.

source: Public Administration
yo: Isakoso ti gbogbo eniyan

source: Arts, Entertainment, and Recreation
yo: Iṣẹ ọna, Ere idaraya, ati Idalaraya

source: Educational Services / Higher Education
yo: Awọn iṣẹ Ẹkọ / Ile-ẹkọ giga

source: Health Services / Public Health
yo: Awọn iṣẹ ilera / Ilera ti gbogbo eniyan

source: Finance and Insurance
yo: Isuna ati Iṣeduro

source: Information / Media
yo: Owo ati Insurance

source: Economic/Social Development
yo: Aje/Idagbasoke Awujọ

source: Security / Police / Peacekeeping
yo: Aabo / Olopa / Alafia

source: Disarmament & Demobilization
yo: Ipilẹṣẹ &amp; Imudaniloju

source: Environment
yo: Ayika

source: Private sector
yo: Ẹka aladani

source: Humanitarian - Coordination / Information Management
yo: Omoniyan - Iṣakojọpọ / Isakoso Alaye

source: Humanitarian - Multiple Clusters
yo: Omoniyan - Ọpọ iṣupọ

source: Humanitarian - Camp Management & Coordination
yo: Omoniyan - Ibudo Isakoso ati Iṣọkan

source: Humanitarian - Early Recovery
yo: Omoniyan - Imularada ni kutukutu

source: Humanitarian - Education
yo: Omoniyan - Ẹkọ

source: Humanitarian - Emergency Shelter
yo: Omoniyan - Pajawiri Koseemani

source: Humanitarian - Emergency Telecoms
yo: Omoniyan - Pajawiri Awọn tẹlifoonu

source: Humanitarian - Food Security
yo: Omoniyan - Ounje Aabo

source: Humanitarian - Health
yo: Omoniyan - Ilera

source: Humanitarian - Logistics
yo: Omoniyan - Awọn eekaderi

source: Humanitarian - Nutrition
yo: Omoniyan - Ounjẹ

source: Humanitarian - Protection
yo: Omoniyan - Idaabobo

source: Humanitarian - Sanitation, Water & Hygiene
yo: Omoniyan - imototo, Omi &amp; Mimototo

source: Sector
yo: Ẹ̀ka

source: Country
yo: Ìlú

source: Operational purpose of data
yo: Ìdí àfiṣiṣẹ́ dátà

source: Does this project collect personally identifiable information?
yo: Ṣe iṣẹ akanṣe yii n gba alaye idanimọ ti ara ẹni bi?

source: Description
yo: Àlàyé

source: Full name
yo: Akokun Oruko

source: Organization name
yo: Orukọ agbari

source: Organization type
yo: Iru ajo

source: Organization website
yo: Aaye ayelujara Agbari

source: Gender
yo: abo

source: City
yo: Ilu

source: I want to receive occasional updates about KoboToolbox
yo: Mo fẹ lati gba awọn imudojuiwọn lẹẹkọọkan nipa KoboToolbox

source: Invalid username/password
yo: Orukọ olumulo/ọrọ igbaniwọle ti ko tọ

source: No submissions match the given `submission_ids`
yo: Ko si awọn ifisilẹ ti o baamu ti a fun `submission_ids`

source: This param is not implemented. Use `count` property of the response instead.
yo: Param yii ko ṣe imuse. Lo `count` ohun ini idahun dipo.

source: This param is not supported in `XML` format
yo: Param yii ko ni atilẹyin ninu `XML` ọna kika

source: This is not supported in `XML` format
yo: Eyi ko ni atilẹyin ninu `XML` ọna kika

source: Value must be valid JSON.
yo: Iye gbọdọ wulo JSON.

source: Value must be a list.
yo: Iye gbọdọ jẹ akojọ kan.

source: Your submission XML is malformed.
yo: Ifisilẹ XML rẹ jẹ aṣiṣe.

source: Your submission XML is missing critical elements.
yo: Ifisilẹ rẹ XML nsọnu awọn eroja to ṣe pataki.

source: The submission you attempted to edit could not be found, or you do not have access to it.
yo: Ifisilẹ ti o gbiyanju lati ṣatunkọ ko ṣee ri, tabi o ko ni iwọle si.

source: KoBoCAT returned an unexpected response: {}
yo: KoBoCAT da esi airotẹlẹ pada: {}

source: Something went wrong
yo: Ohun kan ti yíwọ́

source: Invalid payload for bulk updating of submissions
yo: Isanwo ti ko tọ fun imudojuiwọn pupọ ti awọn ifisilẹ

source: Must call `asset.connect_deployment()` first
yo: Gbọdọ pe `asset.connect_deployment()` akoko

source: Your access is restricted. Please reclaim your access by changing your password at ##koboform_url##/accounts/password/reset/.
yo: Wiwọle rẹ ti ni ihamọ. Jọwọ gba iwọle rẹ pada nipa yiyipada ọrọ igbaniwọle rẹ ni ##koboform_url##/accounts/password/reset/.

source: Invalid search. Please try again
yo: Wiwa ti ko tọ. Jọwọ gbiyanju lẹẹkansi
