Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: failed to delete submissions
am: ማቅረቢያዎችን መሰረዝ አልተሳካም
ar: فشل حذف عمليات الإرسال
de: Löschen der Übermittlungen fehlgeschlagen
es: error al eliminar envíos
ja: 提出済みフォームの削除に失敗しました
uk: Неможливо видалити надсилання

source: Failed to delete submissions.
am: ማስገባቶችን መሰረዝ አልተሳካም።
ar: فشل حذف عمليات الإرسال.
bn: সাবমিশনগুলো মুছে ফেলা যায় নি।
cs: Nepodařilo se smazat odeslaná data.
de: Löschen der Übermittlungen fehlgeschlagen.
es: Error al eliminar envíos.
fa: پاک کردن ارسال ناموفق بود.
fr: La suppression des soumissions a échoué.
hi: सबमिशन हटाने में विफल।
hu: Nem sikerült az űrlapválaszok törlése.
id: Gagal menghapus kiriman.
ja: 提出済みフォームの削除に失敗しました。
km: បានបរាជ័យក្នុងការលុបការដាក់បញ្ជូន។
my: တင်သွင်းချက်များကို ဖျက်ခြင်း မအောင်မြင်ပါ။
ne: पेश गरिएका हरू मेटाउन असफल।
pl: Nie udało się usunąć odpowiedzi.
pt: Falha ao excluir os envios.
ru: Не удалось удалить отправки.
sw: Imeshindwa kufuta mawasilisho.
th: ไม่สามารถลบการส่งข้อมูลได้
tr: Gönderimler silinemedi.
uk: Неможливо видалити надсилання.
vi: Xóa lần gửi thất bại.

source: ##field_label## (required)
am: ##field_label## (ያስፈልጋል)
ar: ##field_label## (مطلوب)
bn: ##field_label## (আবশ্যক)
cs: ##field_label## (vyžadováno)
de: ##field_label## (erforderlich)
es: ##field_label## (obligatorio)
fa: ##field_label##(الزامی)
fr: ##field_label## (requis)
hi: ##field_label## (आवश्यक)
hu: ##field_label## (szükséges)
id: ##field_label## (wajib)
ja: ##field_label##（必須）
km: ##field_label## (ត្រូវការ)
my: ##field_label##(လိုအပ်သော)
ne: ##field_label## (आवश्यक)
pl: ##field_label## (wymagane)
pt: ##field_label## (obrigatório)
ru: ##field_label## (обязательное поле)
sw: ##field_label## (inahitajika)
th: ##field_label## (จำเป็น)
tr: ##field_label## (gerekli)
uk: ##field_label## (обов’язково)
vi: ##field_label## (yêu cầu)

source: View form
am: የመመልከቻ ቅፅ
ar: عرض النموذج
de: Formular anzeigen
es: Visualizar el formulario
fa: نمایش فرم
id: Lihat formulir
ja: フォームの閲覧
pl: Wyświetl formularz
pt: Visualizar formulário
ru: Просмотр формы
sw: Tazama fomu
th: ดูแบบฟอร์ม
uk: Переглянути форму
vi: Xem biểu mẫu

source: Edit form
am: ቅፅ አርትዕ
ar: تعديل النموذج
de: Formular bearbeiten
es: Editar formulario
fa: ویرایش فرم
id: Edit formulir
ja: フォームを編集
km: កែទម្រង់បែបបទ
pl: Edytuj formularz
pt: Editar formulário
ru: Изменить форму
sw: Hariri fomu
th: แก้ไขแบบฟอร์ม
uk: Редагувати форму
vi: Chỉnh sửa biểu mẫu

source: Manage project
am: ፕሮጀክት አስተዳድር
ar: إدارة المشروع
de: Projekt verwalten
es: Gestionar el proyecto
fa: مدیریت پروژه
id: Kelola proyek
ja: プロジェクトの管理
pl: Zarządzaj projektem
pt: Gerenciar projetos
ru: Управление проектом
sw: Dhibiti mradi
th: จัดการโครงการ
uk: Керувати проєктом
vi: Quản lý dự án

source: Add submissions
am: ግቤቶችን ያክሉ
ar: إضافة عمليات الإرسال
de: Übermittlungen hinzufügen
es: Añadir envíos
fa: موارد ارسالی را اضافه کنید
id: Tambahkan kiriman
ja: 提出を追加
pl: Dodaj zgłoszenia
pt: Adicionar envios
ru: Добавить отправки
sw: Ongeza mawasilisho
th: เพิ่มการส่งข้อมูล
uk: Додати надсилання
vi: Thêm nội dung gửi

source: View submissions
am: ግቤቶችን ይመልከቱ
ar: عرض عمليات الإرسال
de: Übermittlungen anzeigen
es: Ver envíos
fa: موارد ارسالی را مشاهده کنید
id: Lihat kiriman
ja: 提出を閲覧
pl: Zobacz zgłoszenia
pt: Visualizar envios
ru: Просмотр отправок
sw: Tazama mawasilisho
th: ดูการส่ง
uk: Переглянути надсилання
vi: Xem nội dung gửi

source: View submissions only from specific users
am: ግቤቶችን ከተወሰኑ ተጠቃሚዎች ብቻ ይመልከቱ
ar: عرض عمليات الإرسال من مستخدمين محددين فقط
de: Übermittlungen nur von bestimmten Benutzer*innen anzeigen
es: Ver envíos solo de usuarios/as específicos/as
fa: موارد ارسالی را فقط از کاربران خاص مشاهده کنید
id: Lihat kiriman hanya dari pengguna tertentu
ja: 特定のユーザーからの提出のみを閲覧
pl: Wyświetl zgłoszenia tylko od określonych użytkowników
pt: Visualizar apenas envios de usuários específicos
ru: Просмотр отправок только от определенных пользователей
sw: Tazama mawasilisho kutoka kwa watumiaji mahususi pekee
th: ดูการส่งข้อมูลจากผู้ใช้ที่เฉพาะเจาะจงเท่านั้น
uk: Переглядати надсилання лише від певних користувачів
vi: Xem nội dung được gửi chỉ từ những người dùng cụ thể

source: View submissions based on a condition
am: በሁኔታ ላይ ተመስርተው የገቡትን ይመልከቱ
ar: عرض عمليات الإرسال بناء على شرط
de: Übermittlungen basierend auf einer Bedingung anzeigen
es: Ver envíos con base en una condición
fa: مشاهده موارد ارسالی بر اساس یک شرط
id: Lihat kiriman berdasarkan syarat
ja: 特定の条件に基づく提出のみを閲覧
pl: Wyświetl zgłoszenia na podstawie warunku
pt: Visualizar envios baseado em uma condição
ru: Просмотр отправок по условию
sw: Tazama mawasilisho kulingana na masharti
th: ดูการส่งข้อมูลตามเงื่อนไข
uk: Переглядати надсилання на основі умови
vi: Xem nội dung gửi dựa trên một điều kiện

source: Edit submissions
am: ማቅረቢያዎችን ያርትዑ
ar: تحرير عمليات الإرسال
de: Übermittlungen bearbeiten
es: Editar envíos
fa: موارد ارسالی را ویرایش کنید
id: Edit kiriman
ja: 提出を編集
pl: Edytuj zgłoszenia
pt: Editar envios
ru: Редактирование отправок
sw: Hariri mawasilisho
th: แก้ไขการส่งข้อมูล
uk: Редагувати надсилання
vi: Sửa nội dung gửi

source: Edit submissions only from specific users
am: ግቤቶችን ከተወሰኑ ተጠቃሚዎች ብቻ ያርትዑ
ar: تحرير عمليات الإرسال من مستخدمين محددين فقط
de: Übermittlungen nur von bestimmten Benutzer*innen bearbeiten
es: Editar envíos solo de usuarios/as específicos/as
fa: موارد ارسالی را فقط از کاربران خاص ویرایش کنید
id: Edit kiriman hanya dari pengguna tertentu
ja: 特定のユーザーからの提出のみを編集
pl: Edytuj zgłoszenia tylko od określonych użytkowników
pt: Editar apenas envios de usuários específicos
ru: Редактирование отправок только от определенных пользователей
sw: Hariri mawasilisho kutoka kwa watumiaji mahususi pekee
th: แก้ไขการส่งข้อมูลจากผู้ใช้ที่เฉพาะเจาะจงเท่านั้น
uk: Редагувати надсилання тільки від певних користувачів
vi: Sửa nội dung được gửi chỉ từ những người dùng cụ thể

source: Edit submissions based on a condition
am: በሁኔታ ላይ ተመስርተው የገቡትን ያርትዑ
ar: تحرير عمليات الإرسال بناءً على شرط
de: Übermittlungen basierend auf einer Bedingung bearbeiten
es: Editar envíos en función de una condición
fa: مشاهده موارد ارسالی بر اساس یک شرط
id: Edit kiriman dengan syarat
ja: 特定の条件に基づく提出のみを編集
pl: Edytuj zgłoszenia na podstawie warunku
pt: Editar envios baseado em uma condição
ru: Редактирование отправок по условию
sw: Hariri mawasilisho kulingana na masharti
th: แก้ไขการส่งข้อมูลตามเงื่อนไข
uk: Редагувати надсилання на основі умови
vi: Chỉnh sửa nội dung gửi dựa trên một điều kiện

source: Validate submissions
am: ማስገባቶችን ያረጋግጡ
ar: التحقق من عمليات الإرسال
de: Übermittlungen überprüfen
es: Validar envíos
fa: تأیید صحت موارد ارسالی
id: Validasi kiriman
ja: 提出を検証
pl: Zweryfikuj zgłoszenia
pt: Validar envios
ru: Проверка отправок
sw: Thibitisha mawasilisho
th: ตรวจสอบการส่งข้อมูล
uk: Підтвердити надсилання
vi: Xác thực nội dung gửi

source: Validate submissions only from specific users
am: ከተወሰኑ ተጠቃሚዎች ብቻ ማስገባቶችን ያረጋግጡ
ar: التحقق من صحة عمليات الإرسال من مستخدمين محددين فقط
de: Übermitlungen nur von bestimmten Benutzer*innen überprüfen
es: Validar envíos solo de usuarios/as específicos/as
fa: ارسال‌ها را فقط از کاربران خاص تأیید کنید
id: Validasi kiriman hanya dari pengguna tertentu
ja: 特定のユーザーからの提出のみを検証
pl: Sprawdzaj zgłoszenia tylko od określonych użytkowników
pt: Validar apenas envios de usuários específicos
ru: Проверка отправок только от определенных пользователей
sw: Thibitisha mawasilisho kutoka kwa watumiaji mahususi pekee
th: ตรวจสอบการส่งข้อมูลจากผู้ใช้ที่เฉพาะเจาะจงเท่านั้น
uk: Підтвердити надсилання лише від певних користувачів
vi: Xác thực nội dung được gửi chỉ từ những người dùng cụ thể

source: Validate submissions based on a condition
am: በሁኔታ ላይ ተመስርተው የገቡትን ያረጋግጡ
ar: التحقق من صحة عمليات الإرسال بناءً على شرط
de: Übermittlungen basierend auf einer Bedingung überprüfen
es: Validar envíos con base en una condición
fa: تایید صحت ارسال ها بر اساس یک شرط
id: Validasi kiriman dengan syarat
ja: 特定の条件に基づく提出のみを検証
pl: Sprawdzaj zgłoszenia na podstawie warunku
pt: Validar envios baseado em uma condição
ru: Проверка отправок по условию
sw: Thibitisha mawasilisho kulingana na masharti
th: ตรวจสอบการส่งข้อมูลตามเงื่อนไข
uk: Підтвердити надсилання на основі умови
vi: Xác thực nội dung gửi dựa trên một điều kiện

source: Delete submissions
am: ማቅረቢያዎችን ይሰርዙ
ar: حذف عمليات الإرسال
de: Übermittlungen löschen
es: Eliminar envíos
fa: حذف مواد ارسالی
id: Hapus kiriman
ja: 提出を削除
pl: Usuń zgłoszenia
pt: Excluir envios
ru: Удалить отправки
sw: Futa mawasilisho
th: ลบการส่งข้อมูล
uk: Видалити надсилання
vi: Xóa nội dung gửi

source: Delete submissions only from specific users
am: ግቤቶችን ከተወሰኑ ተጠቃሚዎች ብቻ ይሰርዙ
ar: حذف عمليات الإرسال من مستخدمين محددين فقط
de: Übermittlungen nur von bestimmten Benutzer*innen löschen
es: Eliminar envíos solo de usuarios/as específicos/as
fa: موارد ارسالی را فقط از کاربران خاص حذف کنید
id: Hapus kiriman hanya dari pengguna tertentu
ja: 特定のユーザーからの提出のみを削除
pl: Usuń zgłoszenia tylko od określonych użytkowników
pt: Excluir apenas envios de usuários específicos
ru: Удаление отправок только от определенных пользователей
sw: Futa mawasilisho kutoka kwa watumiaji mahususi pekee
th: ลบการส่งข้อมูลจากผู้ใช้ที่เฉพาะเจาะจงเท่านั้น
uk: Видалити надсилання лише від певних користувачів
vi: Xóa nội dung được gửi chỉ từ những người dùng cụ thể

source: Delete submissions based on a condition
am: በሁኔታ ላይ ተመስርተው የገቡትን ይሰርዙ
ar: حذف عمليات الإرسال بناء على شرط
de: Übermittlungen basierend auf einer Bedingung löschen
es: Eliminar envíos en función de una condición
fa: حذف موارد ارسالی بر اساس یک شرط
id: Hapus kiriman dengan syarat
ja: 特定の条件に基づく提出のみを削除
pl: Usuń zgłoszenia na podstawie warunku
pt: Excluir envios baseado em uma condição
ru: Удаление отправок по условию
sw: Futa mawasilisho kulingana na hali maalum
th: ลบการส่งข้อมูลตามเงื่อนไข
uk: Видалити надсилання на основі умови
vi: Xóa nội dung gửi dựa trên một điều kiện

source: Act on submissions only from specific users
am: ከተወሰኑ ተጠቃሚዎች በሚቀርቡት ግቤቶች ላይ እርምጃ ይውሰዱ
ar: التعامل مع الطلبات الواردة من مستخدمين محددين فقط
de: Nur auf Übermittlungen von bestimmten Benutzer*innen handeln
es: Actuar sobre los envíos solo de usuarios/as específicos/as
fa: فقط بر مورد ارسالی از کاربران خاص اقدام کنید
id: Lakukan tindakan pada kiriman hanya dari pengguna tertentu
ja: 特定のユーザーからの提出にのみ対応
pl: Działaj na zgłoszeniach tylko od określonych użytkowników
pt: Atuar apenas em envios de usuários específicos
ru: Действовать только в отношении отправок от определенных пользователей
sw: Chukua hatua kwa mawasilisho kutoka kwa watumiaji mahususi pekee
th: ดำเนินการกับการส่งข้อมูลจากผู้ใช้ที่เฉพาะเจาะจงเท่านั้น
uk: Діяти на основі надсилань лише від певних користувачів
vi: Thao tác lên nội dung được gửi chỉ từ những người dùng cụ thể

source: Act on submissions based on a condition
am: በሁኔታ ላይ ተመስርተው የገቡትን ይስሩ
ar: التصرف في عمليات الإرسال بناء على شرط
de: Auf Übermittlungen basierend auf einer Bedingung reagieren
es: Actuar sobre los envíos en función de una condición
fa: اقدام بر موارد ارسالی بر اساس یک شرط
id: Beri tindakan pada kiriman dengan syarat
ja: 特定の条件に基づく提出にのみ対応
pl: Działaj na zgłoszeniach na podstawie warunku
pt: Atuar em envios baseado em uma condição
ru: Выполнение действий с отправками по условию
sw: Chukua hatua kwa mawasilisho kulingana na masharti
th: ดำเนินการกับการส่งข้อมูลตามเงื่อนไข
uk: Діяти за надсиланнями на основі умови
vi: Thao tác lên nội dung gửi dựa trên một điều kiện

source: Act on submissions based on multiple conditions
am: በብዙ ሁኔታዎች ላይ ተመስርተው የገቡትን ይስሩ
ar: التصرف في عمليات الإرسال بناء على شروط أذونات متعددة
de: Auf Übermittlungen basierend auf mehreren Bedingungen reagieren
es: Actuar sobre los envíos en función de múltiples condiciones
fa: اقدام بر موارد ارسالی بر اساس شرایط چندگانه
id: Beri tindakan pada kiriman dengan beberapa syarat
ja: 複数の条件に基づく提出にのみ対応
pl: Działaj na zgłoszeniach na podstawie różnych warunków
pt: Atuar em envios baseado em condições múltiplas
ru: Выполнение действий с отправками по нескольким условиям
sw: Chukua hatua kwa mawasilisho kulingana na masharti mengi
th: ดำเนินการกับการส่งข้อมูลตามเงื่อนไขหลายประการ
uk: Діяти за надсиланнями на основі декількох умов
vi: Thao tác lên nội dung gửi dựa trên nhiều điều kiện

source: The stored permissions are invalid. Please assign them again. If this problem persists, contact help@kobotoolbox.org
am: የተከማቹ ፈቃዶች ልክ ያልሆኑ ናቸው። እባኮትን እንደገና መድቧቸው። ይህ ችግር ከቀጠለ help@kobotoolbox.org ያግኙ
ar: الصلاحيات التي تم حفظها غير سليمة. يرجى تعيينها مرة أخرى. إذا استمرت هذه المشكلة، يرجى التواصل مع help@kobotoolbox.org
bn: সংরক্ষিত অনুমতিগুলো সঠিক নয়। অনুমতিগুলো আবার দিন। তারপরও একই সমস্যা হলে help@kobotoolbox.org অ্যাড্রেসে যোগাযোগ করুন।
cs: Uložená oprávnění jsou neplatná. Přiřaďte je znovu. Pokud problém přetrvává, obraťte se na help@kobotoolbox.org
de: Die gespeicherten Berechtigungen sind ungültig. Bitte weisen Sie diese erneut zu. Falls dieses Problem weiterhin besteht, wenden Sie sich an help@kobotoolbox.org
es: Los permisos almacenados son inválidos. Por favor vuelve a asignarlos. Si el problema persiste, comunícate con help@kobotoolbox.org
fa: مجوزهای ذخیره شده نامعتبرند. لطفا دوباره آن‌ها را تخصیص دهید. اگر این مشکل ادامه داشت، با help@kobotoolbox.org تماس بگیرید.
fr: Les permissions enregistrées ne sont pas valides. Veuillez les réattribuer. Si ce problème persiste, contactez help@kobotoolbox.org
hi: संग्रहीत सभी अनुमति अमान्य हैं। कृपया उन्हें दोबारा निर्धारित करें। यदि यह समस्या बनी रहती है, तो help@kobotoolbox.org पर संपर्क करें
hu: A tárolt jogosultságok érvénytelenek. Állítsa be őket ismét. Ha a probléma továbbra is fennáll, vegye fel a kapcsolatot velünk: help@kobotoolbox.org
id: Izin yang disimpan tidak valid. Mohon atur izin tersebut kembali. Jika masalah ini berlanjut, hubungi help@kobotoolbox.org
ja: 保存されている権限が無効です。再度、割り当てをお願いします。この問題が解決しない場合は、help@kobotoolbox.org までご連絡ください
km: ការអនុញ្ញាតដែលបានរក្សាទុកគឺមិនត្រឹមត្រូវទេ។ សូមកំណត់ការអនុញ្ញាតទាំងនេះម្ដងទៀត។ ប្រសិនបើបញ្ហានេះនៅតែមាន សូមទាក់ទង help@kobotoolbox.org
my: သိမ်းဆည်းထားသော ခွင့်ပြုချက်များမှာ အကျုံးမဝင်ပါ။ ကျေးဇူးပြု၍ ၎င်းတို့ကို ပြန်လည် နေရာချထားပါ။ အကယ်၍ ဤပြဿနာ ဆက်လက်ဖြစ်ပွာနေပါက help@kobotoolbox.org ထံသို့ ဆက်သွယ်ပါ
ne: भण्डारण गरिएका अनुमतिहरू अमान्य छन्। कृपया तिनीहरूलाई फेरि निर्धारित गर्नुहोस्। यदि यो समस्या रहिरह्यो भने, help@kobotoolbox.org लाई सम्पर्क गर्नुहोस्
pl: Przechowywane uprawnienia są nieprawidłowe. Nadaj je ponownie. Jeśli ten problem wciąż będzie występować, skontaktuj się z help@kobotoolbox.org
pt: As permissões armazenadas são inválidas. Portanto, atribua-as novamente. Se o problema persistir, entre em contato com help@kobotoolbox.org
ru: Сохраненные разрешения недействительны. Назначьте разрешения еще раз. Если проблема не исчезнет, свяжитесь с нами по адресу help@kobotoolbox.org
sw: Ruhusa zilizohifadhiwa ni batili. Tafadhali wakabidhi tena. Tatizo hili likiendelea, wasiliana na help@kobotoolbox.org
th: สิทธิ์การอนุญาตที่เก็บไว้ไม่ถูกต้อง โปรดกำหนดอีกครั้ง หากปัญหายังคงมีอยู่ติดต่อ help@kobotoolbox.org
tr: Saklanan izinler geçersiz. Lütfen bunları tekrar atayın. Bu sorun devam ederse, help@kobotoolbox.org ile iletişime geçin.
uk: Збережені дозволи недійсні. Призначте їх ще раз. Якщо ця проблема не зникає, зверніться до help@kobotoolbox.org
vi: Quyền lưu trữ không hợp lệ. Vui lòng chỉ định lại. Nếu vấn đề này vẫn tiếp diễn, hãy liên hệ với help@kobotoolbox.org

source: Use a few words, avoid common phrases
am: ጥቂት ቃላትን ተጠቀም፣ የተለመዱ ሀረጎችን አስወግድ
ar: استخدم بضع كلمات، وتجنب العبارات الشائعة
bn: বেশ কয়েকটি শব্দ লিখুন, আর প্রচলিত কথা বা বাক্যাংশ ব্যবহার করা থেকে বিরত থাকুন
cs: Použijte několik slov, vyhněte se běžným frázím
de: Benutzen Sie einige Wörter, vermeiden Sie allgemeine Phrasen
es: Usa pocas palabras; evita las frases comunes
fa: از چند کلمه استفاده کنید، از عبارات رایج اجتناب کنید.
fr: Utilisez peu de mots, évitez les expressions courantes
hi: कम शब्दों का प्रयोग करें, आम वाक्यांशों से बचे
hu: Használjon több szót, kerülje a gyakori kifejezéseket
id: Gunakan sedikit kata, hindari frasa umum
ja: いくつかの単語を使用し、一般的なフレーズを避けてください
km: ប្រើប្រាស់ពីរបីពាក្យ ជៀសវាងឃ្លាទូទៅនានា
my: စကားလုံး အနည်းငယ်ကို အသုံးပြုပါ၊ အများသုံး စကားစုများကို ရှောင်ရှားပါ
ne: थोरै शब्दहरू प्रयोग गर्नुहोस्, सामान्य वाक्यांशहरूको प्रयोग नगर्नुहोस्
pl: Użyj kilku słów, unikając popularnych zwrotów
pt: Use poucas palavras, evite frases repetidas
ru: Используйте несколько слов, избегайте распространенных словосочетаний
sw: Tumia maneno machache, epuka misemo ya kawaida
th: ใช้คำที่กระชับและหลีกเลี่ยงการใช้สำนวนทั่วไป
tr: Birkaç kelime kullanın, yaygın ifadelerden kaçının
uk: Використовуйте кілька слів, уникайте загальних фраз
vi: Dùng một vài từ và tránh những cụm từ phổ biến

source: No need for symbols, digits, or uppercase letters
am: ምንም ምልክቶች፣ አሃዞች ወይም አቢይ ሆሄያት አያስፈልግም
ar: لا حاجة للرموز أو الأرقام أو الأحرف اللاتينية الكبيرة
bn: চিহ্ন, অঙ্ক বা বড় হাতের অক্ষরের প্রয়োজন নেই
cs: Není třeba používat symboly, číslice ani velká písmena
de: Symbole, Ziffern oder Großbuchstaben sind nicht erforderlich
es: No es necesario utilizar símbolos, caracteres ni letras mayúsculas
fa: نیازی به استفاده از نمادها، ارقام یا حروف بزرگ نیست.
fr: Pas besoin de symboles, de chiffres ou de lettres majuscules
hi: प्रतीकों, अंकों या अपरकेस अक्षरों की कोई आवश्यकता नहीं है
hu: Nincs szükség szimbólumokra, számjegyekre vagy nagybetűkre
id: Tidak memerlukan simbol, angka, atau huruf besar
ja: 記号、数字、大文字は不要です
km: មិនត្រូវការនិមិត្តសញ្ញា លេខ ឬអក្សរធំទេ
my: သင်္ကေတများ၊ ဂဏန်းများ သို့မဟုတ် အကြီးစာလုံးများ မလိုအပ်ပါ
ne: चिन्हरुह, अंकहरू, वा ठूला अक्षरहरूको लागि कुनै आवश्यकता छैन
pl: Nie ma potrzeby używać symboli, cyfr lub wielkich liter
pt: Não são necessários símbolos, algarismos nem letras maiúsculas
ru: Нет необходимости в специальных символах, цифрах или заглавных буквах
sw: Hakuna haja ya alama, tarakimu, au herufi kubwa
th: ไม่จำเป็นต้องใช้สัญลักษณ์ ตัวเลข หรือตัวอักษรพิมพ์ใหญ่
tr: Simgeler, rakamlar veya büyük harfler kullanmanıza gerek yoktur
uk: Не потрібно використовувати символи, цифри або великі літери
vi: Không cần dùng các ký tự, chữ số, hay chữ in hoa

source: Add another word or two. Uncommon words are better.
am: ሌላ ወይም ሁለት ቃል ጨምር። ያልተለመዱ ቃላት የተሻሉ ናቸው።
ar: أضف كلمة أخرى أو كلمتين. من الأفضل أن تكون كلمات غير مألوفة.
bn: আরও দু-একটি শব্দ লিখুন। অপ্রচলিত শব্দ হলে ভালো।
cs: Přidejte další slovo nebo dvě. Neobvyklá slova jsou lepší.
de: Fügen Sie ein oder zwei weitere Wörter hinzu. Ungewöhnliche Wörter sind besser.
es: Agrega una o dos palabras más. Las palabras poco comunes son mejores.
fa: یکی دو کلمه دیگر اضافه کنید. کلمات غیر معمول بهتر هستند.
fr: Ajoutez un ou deux autres mots. Les mots peu courants sont préférables.
hi: एक या दो शब्द और जोड़ें। असामान्य शब्द बेहतर हैं।
hu: Adjon hozzá még egy-két szót. A ritka szavak jobbak.
id: Tambahkan lebih banyak kata. Kata tidak umum lebih baik.
ja: あと1～2単語追加してください。一般的ではない単語が望ましいです。
km: បញ្ចូលមួយ ឬពីរពាក្យទៀត។ ពាក្យគេមិនប្រើទូទៅគឺកាន់តែល្អ។
my: အခြား စကားလုံး တစ်လုံး သို့မဟုတ် နှစ်လုံး ထပ်ထည့်ပေးပါ။ အသုံးမများသည့် စကားလုံးများသည် ပို၍ကောင်းပါသည်။
ne: अर्को एक वा दुई शब्द थप्नुहोस्। असामान्य शब्दहरू राम्रा छन्।
pl: Dodaj jeszcze słowo lub dwa. Rzadsze wyrazy są lepsze.
pt: Adicione uma palavra ou duas. Palavras não repetidas são melhores.
ru: Добавьте еще одно или два слова. Лучше использовать редко употребляемые слова.
sw: Ongeza neno lingine au mawili. Maneno yasiyo ya kawaida ni bora zaidi.
th: เพิ่มคำหรือศัพท์อื่นๆ ที่ไม่ค่อยได้ใช้ในประโยคของคุณจะดีกว่า
tr: Bir veya iki kelime daha ekleyin. Yaygın olmayan kelimeler kullanmanız önerilir.
uk: Додайте ще одне чи два слова. Краще використовувати маловживані слова.
vi: Thêm một hoặc hai từ nữa. Từ càng ít phổ biến càng tốt.

source: Straight rows of keys are easy to guess
am: ቀጥ ያሉ የ ረድፎች ቁልፎች ለመገመት ቀላል ናቸው
ar: من السهل تخمين استخدامك للصفوف المستقيمة من المفاتيح
bn: একই সারিতে পাশাপাশি থাকা অক্ষর আন্দাজ করা সহজ
cs: Řady sousedících kláves lze snadno uhodnout
de: Gerade Tastenreihen sind leicht zu erraten
es: Las letras del teclado de una fila recta son fáciles de adivinar
fa: کلیدهای پشت سر هم، به راحتی قابل حدس زدن هستند.
fr: Les suites de touches se trouvant sur la même ligne sont faciles à deviner
hi: कुंजियों (keys) की सीधी पंक्तियों का अनुमान लगाना आसान है
hu: Az egymás melletti billentyűk könnyen kitalálhatók
id: Ketikan berderet lurus mudah ditebak
ja: キーボードの横一列は簡単に推測されます
km: គ្រាប់ចុចតាមជួរដេកត្រង់គឺងាយស្រួលទាយ
my: ဆက်တိုက် စကားလုံး၊ ဂဏန်းကီးများက ခန့်မှန်းရန် လွယ်ကူပါသည်
ne: सीधा पङ्क्तिहरूमा भएको किबोर्डको कीजहरू अनुमान गर्न सजिलो छ
pl: Wiersze klawiszy po kolei są łatwe do odgadnięcia
pt: Palavras compostas de somente caracteres que se encontram em uma mesma fileira do teclado são facilmente adivinhadas
ru: Наборы клавиш в порядке их расположения легко угадываются
sw: Safu mlalo za funguo ni rahisi kukisia
th: ปุ่มตัวอักษรที่เรียงต่อกันเป็นแถวง่ายต่อการเดา
tr: Aynı sırada bulunan tuşların tahmin edilmesi kolaydır
uk: Прямі послідовності клавіш легко вгадуються
vi: Các phím thẳng hàng rất dễ đoán ra

source: Short keyboard patterns are easy to guess
am: አጭር የቁልፍ ሰሌዳ ቅጦች ለመገመት ቀላል ናቸው
ar: من السهل تخمين أنماط الاختصارات القصيرة
bn: কীবোর্ডে পাশাপাশি থাকা অল্প কয়েকটি কী আন্দাজ করা সহজ
cs: Krátké klávesové vzory lze snadno uhodnout
de: Kurze Tastaturmuster sind leicht zu erraten
es: Los patrones de teclado cortos son fáciles de adivinar
fa: حدس زدن الگوهای کوتاه صفحه کلید آسان است.
fr: Les courtes combinaisons de touches sont faciles à deviner
hi: छोटे कीबोर्ड पैटर्न का अनुमान लगाना आसान है
hu: A rövid billentyűzetminták könnyen kitalálhatók
id: Pola papan ketik pendek mudah ditebak
ja: キーボードの短いパターンは簡単に推測されます
km: លំនំាក្ដារចុចខ្លីគឺងាយស្រួលទាយ
my: တိုတောင်းသော ကီးဘုတ်ပတ်တမ်များက ခန့်မှန်းရန် လွယ်ကူပါသည်
ne: छोटो किबोर्ड ढाँचाहरू अनुमान गर्न सजिलो छ
pl: Krótkie hasła oparte na wzorach są łatwe do odgadnięcia
pt: Padrões de teclado curtos são facilmente adivinhados
ru: Короткие наборы клавиш легко угадываются
sw: Miundo fupi ya kibodi ni rahisi kukisia
th: รหัสผ่านรูปแบบสั้นๆ บนแป้นพิมพ์คาดเดาได้ง่าย
tr: Kısa klavye kalıplarının tahmin edilmesi kolaydır
uk: Короткі клавіатурні комбінації легко вгадуються
vi: Sử dụng các phím liền kề độ dài ngắn rất dễ đoán ra

source: Use a longer keyboard pattern with more turns
am: ረዘም ያለ የቁልፍ ሰሌዳ ስርዓተ-ጥለት ከብዙ መዞሪያዎች ጋር ተጠቀም
ar: استخدم نمط لوحة مفاتيح أطول مع المزيد من التحويلات
bn: কাছাকাছি পর পর কয়েকটি কী ব্যবহার করতে চাইলে আরও বেশি সংখ্যক কী চাপুন এবং সোজাসুজির বদলে আঁকাবাঁকা লাইন বরাবর কী চাপুন
cs: Použijte delší klávesové vzory s větším počtem opakování
de: Verwenden Sie ein längeres Tastaturmuster mit mehr Anschlägen
es: Utiliza un patrón de teclado más largo y con más movimientos
fa: از الگوی بلندتر صفحه کلید با چرخش بیشتر استفاده کنید.
fr: Utilisez une combinaison de touches plus longue avec plus de changements
hi: अधिक घुमाव वाले लंबे कीबोर्ड पैटर्न का उपयोग करें
hu: Használjon hosszabb billentyűzetmintát több iránymódosítással
id: Gunakan pola papan ketik panjang dengan lebih banyak putaran
ja: より多くのターンで、キーボードの長いパターンを使ってください
km: ប្រើលំនំាក្ដារចុចកាន់តែវែងដោយមានការបត់បែនកាន់តែច្រើន
my: ရှည်လျား ရှုပ်ထွေးသည့် ကီးဘုတ်ပက်တမ်းများကို အသုံးပြုပါ
ne: थप घुम्ती भएको लामो किबोर्ड ढाँचा प्रयोग गर्नुहोस्
pl: Użyj dłuższych i bardziej skomplikowanych wzorów
pt: Use padrões de teclados mais longos usando também teclas de outras fileiras e colunas
ru: Используйте более длинные наборы клавиш со сменами направления на клавиатуре
sw: Tumia muundo mrefu wa kibodi na zamu zaidi
th: ใช้รูปแบบแป้นพิมพ์ที่ยาวขึ้นและซับซ้อนมากขึ้น
tr: Farklı sırada bulunan tuşlarla daha uzun bir klavye kalıbı kullanın
uk: Використовуйте довшу комбінацію клавіш з більшою кількістю обертів
vi: Hãy sử dụng ký tự liền kề với độ dài hơn với nhiều lần rẽ phím
