Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: ##ASSET_TYPE## deleted permanently
am: ##ASSET_TYPE## እስከመጨረሻው ተሰርዟል
ar: تم حذف ##ASSET_TYPE## نهائيًا
bn: ##ASSET_TYPE## চিরতরে মুছে ফেলা হয়েছে
cs: Položka (##ASSET_TYPE##) byla trvale smazána
de: ##ASSET_TYPE## dauerhaft gelöscht
es: ##ASSET_TYPE## eliminado permanentemente
fa: ##ASSET_TYPE## برای همیشه حذف شد
fr: Le ##ASSET_TYPE## cloné a été définitivement supprimé
hi: ##ASSET_TYPE## स्थायी रूप से मिटा दिया गया
hu: ##ASSET_TYPE## véglegesen törölve
id: ##ASSET_TYPE## dihapus secara permanen
ja: ##ASSET_TYPE##が永久に削除されました
km: បានលុប##ASSET_TYPE##ជាអចិន្ត្រៃយ៍
my: ##ASSET_TYPE##လုံးဝအမြဲပယ်ဖျက်ပြီးပါပြီ
ne: ##ASSET_TYPE## स्थायी रूपमा मेटाइयो
pl: trwale usunięto ##ASSET_TYPE##
pt: ##ASSET_TYPE## excluído permanentemente
ru: Объект типа «##ASSET_TYPE##» безвозвратно удален
sw: ##ASSET_TYPE## zimefutwa kabisa
th: ##ASSET_TYPE##ถูกลบอย่างถาวร
tr: ##ASSET_TYPE## kalıcı olarak silindi
uk: ##ASSET_TYPE## видалено остаточно
vi: ##ASSET_TYPE## xóa vĩnh viễn

source: You are about to permanently delete this item from your library.
am: ይህን ንጥል ከእርስዎ ቤተ-መጽሐፍት እስከመጨረሻው ሊሰርዙት ነው።
ar: أنت على وشك القيام بحذف هذا العنصر من مكتبتك بشكل نهائي.
bn: আপনি আপনার লাইব্রেরি থেকে এই আইটেমটি চিরতরে মুছে ফেলতে যাচ্ছেন।
cs: Tuto položku se chystáte trvale smazat ze své knihovny.
de: Sie sind dabei, dieses Objekt dauerhaft aus Ihrer Bibliothek zu löschen.
es: Estás a punto de eliminar definitivamente este elemento de tu biblioteca.
fa: شما در حال حذف دائمی این مورد از کتابخانه خود هستید.
fr: Vous êtes en train de supprimer définitivement cet item de votre bibliothèque.
hi: आप इस आइटम को अपनी लाइब्रेरी से स्थायी रूप से मिटाने वाले हैं।
hu: Arra készül, hogy véglegesen törli ezt az tételt a könyvtárból.
id: Anda akan menghapus item ini secara permanen dari perpustakaan Anda.
ja: この項目をライブラリから永久に削除しようとしています。
km: អ្នកបម្រុងនឹងលុបធាតុនេះជាអចិន្ត្រៃយ៍ពីបណ្ណាល័យរបស់អ្នក។
my: သင့်စာကြည့်တိုက်မှ ဤအရာကို လုံးဝအမြဲပယ်ဖျက်ပါတော့မယ်။
ne: तपाईं आफ्नो सङ्ग्रहबाट यो वस्तु स्थायी रूपमा मेटाउन लाग्दै हुनुहुन्छ।
pl: Masz zamiar bezpowrotnie skasować ten plik ze swojej biblioteki.
pt: Está prestes a excluir permanentemente este item da sua biblioteca.
ru: Вы собираетесь безвозвратно удалить этот элемент из библиотеки.
sw: Unakaribia kufuta kipengee hiki kabisa kutoka kwa maktaba yako.
th: คุณกำลังจะลบรายการนี้ออกจากไลบรารีของคุณอย่างถาวร
tr: Bu öğeyi kitaplığınızdan kalıcı olarak silmek üzeresiniz.
uk: Ви збираєтеся остаточно видалити цей елемент з вашої бібліотеки.
vi: Bạn sắp xóa vĩnh viễn mục này khỏi thư viện của mình.

source: You are about to permanently delete this draft.
am: ይህን ረቂቅ እስከመጨረሻው ሊሰርዙት ነው።
ar: أنت على وشك حذف هذه المسودة نهائيًا.
bn: আপনি এই খসড়াটি চিরতরে মুছে ফেলতে যাচ্ছেন।
cs: Chystáte se tento koncept trvale smazat.
de: Sie sind dabei, diesen Entwurf dauerhaft zu löschen.
es: Estás a punto de eliminar definitivamente este borrador.
fa: شما در حال حذف دائمی این پیش نویس هستید.
fr: Vous êtes sur le point de supprimer définitivement ce brouillon.
hi: आप इस मसौदा को स्थायी रूप से मिटाने वाले हैं।
hu: Arra készül, hogy véglegesen törli ezt a vázlatot.
id: Anda akan menghapus draf ini secara permanen.
ja: この下書きを永久に削除しようとしています。
km: អ្នកបម្រុងនឹងលុបសេចក្តីព្រាងនេះជាអចិន្ត្រៃយ៍។
my: ဤအကြမ်းထည်ကို လုံးဝ ပယ်ဖျက်ပါတော့မည်
ne: तपाईं स्थायी रूपमा यो मस्यौदा मेटाउन लाग्दै हुनुहुन्छ।
pl: Masz zamiar bezpowrotnie skasować tę wersję roboczą.
pt: Está prestes a excluir permanentemente este rascunho.
ru: Вы собираетесь безвозвратно удалить этот черновик.
sw: Unakaribia kufuta rasimu hii kabisa.
th: คุณกำลังจะลบฉบับร่างนี้อย่างถาวร
tr: Bu taslağı kalıcı olarak silmek üzeresiniz.
uk: Ви збираєтеся остаточно видалити цю чернетку.
vi: Bạn sắp xóa vĩnh viễn bản nháp này.

source: You are about to permanently delete this form.
am: ይህን ቅፅ እስከመጨረሻው ሊሰርዙ ነው።
ar: أنت على وشك حذف هذا النموذج نهائيًا.
bn: আপনি এই ফর্মটি চিরতরে মুছে ফেলতে যাচ্ছেন।
cs: Chystáte se tento formulář trvale smazat.
de: Sie sind dabei, dieses Formular dauerhaft zu löschen.
es: Estás a punto de definitivamente eliminar este formulario.
fa: شما در حال حذف دائمی این فرم هستید.
fr: Vous êtes en train de supprimer définitivement ce formulaire.
hi: आप इस फ़ॉर्म को स्थायी रूप से मिटाने वाले हैं।
hu: Arra készül, hogy véglegesen törli ezt az űrlapot.
id: Anda akan menghapus formulir ini secara permanen.
ja: このフォームを永久に削除しようとしています。
km: អ្នកបម្រុងនឹងលុបទម្រង់បែបបទនេះជាអចិន្ត្រៃយ៍។
my: ဤဖောင်ပုံစံကို လုံးဝပယ်ဖျက်ပါတော့မည်။
ne: तपाईं स्थायी रूपमा यो फारम मेटाउन लाग्दै हुनुहुन्छ।
pl: Masz zamiar bezpowrotnie skasować ten formularz.
pt: Está prestes a excluir permanentemente este formulário.
ru: Вы собираетесь безвозвратно удалить эту форму.
sw: Unakaribia kufuta kabisa fomu hii.
th: คุณกำลังจะลบแบบฟอร์มนี้อย่างถาวร
tr: Bu formu kalıcı olarak silmek üzeresiniz.
uk: Ви збираєтеся остаточно видалити цю форму.
vi: Bạn sắp xóa vĩnh viễn biểu mẫu này.

source: All data gathered for this form will be deleted.
am: ለዚህ ቅፅ የተሰበሰበው ሁሉም ውሂብ ይሰረዛል።
ar: سوف يتم حذف كل البيانات التي تم جمعها على هذا النموذج.
bn: এই ফর্মের জন্য সংগ্রহ করা সব তথ্য মুছে ফেলা হবে।
cs: Všechny údaje shromážděné pro tento formulář budou vymazány.
de: Alle Daten, die für dieses Formular gesammelt wurden, werden gelöscht werden.
es: Todos los datos recolectados en este formulario se eliminarán.
fa: تمام داده های جمع آوری شده برای این فرم حذف خواهد شد.
fr: Toutes les données recueillies pour ce formulaire seront supprimées.
hi: इस फ़ॉर्म के लिए इकट्ठा किए गए सभी डेटा मिटा दिया जाएगा।
hu: Az űrlaphoz gyűjtött összes adat törölve lesz.
id: Semua data yang terkumpul untuk formulir ini akan dihapus.
ja: このフォームに収集したデータはすべて削除されます。
km: ទិន្នន័យទាំងអស់ដែលបានប្រមូលសម្រាប់ទម្រង់បែបបទនេះនឹងត្រូវបានលុប។
my: ဤဖောင်ပုံစံအတွက် စုဆောင်းထားသော အချက်အလက်အားလုံးကို ပယ်ဖျက်ပါမည်။
ne: यस फारमको लागि जम्मा गरिएका सबै तथ्याङ्क मेटिने छन्।
pl: Wszystkie dane zebrane na tym formularzu zostaną skasowane.
pt: Todos os dados coletados para este formulário serão excluídos.
ru: Все собранные для этой формы данные будут удалены.
sw: Data yote iliyokusanywa ya fomu hii itafutwa.
th: ข้อมูลทั้งหมดที่รวบรวมไว้สำหรับแบบฟอร์มนี้จะถูกลบ
tr: Bu form için toplanan tüm veriler silinecek.
uk: Усі дані, зібрані для цієї форми, буде видалено.
vi: Tất cả dữ liệu được thu thập cho biểu mẫu này sẽ bị xóa.

source: The form associated with this project will be deleted.
am: ከዚህ ፕሮጀክት ጋር የተያያዘው ቅፅ ይሰረዛል።
ar: سوف يتم حذف النموذج المصاحب للمشروع.
bn: এই প্রকল্পের সাথে সংশ্লিষ্ট ফর্মটি মুছে ফেলা হবে।
cs: Formulář spojený s tímto projektem bude vymazán.
de: Das mit diesem Projekt verknüpfte Formular wird gelöscht werden.
es: El formulario asociado con este proyecto se eliminará.
fa: فرم مرتبط با این پروژه حذف خواهد شد.
fr: Le formulaire associé à ce projet sera supprimé.
hi: इस प्रोजेक्ट से जुड़े फ़ॉर्म को मिटा दिया जाएगा।
hu: A jelen projekthez rendelt űrlap törölve lesz.
id: Formulir yang terkait dengan proyek ini akan dihapus.
ja: このプロジェクトに関連するフォームは削除されます。
km: ទម្រង់បែបបទទាក់ទងនឹងគម្រោងនេះនឹងត្រូវបានលុប។
my: ဤပရောဂျက်နှင့်ဆက်စပ်နေသော ဖောင်ပုံစံကို ပယ်ဖျက်ပါမည်။
ne: यस परियोजनासँग सम्बन्धित फारम मेटिनेछ।
pl: Formularz skojarzony z tym projektem zostanie skasowany.
pt: O formulário associado a este projeto será excluído.
ru: Связанная с этим проектом форма будет удалена.
sw: Fomu inayohusishwa na mradi huu itafutwa.
th: แบบฟอร์มที่เกี่ยวข้องกับโครงการนี้จะถูกลบ
tr: Bu projeyle ilişkili form silinecek.
uk: Форма, пов’язана з цим проєктом, буде видалена.
vi: Biểu mẫu liên kết với dự án này sẽ bị xóa.

source: I understand that if I delete this project I will not be able to recover it.
am: ይህን ፕሮጀክት ከ ሰረዝኩት መልሶ ማግኘት እንደማልችል ተረድቻለሁ።
ar: أنا أفهم انه لو تم حذف هذا المشروع فلن استطيع استعادته.
bn: আমি বুঝতে পারছি যে, এই প্রকল্পটি একবার মুছে ফেললে এটি আর ফিরে পাওয়া যাবে না।
cs: Chápu, že pokud tento projekt smažu, nebude ho možné obnovit.
de: Ich verstehe, dass ich dieses Projekt nicht wiederherstellen kann, falls ich es lösche.
es: Entiendo que si elimino este proyecto no podré recuperarlo.
fa: متوجه ام که اگر این پروژه را حذف کنم نمی توانم آن را بازیابی کنم.
fr: Je comprends que si je supprime ce projet, je ne pourrai pas le récupérer.
hi: मैं समझता हूं कि अगर मैं इस प्रोजेक्ट को हटा देता हूं तो मैं इसे पुन: प्राप्त नहीं कर पाऊंगा।
hu: Megértettem, hogy miután töröltem ez a projektet, az többé nem állítható vissza.
id: Saya mengerti bahwa jika saya menghapus proyek ini, saya tidak akan dapat mengembalikannya.
ja: このプロジェクトを削除すると、復元できなくなることを理解しています。
km: ខ្ញុំយល់ថាប្រសិនបើខ្ញុំលុបគម្រោងនេះ ខ្ញុំនឹងមិនអាចស្ដារវាមកវិញទេ។
my: ဤပရောဂျက်ကို ပယ်ဖျက်ပြီးပါက ပြန်လည်ရယူ၍ မရတော့ကြောင်း သိရှိပါသည်။
ne: मलाई थाहा छ यदि मैले यो परियोजना मेटाएँ भने म यसलाई पुन: प्राप्त गर्न सक्ने छुइन।
pl: Rozumiem, że jeśli skasuję ten projekt, nie będę w stanie go odzyskać.
pt: Eu entendo que, se eu excluir este projeto, não conseguirei recuperá-lo.
ru: Я понимаю, что если удалю данный проект, то не смогу его восстановить.
sw: Ninaelewa kuwa nikifuta mradi huu sitaweza kuurejesha.
th: ฉันทราบว่าถ้าฉันลบโครงการนี้ ฉันจะไม่สามารถกู้คืนได้
tr: Bu projeyi silersem onu ​​kurtaramayacağımı biliyorum.
uk: Я розумію, що якщо я видалю цей проєкт, я не зможу його відновити.
vi: Tôi hiểu rằng nếu tôi xóa dự án này, tôi sẽ không thể khôi phục nó.

source: Are you sure you want to archive this project?
am: እርግጠኛ ነዎት ይህን ፕሮጀክት በማህደር ማስቀመጥ ይፈልጋሉ?
ar: هل أنت متأكد من وضع المشروع في الأرشيف؟
bn: আপনি কি সত্যিই এই প্রকল্পটি আর্কাইভ করতে চান?
cs: Opravdu chcete tento projekt archivovat?
de: Sind Sie sicher, dass Sie dieses Projekt archivieren wollen?
es: ¿Estás seguro de que deseas archivar este proyecto?
fa: آیا مطمئن هستید که می خواهید این پروژه را بایگانی کنید؟
fr: Voulez-vous vraiment archiver ce projet ?
hi: क्या आप वाकई इस प्रोजेक्ट को संग्रहित करना चाहते हैं?
hu: Biztos benne, hogy archiválni szeretné ezt a projektet?
id: Apakah Anda yakin ingin mengarsipkan proyek ini?
ja: このプロジェクトをアーカイブしてもよろしいですか?
km: តើអ្នកប្រាកដជាចង់ទុកគម្រោងនេះក្នុងបណ្ណសារឬ?
my: ဤပရောဂျက်ကို မှတ်တမ်းသိမ်းဆည်းချင်တာ သေချာပါသလား?
ne: तपाईं यो परियोजना अभिलेख गर्ने कुरामा निश्चित हुनुहुन्छ?
pl: Czy na pewno chcesz zarchiwizować ten projekt?
pt: Tem certeza de que deseja arquivar este projeto?
ru: Вы уверены, что хотите заархивировать этот проект?
sw: Je, una uhakika unataka kuweka mradi huu kwenye kumbukumbu?
th: คุณแน่ใจหรือไม่ว่าต้องการเก็บโครงการนี้อย่างถาวร
tr: Bu projeyi arşivlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете заархівувати цей проєкт?
vi: Bạn có chắc muốn lưu trữ dự án này?

source: Your form will not accept submissions while it is archived.
am: የእርስዎ ቅፅ በማህደር ተቀምጦ ሳለ ማቅረቢያዎችን አይቀበልም።
ar: لن يقبل نموذجك عمليات الإرسال عندما يكون في الأرشيف.
bn: আর্কাইভ করা অবস্থায় আপনার ফর্মে সাবমিশন জমা হবে না।
cs: Dokud je váš formulář archivován, odeslaná data nebudou přijímány.
de: Ihr Formular wird keine Übermittlungen annehmen, solange es archiviert ist.
es: Tu formulario no aceptará envíos mientras esté archivado.
fa: تا زمانی که فرم شما در حالت بایگانی باشد، ورودی جدید نمی پذیرد.
fr: Votre formulaire n’acceptera pas de soumissions tant qu’il est archivé.
hi: आपका फ़ॉर्म संग्रहित होने के दौरान प्रविष्टियां (सबमिशन) स्वीकार नहीं करेगा।
hu: Az űrlap nem fogad válaszokat, amíg archiválva van.
id: Formulir Anda tidak akan menerima pengiriman saat diarsipkan.
ja: アーカイブ済みのフォームでは提出を受け入れられません。
km: ទម្រង់បែបបទរបស់អ្នកនឹងមិនទទួលយកការដាក់បញ្ជូននានាទេ ខណៈវាត្រូវបានទុកក្នុងបណ្ណសារ។
my: မှတ်တမ်းအဖြစ်သိမ်းဆည်းထားချိန်တွင် သင့်ဖောင်ကို တင်သွင်းခြင်းအား လက်မခံပါ။
ne: यस फारमलाई अभिलेखन गरिसकेपछि यसले फेरि अरु पेश गरिएका स्वीकार गर्दैन।
pl: Twój formularz nie zaakceptuje zatwierdzeń w czasie, gdy jest zarchiwizowany.
pt: Seu formulário não aceita submissões enquanto estiver arquivado.
ru: Форма, находящаяся в архиве, не принимает отправки.
sw: Fomu yako haitakubali mawasilisho ikiwa imehifadhiwa kwenye kumbukumbu.
th: แบบฟอร์มของคุณจะไม่ยอมรับการส่งข้อมูลขณะที่แบบฟอร์มถูกเก็บถาวร
tr: Formunuz arşivlendiğinde gönderimleri kabul etmeyecektir.
uk: Ваша форма не прийматиме надсилання поки вона заархівована.
vi: Biểu mẫu của bạn sẽ không chấp nhận bài gửi nếu được lưu trữ.

source: Are you sure you want to unarchive this project?
am: እርግጠኛ ነዎት ይህን ፕሮጀክት ከማህደር ማስወጣት ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد إلغاء الأرشفة لهذا المشروع؟
bn: আপনি কি সত্যিই এই প্রকল্পটি আনআর্কাইভ করতে চান?
cs: Opravdu chcete zrušit archivaci tohoto projektu?
de: Sind Sie sicher, dass Sie dieses Projekt dearchivieren wollen?
es: ¿Estás seguro de que deseas desarchivar este proyecto?
fa: آیا از بایگانی این پروژه مطمئن هستید؟
fr: Voulez-vous vraiment désarchiver ce projet ?
hi: क्या आप वाकई इस प्रोजेक्ट को संग्रह से हटाना चाहते हैं?
hu: Biztosan visszaállítja a projektet?
id: Apakah Anda yakin ingin membatalkan pengarsipan proyek ini?
ja: このプロジェクトのアーカイブを解除してよろしいですか?
km: តើអ្នកប្រាកដជាមិនចង់ទុកគម្រោងនេះក្នុងបណ្ណសារឬ?
my: ဤပရောဂျက်ကို မှတ်တမ်းသိမ်းဆည်းထားခြင်းမှ ပြန်လည်ရယူချင်တာ သေချာပါသလား?
ne: के तपाईं यो परियोजनालाई अभिलेखन नगर्ने कुरामा निश्चित हुनुहुन्छ?
pl: Czy na pewno chcesz przywrócić ten projekt?
pt: Tem certeza de que deseja desarquivar este projeto?
ru: Вы уверены, что хотите разархивировать этот проект?
sw: Je, una uhakika unataka kuondoa mradi huu kwenye kumbukumbu?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการเก็บถาวรสำหรับโครงการนี้
tr: Bu projeyi arşivden çıkarmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте розархівувати цей проєкт?
vi: Bạn có chắc muốn hoàn tác lưu trữ dự án này?

source: Cloning...
am: በመቅዳት ላይ...
ar: جاري الاستنساخ ...
bn: কপি তৈরি হচ্ছে…
cs: Klonování…
de: Wird dupliziert ...
es: Clonando...
fa: در حال شبیه‌سازی...
fr: Clonage en cours...
hi: क्लोन बन रहा है...
hu: Klónozás...
id: Kloning...
ja: 複製中...
km: កំពុងក្លូន...
my: ပုံတူပွားနေသည်...
ne: उस्तै अर्को बनाउदै...
pl: Klonowanie...
pt: Clonando...
ru: Копирование…
sw: Kuiga...
th: กำลังโคลน...
tr: Kopyalanıyor...
uk: Клонування...
vi: Nhân bản...

source: cloned ##ASSET_TYPE## created
am: መሰል ##ASSET_TYPE## መፍጠር
ar: تم استنساخ ##ASSET_TYPE##
bn: ##ASSET_TYPE## কপি করা হয়েছে
cs: klon položky (##ASSET_TYPE##) vytvořen
de: Klon ##ASSET_TYPE## erstellt
es: ##ASSET_TYPE## clonado creado
fa: شبیه‌سازی ##ASSET_TYPE## ایجاد شد
fr: Le ##ASSET_TYPE## cloné a été créé
hi: क्लोन किए गए ##ASSET_TYPE## बनाए गए
hu: ##ASSET_TYPE## klónja elkészült
id: kloning ##ASSET_TYPE## dibuat
ja: ##ASSET_TYPE##の複製が作成されました
km: បានក្លូន ##ASSET_TYPE## បានបង្កើត
my: ပုံတူပွား ##ASSET_TYPE## ကို ဖန်တီးပြီးပါပြီ
ne: उस्तै अर्को ##ASSET_TYPE## बनाइयो
pl: sklonowany ##ASSET_TYPE## został utworzony
pt: ##ASSET_TYPE## clonado foi criado
ru: создана копия объекта типа «##ASSET_TYPE##»
sw: ##ASSET_TYPE## ulioigwa umeundwa
th: ##ASSET_TYPE##ที่โคลนมาได้รับการสร้างขึ้น
tr: klonlanan ##ASSET_TYPE## oluşturuldu
uk: клоновано ##ASSET_TYPE## створено
vi: nhân bản ##ASSET_TYPE## đã được tạo

source: Create
am: መፍጠር
ar: إنشاء
bn: তৈরি করুন
cs: Vytvořit
de: Erstellen
es: Crear
fa: ایجاد
fr: Créer
hi: बनाएं
hu: Létrehozás
id: Buat
ja: 作成
km: បង្កើត
my: ဖန်တီးသည်
ne: सृजना गर्नुहोस्
pl: Stwórz
pt: Criar
ru: Создать
sw: Unda
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo

source: Failed to create new asset!
am: አዲስ ንብረት መፍጠር አልተሳካም!
ar: فشل إنشاء أصل جديد!
bn: নতুন অ্যাসেট তৈরি করা যায় নি!
cs: Nepodařilo se vytvořit novou položku!
de: Erstellung des neuen Elements fehlgeschlagen!
es: Error al crear un nuevo recurso.
fa: دارایی جدید ایجاد نشد!
fr: La création du projet a échoué !
hi: नई संपत्ति (एसेट) बनाने में विफल!
hu: Új elem létrehozása sikertelen!
id: Gagal membuat aset baru!
ja: 新しいアセットの作成に失敗しました！
km: មិនអាចបង្កើតទ្រព្យថ្មីបាន!
my: အကြောင်းအရာအသစ်ဖန်တီးမှု မအောင်မြင်ပါ။
ne: नयाँ सम्पत्ति सिर्जना गर्न असफल भयो!
pl: Nie udało się stworzyć nowego zasobu!
pt: Falha ao criar novo recurso!
ru: Не удалось создать новый объект!
sw: Imeshindwa kuunda kipengee kipya!
th: สร้างสินทรัพย์ (asset) ใหม่ไม่สำเร็จ!
tr: Yeni varlık yaratılamadı!
uk: Неможливо створити новий ресурс!
vi: Tạo tài sản mới thất bại!

source: Create new template from this project
am: ከዚህ ፕሮጀክት አዲስ አብነት መፍጠር
ar: إنشاء قالب جديد من هذا المشروع
bn: এই প্রকল্প থেকে নতুন টেমপ্লেট তৈরি করুন
cs: Vytvoření nové šablony z tohoto projektu
de: Neue Vorlage aus diesem Projekt erstellen
es: Crear una nueva plantilla a partir de este proyecto
fa: یک قالب جدید از این پروژه ایجاد کنید
fr: Créer un nouveau modèle à partir de ce projet
hi: इस प्रोजेक्ट से नया टेम्प्लेट बनाएं
hu: Új sablon létrehozása ebből a projektből
id: Buat templat baru dari proyek ini
ja: このプロジェクトから新しいテンプレートを作成します
km: បង្កើតទម្រង់គំរូថ្មីពីគម្រោងនេះ
my: ဤပရောဂျက်မှ ဖောင်ပုံစံအသစ် ဖန်တီးပါ
ne: यो परियोजनाबाट नयाँ टेम्प्लेट बनाउनुहोस्
pl: Wprowadź nazwę wzoru stworzonego z tego projektu
pt: Criar novo modelo a partir deste projeto
ru: Создать новый шаблон из этого проекта
sw: Unda kiolezo kipya kutoka kwa mradi huu
th: สร้างเทมเพลตใหม่จากโครงการนี้
tr: Bu projeden yeni şablon oluştur
uk: Створити новий шаблон з цього проєкту
vi: Tạo bản mẫu mới từ dự án này

source: Enter the name of the new template.
am: የአዲሱን አብነት ስም አስገባ።
ar: أدخل اسم القالب الجديد.
bn: নতুন টেমপ্লেটের নাম লিখুন।
cs: Zadejte název nové šablony.
de: Geben Sie den Namen der neuen Vorlage ein.
es: Ingresar el nombre de la nueva plantilla.
fa: نام قالب جدید را وارد کنید.
fr: Veuillez saisir le nom du nouveau modèle.
hi: नए टेम्पलेट का नाम दर्ज करें।
hu: Adja meg az új sablon nevét.
id: Masukkan nama templat baru.
ja: 新しいテンプレートの名前を入力してください。
km: បញ្ចូលឈ្មោះនៃទម្រង់គំរូថ្មី។
my: ဖောင်ပုံစံအသစ်၏ အမည်ကို ထည့်ပါ
ne: नयाँ टेम्प्लेटको नाम प्रविष्ट गर्नुहोस्।
pl: Wprowadź nazwę nowego wzoru.
pt: Inserir nome do novo modelo.
ru: Введите имя нового шаблона.
sw: Weka jina la kiolezo kipya.
th: ป้อนชื่อเทมเพลตใหม่
tr: Yeni şablonun adını girin.
uk: Введіть назву нового шаблону.
vi: Nhập tên của bản mẫu mới.

source: Create new project from this template
am: ከዚህ አብነት አዲስ ፕሮጀክት መፍጠር
ar: إنشاء مشروع جديد من هذا القالب
bn: এই টেমপ্লেট থেকে নতুন প্রকল্প তৈরি করুন
cs: Vytvoření nového projektu z této šablony
de: Neues Projekt aus dieser Vorlage erstellen
es: Crear un nuevo proyecto a partir de esta plantilla
fa: ایجاد پروژه جدید با استفاده از این الگو
fr: Créer un nouveau projet à partie de ce modèle
hi: इस टेम्पलेट से नया प्रोजेक्ट बनाएं
hu: Új projekt létrehozása ebből a sablonból
id: Buat proyek baru dari templat ini
ja: このテンプレートから新しいプロジェクトを作成
km: បង្កើតគម្រោងថ្មីពីទម្រង់គំរូនេះ
my: ယခုဖောင်ပုံစံဖြင့် ပရောဂျက်အသစ်ကို ဖန်တီးပါ
ne: यस टेम्प्लेटबाट नयाँ परियोजना बनाउनुहोस्
pl: Utwórz nowy projektu ze wzoru
pt: Criar novo projeto a partir deste modelo
ru: Создать новый проект из этого шаблона
sw: Unda mradi mpya kutoka kwa kiolezo hiki
th: สร้างโครงการใหม่จากเทมเพลตนี้
tr: Bu şablondan yeni proje oluştur
uk: Створити новий проєкт з цього шаблону
vi: Tạo dự án mới từ bản mẫu này

source: Enter the name of the new project.
am: የአዲሱን ፕሮጀክት ስም ያስገቡ።
ar: أدخل أسم المشروع الجديد.
bn: নতুন প্রকল্পের নাম লিখুন।
cs: Zadejte název nového projektu.
de: Geben Sie den Namen des neuen Projekts ein.
es: Ingresar el nombre del nuevo proyecto.
fa: نام پروژه جدید را وارد کنید.
fr: Veuillez entrer le nom de ce nouveau projet.
hi: नए प्रोजेक्ट का नाम दर्ज करें।
hu: Adja meg az új projekt nevét.
id: Masukkan nama proyek baru.
ja: 新しいプロジェクトの名前を入力してください。
km: បញ្ចូលឈ្មោះនៃគម្រោងថ្មី។
my: ပရောဂျက်အသစ်၏အမည်ကို ထည့်ပါ။
ne: नयाँ परियोजनाको नाम प्रविष्ट गर्नुहोस्।
pl: Wprowadź nazwę nowego projektu.
pt: Insira o nome do novo projeto.
ru: Введите имя нового проекта.
sw: Weka jina la mradi mpya.
th: ป้อนชื่อโครงการใหม่
tr: Yeni projenin adını girin.
uk: Введіть назву нового проєкту.
vi: Nhập tên dự án mới.

source: Remove shared form
am: የተጋራውን ቅፅ ያስወግዱ
ar: إزالة النموذج الذي تمت مشاركته
bn: শেয়ার করা ফর্ম মুছে ফেলুন
cs: Odebrat sdílený formulář
de: Weitergegebenes Formular löschen
es: Eliminar formulario compartido
fa: فرم به اشتراک گذاشته شده را حذف کنید
fr: Supprimer le formulaire partagé
hi: साझा फ़ॉर्म हटाएं
hu: Megosztott űrlap eltávolítása
id: Hapus formulir bersama
ja: 共有フォームを削除
km: ដកចេញទម្រង់បែបបទដែលបានចែករំលែក
my: မျှဝေထားသောဖောင်အား ဖယ်ရှားသည်
ne: बाडिएको फारम हटाउनुहोस्
pl: Usuń udostępniony formularz
pt: Remover formulário compartilhado
ru: Удалить совместно используемую форму
sw: Ondoa fomu iliyoshirikiwa
th: ลบแบบฟอร์มที่ใช้ร่วมกัน
tr: Paylaşılan formu kaldır
uk: Видалити спільну форму
vi: Xóa biểu mẫu đã chia sẻ

source: Are you sure you want to remove this shared form?
am: እርግጠኛ ነዎት ይህን የተጋራ ቅፅ ማስወገድ ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد إزالة هذا النموذج الذي تم مشاركته؟
bn: আপনি কি সত্যিই শেয়ার করা এই ফর্মটি মুছে ফেলতে চান?
cs: Opravdu chcete tento sdílený formulář odebrat?
de: Sind Sie Sicher, dass Sie dieses weitergegebene Formular löschen möchten?
es: ¿Estás seguro de que deseas eliminar este formulario compartido?
fa: آیا مطمئنید که می خواهید این فرم مشترک را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer ce formulaire partagé ?
hi: क्या आप वाकई इस साझा फ़ॉर्म को हटाना चाहते हैं?
hu: Biztosan el kívánja távolítani ezt a megosztott űrlapot?
id: Apakah Anda yakin ingin menghapus formulir yang dibagikan ini?
ja: この共有フォームを削除してもよろしいですか?
km: តើអ្នកប្រាកដជាចង់ដកចេញទម្រង់បែបបទដែលបានចែករំលែកនេះឬ?
my: ဤမျှဝေထားသောဖောင်အား ဖယ်ရှားမှာ သေချာပါသလား?
ne: यो बाडिएको फारम हटाउने कुरामा निश्चित हुनुहुन्छ ?
pl: Czy na pewno chcesz usunąć udostępniony formularz?
pt: Tem certeza de que deseja remover este formulário compartilhado?
ru: Вы уверены, что хотите удалить эту совместно используемую форму?
sw: Je, una uhakika unataka kuondoa fomu hii iliyoshirikiwa?
th: คุณแน่ใจหรือไม่ที่จะลบแบบฟอร์มที่ใช้ร่วมกันนี้
tr: Bu paylaşılan formu kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю спільну форму?
vi: Bạn có chắc muốn xóa biểu mẫu được chia sẻ này không?

source: deploying to kobocat...
am: ወደ kobocat ማሰማራት ላይ...
ar: نشر وتوزيع على kobocat...
bn: kobocat-এ ডিপ্লয় করা হচ্ছে…
cs: zveřejňuje se na kobocat…
de: Bereitstellung auf kobocat ...
es: implementando en kobocat...
fa: در حال انتشار kobocat...
fr: déploiement vers kobocat...
hi: kobocat में परिनियोजित (डिप्लॉए) किया जा रहा है...
hu: Küldés a kobocat alkalmazásba...
id: menyebarkan ke kobocat...
ja: kobocatに公開中...
km: កំពុងប្រើប្រាស់ទៅ kobocat...
my: kobocat တွင် ထည့်သွင်းအသုံးပြုနေသည်...
ne: कोबोक्याटमा परिचालन गरिँदै.....
pl: wdrażanie do kobocat...
pt: disponibilizando para o kobocat...
ru: развертывание на kobocat…
sw: inatumwa kwa kobocat...
th: กำลังนำไปใช้งานกับโคโบแคท..
tr: kobocat'e yayınlanıyor...
uk: розміщення в kobocat...
vi: triển khai lên kobocat...

source: deployed form
am: ቅፅ ተሰማርቷል
ar: تم نشر وتوزيع النموذج
bn: ডিপ্লয় করা ফর্ম
cs: zveřejněný formulář
de: bereitgestelltes Formular
es: formulario implementado
fa: فرم انتشار یافته
fr: formulaire déployé
hi: परिनियोजित (डिप्लॉइड) फ़ॉर्म
hu: élesített űrlap
id: formulir yang disebarkan
ja: 公開されたフォーム
km: ទម្រង់បែបបទដែលបានប្រើប្រាស់
my: အသုံးချပုံစံ
ne: परिचालित फारम
pl: wdrożony formularz
pt: formulário disponibilizado
ru: развернутая на сервере форма
sw: fomu iliyotumwa
th: นำไปใช้งานจาก
tr: yayınlanmış form
uk: розміщена форма
vi: biểu mẫu đã triển khai

source: Overwrite existing deployment
am: ያለውን ስምሪት ገልብጥ
ar: استبدال التوزيع الحالي
bn: বিদ্যমান ডিপ্লয় ওভাররাইট করুন
cs: Přepsat stávající zveřejnění
de: Bestehende Bereitstellung überschreiben
es: Sobrescribir la implementación existente
fa: بازنویسی انتشار یافته موجود
fr: Remplacer un déploiement existant
hi: मौजूदा परिनियोजन (डिप्लॉयमेंट) के ऊपर लिखें
hu: Jelenleg élesített verzió felülírása
id: Timpa penyebaran yang ada
ja: 既存の公開バージョンを上書きする
km: សរសេរជាន់លើការប្រើប្រាស់ដែលមានស្រាប់
my: လက်ရှိထည့်သွင်းအသုံးနေမှုအား ဖျက်၍ အသစ်ထည့်သွင်းပါ
ne: वर्तमान परिचालन अभिलेखन गर्नुहोस्
pl: Nadpisz istniejące wdrożenie
pt: Substitua a versão existente
ru: Перезаписать существующее развертывание
sw: Batilisha uwekaji uliopo
th: เขียนทับการนำไปใช้งานที่มีอยู่
tr: Mevcut yayının üzerine yaz
uk: Перезаписати наявне розміщення
vi: Ghi đè triển khai hiện có
