Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: This allows your web form to only be submitted once per user, using basic protection to prevent the same user (on the same browser & device) from submitting more than once.
am: ይህ ተመሳሳዩ ተጠቃሚ (በተመሳሳዩ አሳሽ እና መሣሪያ ላይ) ከአንድ ጊዜ በላይ እንዳያስገባ መሰረታዊ ጥበቃን በመጠቀም የድር ቅፅዎ በተጠቃሚ አንድ ጊዜ ብቻ እንዲገባ ያስችለዋል።
ar: يسمح هذا بعملية إرسال نموذج الويب الخاص بك مرة واحدة فقط لكل مستخدم، باستخدام الحماية الأساسية لمنع نفس المستخدم (على نفس المتصفح والجهاز) من الإرسال أكثر من مرة.
bn: এক্ষেত্রে প্রত্যেক ইউজারের জন্য আপনার ওয়েব ফর্মে একটিমাত্র সাবমিশনই জমা হতে পারবে। একই ইউজার (একই ডিভাইসে একই ব্রাউজার দিয়ে) যেন একাধিক সাবমিশন দিতে না পারে তা নিশ্চিত করার জন্য সাধারণ কিছু সুরক্ষাব্যবস্থা এতে রয়েছে।
cs: Toto umožňuje, aby byl webový formulář odeslán pouze jednou na jednoho uživatele, a to prostřednictvím základní ochrany, která zabrání několikanásobnému odeslání formuláře stejným uživatelem (ve stejném prohlížeči a zařízení).
de: Dadurch kann Ihr Webformular nur einmal pro Benutzer*in abgesendet werden, wobei ein Basisschutz verwendet wird, um zu verhindern, dass derselbe/dieselbe Benutzer*in (auf demselben Browser &amp; Gerät) mehr als einmal absendet.
es: Esto garantiza que el formulario web se envíe solo una vez por usuario, usando una protección básica para evitar que el mismo usuario (en el mismo navegador y dispositivo) lo envíe más de una vez.
fa: این اجازه می دهد تا فرم وب شما فقط یک بار برای هر کاربر ارسال شود، با استفاده از حفاظت اولیه برای جلوگیری از ارسال بیش از یک بار توسط یک کاربر (در یک مرورگر و دستگاه)
fr: Ceci permet à votre formulaire Web d'être soumis une seule fois par utilisateur, en utilisant une protection de base pour empêcher le même utilisateur (sur le même navigateur et appareil) de soumettre plus d'une fois.
hi: यह एक ही उपयोगकर्ता (उसी ब्राउज़र और डिवाइस पर) को एक से अधिक बार जमा करने से रोकने के लिए बुनियादी सुरक्षा का उपयोग करते हुए आपके वेब फ़ॉर्म को प्रति उपयोगकर्ता केवल एक बार जमा करने की अनुमति देता है।
hu: Ez lehetővé teszi, hogy a webes űrlap felhasználónként csak egyszer legyen beküldhető, alapvető védelmet biztosítva az ellen, hogy ugyanaz a felhasználó (ugyanabban a böngészőben és ugyanazon az eszközön) be tudja többször is küldeni.
id: Ini memungkinkan formulir web Anda hanya dikirimkan satu kali per pengguna, menggunakan perlindungan dasar untuk mencegah pengguna yang sama (di browser &amp; perangkat yang sama) mengirimkan lebih dari satu kali.
ja: これによりウェブフォームはユーザーごとに1回のみ提出され、同じユーザー（同じブラウザかつ同じデバイス）が2回以上提出することを防ぐ基本的な保護機能を使用することができます。
km: វាអនុញ្ញាតឱ្យទម្រង់វិបរបស់អ្នកនឹងត្រូវបានដាក់បញ្ជូនម្ដងក្នុងអ្នកប្រើប្រាស់ម្នាក់ប៉ុណ្ណោះ ដោយប្រើការការពារជាមូលដ្ឋានដើម្បីបង្ការអ្នកប្រើប្រាស់ដូចគ្នា (នៅលើកម្មវិធីរុករកតាមអ៊ីនធឺណិត & ឧបករណ៍ដូចគ្នា) ពីការដាក់បញ្ជូនច្រើនជាងមួយដង។
my: ၎င်းက အသုံးပြုသူတစ်ဦးတည်းမှ (တူညီသော ဘ‌ေရာက်ဇာနှင့် ဖုန်း သို့မဟုတ် ကွန်ပျူတာကို အသုံးပြုပြီး) တစ်ကြိမ်ထက်ပို၍ တင်သွင်းခြင်းကို ကာကွယ်ရန် အခြေခံ ကာကွယ်‌ေရးစနစ်ကို အသုံးပြု၍ သင့်၏ ဝက်ဘ်ဖောင်အား အသုံးပြုသူတစ်ဦးလျှင် တစ်ကြိမ်သာ တင်သွင်းရန် ခွင့်ပြုပါလိမ့်မည်။
ne: उही प्रयोगकर्तालाई (एउटै ब्राउजर र उपकरणमा) एक पटक भन्दा बढी पेश गर्नबाट रोक्नका लागि यसले आधारभूत सुरक्षा प्रयोग गरेर तपाइँको वेब फारमलाई प्रति प्रयोगकर्ता एक पटक मात्र पेश गर्ने अनुमति दिन्छ।
pl: Tym sposobem Twój formularz w przeglądarce będzie złożony tylko raz przez jednego użytkownika - stosując proste zabezpieczenia, dzięki którym ten sam użytkownik (korzystający z tej samej przeglądarki i urządzenia) nie będzie mógł odpowiedzieć więcej niż raz.
pt: Isso permite que seu formulário da web seja enviado apenas uma vez por usuário, usando proteção básica para evitar que o mesmo usuário (no mesmo navegador e dispositivo) realize mais de um envio.
ru: Позволяет отправлять веб-форму по одному разу на пользователя. Для этого применяется базовая защита, предотвращающая многократную отправку одним и тем же пользователем (с тем же браузером и устройством).
sw: Hii inaruhusu fomu yako ya wavuti kuwasilishwa mara moja tu kwa kila mtumiaji, kwa kutumia ulinzi wa kimsingi ili kuzuia mtumiaji yule (kwenye kivinjari na kifaa kimoja) kuwasilisha zaidi ya mara moja.
th: การทำเช่นนี้ช่วยให้ส่งเว็บฟอร์มของคุณได้เพียงครั้งเดียวต่อผู้ใช้ โดยใช้การป้องกันพื้นฐานเพื่อป้องกันไม่ให้ผู้ใช้คนเดียวกัน (ในเบราว์เซอร์และอุปกรณ์เดียวกัน) ส่งมากกว่าหนึ่งครั้ง
tr: Bu, web formunuzun aynı kullanıcının (aynı tarayıcı ve cihazda) birden fazla kez göndermesini önlemek için temel koruma kullanılarak kullanıcı başına yalnızca bir kez gönderilmesine olanak tanır.
uk: Це дозволяє користувачеві надсилати вебформу лише один раз, використовуючи базовий захист, який запобігає повторному відправленню форми одним і тим же користувачем (з одного і того ж браузера і пристрою).
vi: Điều này cho phép biểu mẫu web chỉ được gửi một lần cho mỗi người dùng, sử dụng bảo vệ cơ bản để tránh một người dùng (trên cùng trình duyệt và thiết bị) nộp nhiều lần.

source: Embeddable web form code
am: ሊካተት የሚችል የድር ቅፅ ኮድ
ar: كود نموذج الويب القابل للتضمين المدمج
bn: এমবেডযোগ্য ওয়েব ফর্মের কোড
cs: Vložitelný kód webového formuláře
de: Einbindbarer Webformular-Code
es: Código de formulario web insertable
fa: کد جاسازی فرم در وب
fr: Code de formulaire Web
hi: एम्बेड करने योग्य वेब फ़ॉर्म कोड
hu: Beágyazható webes űrlap kódja
id: Kode formulir web yang dapat disematkan
ja: 埋め込み可能なウェブフォームコード
km: កូដទម្រង់វិបអាចដាក់បង្កប់បាន
my: မြှုတ်ထည့်၍ ရသော ဝက်ဘ်ဖောင်ကုတ်
ne: भित्रै राख्न मिल्ने वेब फाराम कोड
pl: Osadzony kod formularza internetowego
pt: Código de formulário da web incorporável
ru: Код встраиваемой веб-формы
sw: Msimbo wa fomu ya wavuti unaoweza kupachikwa
th: รหัสเว็บฟอร์มแบบฝังได้
tr: Gömülebilir web formu kodu
uk: Вбудовуваний код вебформи
vi: Mã biểu mẫu nhúng web

source: Use this html5 code snippet to integrate your form on your own website using smaller margins.
am: ትንሽ ህዳጎችን በመጠቀም ቅፅዎን በራስዎ ድረ-ገጽ ላይ ለማዋሃድ ይህንን የኤችቲኤምኤል5 ኮድ ቅንጭብ ይጠቀሙ።
ar: استخدم مقطع كود (html5) هذا لدمج النموذج الخاص بك على موقع الويب الخاص بك باستخدام هوامش أصغر.
bn: আরও কম মার্জিন রেখে আপনার ফর্মটিকে আপনার নিজের ওয়েবসাইটের কোনো জায়গায় দেখানোর জন্য এই HTML5 কোডটুকু ব্যবহার করুন।
cs: Použijte tento úryvek kódu html5 k integraci formuláře na vlastní webové stránky za použití menších okrajů.
de: Verwenden Sie diesen HTML5-Code-Schnipsel, um Ihr Formular auf Ihrer eigenen Webseite mit kleineren Rändern zu integrieren.
es: Utilizar este fragmento de código html5 para integrar tu formulario en tu sitio web utilizando márgenes más pequeños.
fa: برای داشتن حاشیه های کوچکتر در وب سایت، از این قطعه کد html5 استفاده کنید.
fr: Utilisez cet extrait de code html5 pour intégrer votre formulaire sur votre propre site web en utilisant des marges plus petites.
hi: छोटी मार्जिन इस्तेमाल कर के अपनी वेबसाइट पर अपने फ़ॉर्म को जोड़ने के लिए इस html5 कोड स्निपेट का उपयोग करें।
hu: Ezen html5 kódrészlettel integrálhatja az űrlapját a saját webhelyére, kisebb margókat használva.
id: Gunakan cuplikan kode html5 ini untuk mengintegrasikan formulir Anda di situs web Anda sendiri menggunakan margin yang lebih kecil.
ja: このhtml5コードスニペットを使って、自分のウェブサイトに小さな余白でフォームを統合することができます。
km: ប្រើផ្នែកតូចនៃកូដ html5 ដើម្បីរួមបញ្ចូលគ្នាទម្រង់របស់អ្នកនៅលើគេហទំព័រផ្ទាល់ខ្លួនរបស់អ្នក ដោយប្រើគែមកាន់តែតូច។
my: သင်၏ ကိုယ်ပိုင်ဝက်ဘ်ဆိုက်တွင် သင်၏ဖောင်ကို တွဲစပ်ပြသရန်အတွက် ဤ html5 ကုတ်အစုငယ်ကို အသုံးပြုပါ။
ne: साना साना मार्जिन प्रयोग गरेर आफ्नै वेबसाइटमा आफ्नो फाराम एकीकृत गर्न यो html5 कोडको अंश प्रयोग गर्नुहोस्।
pl: Użyj tego fragmentu kodu html5, aby zintegrować formularz na swojej własnej stronie, używając mniejszych marginesów.
pt: Use este trecho de código html5 para integrar o seu formulário ao seu próprio site usando margens menores.
ru: Воспользуйтесь этим фрагментом кода html5, чтобы интегрировать форму в свой веб-сайт с меньшими полями.
sw: Tumia kijisehemu hiki cha msimbo wa html5 kujumuisha fomu yako kwenye tovuti yako kwa kutumia ukingo mdogo.
th: ใช้ข้อมูลรหัส html5 นี้เพื่อรวมแบบฟอร์มไว้ในเว็บไซต์ของคุณเองโดยใช้ระยะขอบที่เล็กลง
tr: Formunuzu daha küçük kenar boşlukları kullanarak kendi web sitenize entegre etmek için bu html5 kod parçacığını kullanın.
uk: Використовуйте цей фрагмент коду HTML5, щоб інтегрувати вашу форму на власному вебсайті з меншими полями.
vi: Dùng đoạn mã html5 này để tích hợp biểu mẫu trên trang web của bạn khi sử dụng lề nhỏ hơn.

source: View only
am: እይታ ብቻ
ar: عرض فقط
bn: শুধু দর্শনযোগ্য
cs: Pouze prohlížení
de: Nur zur Ansicht
es: Solo lectura
fa: فقط نمایش
fr: Aperçu seulement
hi: केवल देख सकते हैं
hu: Csak megtekintésre
id: Hanya lihat
ja: 閲覧のみ
km: មើលប៉ុណ្ណោះ
my: ကြည့်ရှုခွင့်သီးသန့်
ne: केवल हेर्नुहोस्
pl: Wyłącznie podgląd
pt: Apenas visualizar
ru: Только просмотр
sw: Tazama pekee
th: ดูเท่านั้น
tr: Sadece Görüntüle
uk: Тільки перегляд
vi: Chỉ xem

source: Use this version for testing, getting feedback. Does not allow submitting data.
am: ይህን ስሪት ለሙከራ፣ ግብረ መልስ ለማግኘት ይጠቀሙበት። ውሂብ ማስገባት አይፈቅድም።
ar: استخدم هذه النسخة للاختبار والحصول على ردود فعل/ آراء. لا يسمح بإرسال البيانات.
bn: পরীক্ষা করা ও প্রতিক্রিয়া সংগ্রহ করার জন্য এই সংস্করণটি ব্যবহার করুন। এতে তথ্য জমা দেওয়া যায় না।
cs: Tuto verzi použijte k testování a získání zpětné vazby. Neumožňuje odesílání dat.
de: Verwenden Sie diese Version zum Testen, um Feedback zu erhalten. Es erlaubt nicht das Senden von Daten.
es: Utilizar esta versión para realizar pruebas y obtener comentarios. No se permite el envío de datos.
fa: از این نسخه برای آزمایش، دریافت بازخورد استفاده کنید. اجازه ارسال داده را نمی دهد.
fr: Utilisez cette version pour tester et obtenir un retour d'information. Ne permet pas de soumettre des données.
hi: इस संस्करण का उपयोग प्रतिक्रिया प्राप्त करने, परीक्षण के लिए करें। डेटा जमा करने की अनुमति नहीं देता है।
hu: Használja ezt a változatot tesztelésre és visszajelzés gyűjtésére. Adatbeküldést nem tesz lehetővé.
id: Gunakan versi ini untuk pengujian, mendapatkan umpan balik. Tidak mengizinkan pengiriman data.
ja: このバージョンは、テストやフィードバックを得るために使用してください。データを提出することはできません。
km: ប្រើកំណែនេះសម្រាប់ការធ្វើតេស្ត ការទទួលបានមតិកែលម្អ។ កុំអនុញ្ញាតឱ្យដាក់បញ្ជូនទិន្នន័យ។
my: ဤဗားရှင်းကို စမ်းသပ်ရန်နှင့် အကြံပြုချက်များ ရယူရန် အသုံးပြုပါ။ ‌ဒေတာ တင်သွင်းရန် ခွင့်မပြုပါ။
ne: परीक्षणका लागि, प्रतिक्रिया प्राप्त गर्न यो संस्करण प्रयोग गर्नुहोस्। डाटा पेश गर्ने अनुमति दिँदैन।
pl: Użyj tej wersji do testowania i otrzymania komentarzy. Nie pozwala na przesyłanie danych.
pt: Use esta versão para testar obtendo feedback. Ela impede o envio de dados.
ru: Используйте эту версию для тестирования и сбора отзывов. Не позволяет отправлять данные.
sw: Tumia toleo hili kwa majaribio, kupata maoni. Hairuhusu kuwasilisha data.
th: ใช้เวอร์ชันนี้สำหรับการทดสอบ การรับคำติชม ไม่อนุญาตให้ส่งข้อมูล
tr: Test etmek, geri bildirim almak için bu sürümü kullanın. Veri göndermeye izin vermez.
uk: Використовуйте цю версію для тестування, отримання зворотного зв'язку. Не дозволяє надсилати дані.
vi: Phiên bản này được dùng để thử nghiệm và thu thập ý kiến phản hồi. Không cho phép gửi dữ liệu.

source: Android application
am: አንድሮይድ መተግበሪያ
ar: تطبيق الأندرويد
bn: অ্যান্ড্রয়েড অ্যাপ্লিকেশন
cs: Aplikace pro systém Android
de: Android-Applikation
es: Aplicación Android
fa: اپلیکیشن اندروید
fr: Application Android
hi: एंड्रॉयड एप्लिकेशन
hu: Android-alkalmazás
id: Aplikasi Android
ja: Androidアプリケーション
km: កម្មវិធី Android
my: Android အက်ပလီကေးရှင်း
ne: एन्ड्रोइड एप
pl: Aplikacja na system Android
pt: Aplicativo Android
ru: Приложение для Android
sw: Programu ya Android
th: แอปพลิเคชันแอนดรอยด์
tr: Android uygulaması
uk: Застосунок для Android
vi: Ứng dụng cho Android

source: Use this option to collect data in the field with your Android device.
am: በአንድሮይድ መሳሪያና በመስክ ላይ ውሂብ ለመሰብሰብ ይህንን አማራጭ ይጠቀሙ።
ar: استخدم هذا الخيار لجمع البيانات الميداني بواسطة جهازك الأندرويد.
bn: আপনার অ্যান্ড্রয়েড ডিভাইস দিয়ে মাঠ পর্যায়ে তথ্য সংগ্রহের জন্য এই অপশনটি ব্যবহার করুন।
cs: Tuto možnost použijte ke sběru dat v terénu pomocí zařízení se systémem Android.
de: Verwenden Sie diese Option, um Daten vor Ort mit Ihrem Android-Gerät zu sammeln.
es: Utiliza esta opción para recolectar datos en terreno con tu dispositivo Android.
fa: از این گزینه برای جمع آوری داده های میدانی با دستگاه اندرویدی خود استفاده کنید.
fr: Utilisez cette option pour obtenir des données sur le terrain avec votre appareil Android.
hi: अपनी एंड्रॉयड डिवाइस के साथ फ़ील्ड में डेटा एकत्र करने के लिए इस विकल्प का उपयोग करें.
hu: Ezen beállítással a terepet gyűjthet adatokat Android-készülékével.
id: Gunakan opsi ini untuk mengumpulkan data di lapangan dengan perangkat Android Anda.
ja: フィールドでAndroid端末を使用してデータを収集する場合は、このオプションを使用してください。
km: ប្រើជម្រើសនេះដើម្បីប្រមូលទិន្នន័យនៅក្នុងវាល ជាមួយឧបករណ៍ Android របស់អ្នក។
my: သင်၏ Android ဖုန်းဖြင့် ထည့်သွင်းရန်အကွက်တွင် အချက်အလက်ကောက်ခံလိုပါက ၎င်းနည်းလမ်းကို သုံးပါ။
ne: तपाईंको एन्ड्रोइड उपकरणले फिल्डमा डाटा सङ्कलन गर्न यो विकल्प प्रयोग गर्नुहोस्।
pl: Użyj tej opcji do zbierania danych w terenie przy wykorzystaniu urządzenia z systemem Android.
pt: Use esta opção para coletar dados no campo com o seu dispositivo Android.
ru: Используйте этот вариант для сбора данных в полевых условиях с помощью устройства Android.
sw: Tumia chaguo hili kukusanya data kwenye uwanja ukitumia kifaa chako cha Android.
th: ใช้ตัวเลือกนี้เพื่อเก็บข้อมูลในฟิลด์ด้วยอุปกรณ์แอนดรอยด์ของคุณ
tr: Android cihazınızla sahada veri toplamak için bu seçeneği kullanın.
uk: Використовуйте цю опцію, щоб збирати дані в польових умовах за допомогою пристрою Android.
vi: Dùng lựa chọn này để thu thập dữ liệu trong trường với thiết bị Android của bạn.

source: me
am: እኔ
ar: أنا
bn: নিজে
cs: já
de: Ich
es: yo
fa: من
fr: Moi
hi: मैं
hu: én
id: saya
ja: 自分
my: ကျွန်ုပ်
ne: म
pl: ja
pt: eu
ru: я
sw: mimi
th: ฉัน
tr: ben/beni/bana
uk: я
vi: tôi

source: untitled
am: ርዕስ አልባ
ar: بلا عنوان
bn: শিরোনামহীন
cs: bez názvu
de: unbenannt
es: sin título
fa: بدون عنوان
fr: sans titre
hi: बिना शीर्षक
hu: névtelen
id: tanpa judul
ja: 無題
km: គ្មានចំណងជើង
my: ခေါင်းစဉ်မတပ်ရသေးသော
ne: शीर्षकविहीन
pl: bez nazwy
pt: sem título
ru: без названия
sw: isiyo na jina
th: ไม่มีชื่อ
tr: başlıksız
uk: без назви
vi: không có tiêu đề

source: Unlabelled
am: ያ ልተሰየመ
ar: بدون تحديد التسمية
bn: লেবেলহীন
cs: Bez označení
de: ohne Bezeichnung
es: Sin etiqueta
fa: بدون برچسب
fr: Sans libellé
hi: बिना लेबल
hu: Címkézetlen
id: Tanpa Label
ja: ラベルなし
km: មិនបានដាក់ស្លាក
my: အမည်တပ်မထားသော
ne: लेबल नगरिएको
pl: Bez etykiety
pt: Sem Rótulo
ru: Без метки
sw: Isiyo na lebo
th: ไม่มีป้ายกำกับ
tr: Etiketsiz
uk: Без позначки
vi: Không có nhãn

source: Background audio
am: የጀርባ ኦዲዮ
ar: صوت في الخلفية
bn: ব্যাকগ্রাউন্ড অডিও
cs: Zvuk na pozadí
de: Audio im Hintergrund
es: Sonido de fondo
fa: صدای پس زمینه
fr: Audio d'arrière-plan
hi: पृष्ठभूमि (बैकग्राउंड) ऑडियो
hu: Háttérhang
id: Audio latar belakang
ja: バックグラウンド音声
km: សំឡេងផ្ទៃក្រោយ
my: နောက်ခံအသံ
ne: पृष्ठभूमि अडियो
pl: Dźwięk w tle
pt: Áudio de fundo
ru: Звук в фоновом режиме
sw: Sauti ya mandharinyuma
th: เสียงเบื้องหลัง
tr: Arka plan sesi
uk: Фоновий звук
vi: Âm thanh nền

source: Name, organization and sector are required to make collection public.
am: ስብስቡን ይፋ ለማድረግ ስም፣ አደረጃጀትና ዘርፍ ያስፈልጋል።
ar: الاسم، والمنظمة، والقطاع، مطلوبون لجعل المجموعة عامة.
bn: সংগ্রহটিকে পাবলিক করতে হলে নাম, সংস্থা ও খাত থাকা আবশ্যক।
cs: Pro zveřejnění sbírky je nutné uvést jméno, organizaci a odvětví.
de: Name, Organisation und Sektor sind erforderlich, um die Sammlung zu veröffentlichen.
es: Se requiere nombre, organización y sector para hacer la recolección pública.
fa: نام، سازمان و بخش برای عمومی سازی مجموعه لازم است.
fr: Le nom, l'organisation et le secteur sont nécessaires pour rendre la collecte publique.
hi: संग्रह को सार्वजनिक करने के लिए नाम, संगठन और क्षेत्र की आवश्यकता है।
hu: Név, szervezet és ágazat feltüntetése szükséges ahhoz, hogy a gyűjtemény nyilvánossá váljon.
id: Nama, organisasi, dan sektor diperlukan untuk membuat koleksi menjadi publik.
ja: コレクションを公開するには、名前、組織、セクターが必要です。
km: ឈ្មោះ អង្គការ និងផ្នែកតម្រូវឱ្យមានដើម្បីបង្កើតបណ្ដុំសាធារណៈ។
my: စုစည်းမှုကို အများမြင်ပြုလုပ်ရန်အတွက် အမည်၊ အဖွဲ့အစည်းနှင့် လုပ်ငန်းကဏ္ဍတို့ လိုအပ်ပါသည်။
ne: सङ्कलन सार्वजनिक गर्न नाम, संस्था र क्षेत्र आवश्यक छ।
pl: Nazwa, organizacja i sektor są wymagane, by udostępnić kolekcję.
pt: Nome, organização e setor são obrigatórios para fazer coleção pública.
ru: Чтобы сделать подборку общедоступной, необходимо указать имя, организацию и сектор.
sw: Jina, shirika na sekta zinahitajika kufanya ukusanyaji hadharani.
th: จำเป็นต้องมีชื่อ องค์กร และภาคส่วนเพื่อทำให้คอลเลกชันเป็นสาธารณะ
tr: Koleksiyonun herkese açık hâle getirilmesi için isim, kurum ve sektör bilgileri gereklidir.
uk: Щоб оприлюднити колекцію, необхідно вказати ім'я, організацію та сектор.
vi: Tên, tổ chức và ngành là bắt buộc nếu muốn công khai bộ sưu tập.

source: Empty collection is not allowed to be made public.
am: ባዶ መሰብሰብ ለህዝብ ይፋ ማድረግ አይፈቀድም።
ar: من غير المسموح أن تكون مجموعة فارغة عامة.
bn: ফাঁকা সংগ্রহকে পাবলিক করা যাবে না।
cs: Prázdnou sbírku není dovoleno zveřejňovat.
de: Eine leere Sammlung darf nicht veröffentlicht werden.
es: No se permite publicar una recolección vacía.
fa: مجموعه خالی مجاز به نمایش عمومی نیست.
fr: Une collection vide ne peut être rendue publique.
hi: खाली संग्रह को सार्वजनिक करने की अनुमति नहीं है।
hu: Üres gyűjtemény nem tehető nyilvánossá.
id: Koleksi kosong tidak boleh dipublikasikan.
ja: 空のコレクションは公開できません。
km: បណ្ដុំទទេមិនត្រូវបានអនុញ្ញាតឱ្យទេសម្រាប់ធ្វើជាសាធារណៈ។
my: စုစည်းမှုအခွံကို အများမြင်ပြုလုပ်ခွင့် မရှိပါ။
ne: खाली संग्रह सार्वजनिक गर्ने अनुमति छैन।
pl: Puste kolekcje nie mogą zostać udostępnione publiczne.
pt: Não é permitido deixar uma coleção vazia como pública.
ru: Пустая подборка не может быть общедоступной.
sw: Mkusanyiko tupu hauruhusiwi kuwekwa hadharani.
th: ไม่อนุญาตให้ทำคอลเลกชันเปล่าเป็นสาธารณะ
tr: Boş koleksiyonlar herkese açık hâle getirilemez.
uk: Порожню колекцію не можна оприлюднювати.
vi: Bộ sưu tập trống không được phép công khai.

source: Only collections are allowed to be made public!
am: ስብስቦች ብቻ ይፋ እንዲደረጉ ተፈቅዶላቸዋል!
ar: فقط المجموعات مسموح لها أن تكون عامة!
bn: শুধু সংগ্রহকেই পাবলিক করা যাবে!
cs: Zveřejňovat lze pouze sbírky!
de: Nur Sammlungen dürfen veröffentlicht werden!
es: Solo las recolecciones pueden publicarse.
fa: فقط مجموعه ها مجاز به نمایش عمومی هستند!
fr: Seules les collections peuvent être rendues publiques !
hi: केवल संग्रहों को सार्वजनिक करने की अनुमति है!
hu: Csak a gyűjtemények tehetők nyilvánossá!
id: Hanya koleksi yang boleh dipublikasikan!
ja: コレクションしか公開できません！
km: តែបណ្ដុំនានាប៉ុណ្ណោះដែលនឹងត្រូវបានអនុញ្ញាតឱ្យធ្វើជាសាធារណៈ!
my: စုစည်းမှုများကိုသာ အများမြင်ပြုလုပ်ခွင့် ရှိပါသည်။
ne: संग्रह मात्र सार्वजनिक गर्ने अनुमति छ!
pl: Tylko kolekcje mogą zostać udostępnione publicznie!
pt: É permitido deixar somente as coleções como públicas!
ru: Только подборки могут быть общедоступными!
sw: Makusanyo pekee ndiyo yanaruhusiwa kuwekwa hadharani!
th: อนุญาตให้ทำเฉพาะคอลเลกชันเป็นสาธารณะ!
tr: Yalnızca koleksiyonlar herkese açık hâle getirilebilir!
uk: Оприлюднювати дозволено лише колекції!
vi: Chỉ có bộ sưu tập được phép công khai!

source: Items cannot be selected more than once
am: እቃዎች ከአንድ ጊዜ በላይ ሊመረጡ አይችሉም
ar: لا يمكن تحديد العناصر أكثر من مرة
bn: আইটেম একবারের বেশি নির্বাচন করা যাবে না
cs: Položky nelze vybrat víc než jednou
de: Objekte können nicht mehr als einmal ausgewählt werden
es: Los elementos no pueden seleccionarse más de una vez
fa: موارد را بیش از یک بار نمی توان انتخاب کرد
fr: Les éléments ne peuvent pas être sélectionnés plus d'une fois
hi: आइटम एक से अधिक बार नहीं चुने जा सकते
hu: Nem lehet egynél többször kijelölni egy tételt
id: Item tidak dapat dipilih lebih dari sekali
ja: 項目は一度しか選択できません
km: មិនអាចជ្រើសរើសធាតុនានាច្រើនជាងមួយដងបានទេ
my: ပစ္စည်းတစ်ခုကို တစ်ကြိမ်ထက်ပို၍ ‌ရွ​ေးချယ်၍ မရနိုင်ပါ
ne: वस्तुहरू एक पटक भन्दा बढी चयन गर्न सकिँदैन
pl: Obiekty nie mogą być wybrane więcej niż raz
pt: Os itens não podem ser selecionados mais de uma vez
ru: Элементы нельзя выбрать более одного раза
sw: Vipengee haviwezi kuchaguliwa zaidi ya mara moja
th: ไม่สามารถเลือกรายการได้มากกว่าหนึ่งครั้ง
tr: Ögeler birden fazla kez seçilemez
uk: Елементи не можуть бути обрані більше одного разу
vi: Các mục không thể được chọn nhiều hơn một lần

source: Add a condition
am: ሁኔታ ጨምር
ar: إضافة شرط
bn: শর্ত আরোপ করব
cs: Přidání podmínky
de: Eine Bedingung hinzufügen
es: Añadir una condición
fa: افزودن شرط
fr: Ajouter une condition
hi: एक शर्त जोड़ें
hu: Adjon meg egy feltételt
id: Tambahkan kondisi
ja: 条件の追加
km: បញ្ចូលលក្ខខណ្ឌ
my: အခြေအနေတစ်ခု ပေါင်းထည့်ရန်
ne: शर्त थप्नुहोस्
pl: Dodaj warunek
pt: Adicionar uma condição
ru: Добавить условие
sw: Ongeza masharti
th: เพิ่มเงื่อนไข
tr: Koşul ekleyin
uk: Додати умову
vi: Thêm điều kiện

source: Manually enter your skip logic in XLSForm code
am: የመዝለል ሎጂክዎን በXLSForm ኮድ እራስዎ ያስገቡ
ar: أدخال منطق الانتقالات يدويًا في صورة كود بملف بصيغة (XLSForm)
bn: বাদ দিয়ে যাওয়ার শর্ত XLSForm-এর কোডে লিখে দিন
cs: Ruční zadání logiky přeskočení v kódu souboru XLSForm
de: Geben Sie Ihre Verzweigungslogik manuell in den XLSForm-Code ein
es: Ingresar manualmente la lógica de omisión en el código XLSForm
fa: منطق پرش خود را به صورت دستی در کد XLSForm وارد کنید
fr: Saisir manuellement votre branchement conditionnel dans le code XLSForm
hi: मैन्युअल रूप से XLSForm कोड में अपना स्किप लॉजिक दर्ज करें
hu: Írja be manuálisan a kihagyási logikáját XLSForm kódban
id: Masukkan logika lewati Anda secara manual dalam kode XLSForm
ja: XLSFormコードを用いてスキップロジックを手動で入力する
km: បញ្ចូលដោយដៃរំលងឡូស៊ិករបស់អ្នកនៅក្នុងទម្រង់កូដ XLSForm
my: XLSForm ကုတ်ထဲသို့ သင်၏ ကျော်ပြခြင်းနည်းစနစ်ကို ကိုယ်တိုင်ထည့်သွင်းရန်
ne: XLSForm कोडमा आफैँले आफ्नो स्किप तर्क प्रविष्ट गर्नुहोस्
pl: Ręcznie wprowadź swoją logikę pomijania w kodzie XLSForm
pt: Digite manualmente sua lógica de salto em código XLSForm
ru: Вручную введите свою логику пропуска в код XLSForm
sw: Weka mwenyewe mantiki yako ya kuruka katika msimbo wa XLSForm
th: ใส่ตรรกะการข้ามของคุณด้วยตนเองในรหัส XLSForm
tr: XLSForm koduna atlama mantığınızı manuel olarak girin
uk: Вручну введіть логіку пропуску в код XLSForm
vi: Nhập thủ công bỏ qua logic của bạn trong mã XLSForm

source: Was Answered
am: መልስ ተሰጠው
ar: تمت الإجابة عليه
de: Wurde beantwortet
es: Fue respondida
fa: پاسخ داده شد
id: Dijawab
ja: 回答されました
km: ត្រូវបានឆ្លើយ
pl: Otrzymano odpowiedź
pt: Foi Respondida
ru: Получен ответ
sw: Ilijibiwa
th: ได้รับคำตอบแล้ว
uk: Отримано відповідь
vi: Đã được trả lời

source: Was not Answered
am: ምላሽ አላገኘም።
ar: لم تتم الإجابة عليه
de: Wurde nicht beantwortet
es: No fue respondida
fa: پاسخ داده نشد
id: Tidak Dijawab
ja: 回答されませんでした
km: មិនត្រូវបានឆ្លើយ
pl: Brak odpowiedzi
pt: Não foi Respondida
ru: Не получен ответ
sw: Haikujibiwa
th: ไม่ได้รับคำตอบ
uk: Не отримано відповідь
vi: Không được trả lời

source: not
am: አይደለም
ar: ليس
de: nicht
es: no
fa: نه
id: tidak
ja: ない
km: មិន
pl: nie
pt: não
ru: не
sw: si
th: ไม่
uk: ні
vi: không

source: Greater Than
am: ከዚያ ይበልጣል
ar: أكبر من
de: Größer als
es: Mayor que
fa: بزرگتر از
id: Lebih Besar dari
ja: より大きい
km: ច្រើនជាង
pl: Większe niż
pt: Maior que
ru: Больше
sw: Kubwa kuliko
th: มากกว่า
uk: Більше, ніж
vi: Lớn hơn

source: Less Than
am: ያነሰ
ar: أقل من
de: Kleiner als
es: Menor que
fa: کمتر از
id: Kurang dari
ja: 未満
km: តិចជាង
pl: Mniejsze od
pt: Menor que
ru: Меньше
sw: Ndogo kuliko
th: น้อยกว่า
uk: Менше, ніж
vi: Nhỏ hơn

source: Greater Than or Equal to
am: ይበልጣል ወይም እኩል
ar: أكبر من أو يساوي
de: Größer als oder gleich
es: Mayor o igual que
fa: بزرگتر از یا مساوی با
id: Lebih dari atau Sama dengan
ja: 以上で
km: ច្រើនជាង ឬស្មើ
pl: Większe lub równe
pt: Maior Que ou Igual a
ru: Больше или равно
sw: Kubwa Kuliko au Sawa na
th: มากกว่าหรือเท่ากับ
uk: Більше або дорівнює
vi: Lớn hơn hoặc Bằng
