Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Thanks for your upgrade! We appreciate your continued support. Reach out to billing@kobotoolbox.org if you have any questions about your plan.
am: ስለማሻሻልዎ እናመሰግናለን! ለቀጣይ ድጋፍዎ እናመሰግናለን። ስለ እቅድዎ ማንኛውም አይነት ጥያቄ ካሎት billing@kobotoolbox.org ያግኙ።
ar: شكرًا لترقيتك! نحن نشكرك على دعمك المستمر. تواصل مع billing@kobotoolbox.org إذا كانت لديك أي أسئلة حول خطتك.
bn: আপগ্রেড করার জন্য ধন্যবাদ! সমর্থন অব্যাহত রাখার জন্য আপনার প্রতি আমরা কৃতজ্ঞ। আপনার প্ল্যানটি সম্পর্কে কোনো প্রশ্ন থাকলে billing@kobotoolbox.org অ্যাড্রেসে যোগাযোগ করুন।
cs: Děkujeme za upgrade! Vážíme si vaší dlouhodobé podpory. V případě jakýchkoli dotazů ohledně vašeho tarifu nás kontaktujte na e-mailové adrese billing@kobotoolbox.org.
de: Vielen Dank für Ihr Upgrade! Wir wissen Ihre anhaltende Unterstützung zu schätzen. Bitte wenden Sie sich bei jeglichen Fragen zu Ihrem Tarif an billing@kobotoolbox.org.
es: ¡Gracias por actualizar tu plan! Agradecemos tu continuo apoyo. Te puedes comunicar con billing@kobotoolbox.org si tienes alguna pregunta sobre tu plan.
fa: با تشکر از ارتقاء شما! ما قدردان پشتیبانی مداوم شما هستیم. اگر در مورد برنامه خود سؤالی دارید، با billing@kobotoolbox.org تماس بگیرید.
fr: Merci pour votre mise à jour ! Nous apprécions votre soutien continu. Merci de contacter billing@kobotoolbox.org si vous avez des questions sur votre plan.
hi: आपके अपग्रेड के लिए धन्यवाद! हम आपके निरंतर समर्थन की सराहना करते हैं। यदि अपनी योजना (प्लैन) के बारे में आपके कोई प्रश्न हैं, तो billing@kobotoolbox.org पर संपर्क करें।
hu: Köszönjük, hogy csomagot váltott! Nagyra értékeljük, hogy továbbra is támogat minket. Lépjen velünk kapcsolatba a billing@kobotoolbox.org címen, amennyiben kérdése van a csomagjával kapcsolatosan.
id: Terima kasih atas peningkatan Anda! Kami menghargai dukungan Anda yang berkelanjutan. Hubungi billing@kobotoolbox.org jika Anda memiliki pertanyaan tentang paket Anda.
ja: アップグレードありがとうございます！今後ともよろしくお願いいたします。プランについてご不明な点がございましたら、billing@kobotoolbox.orgまでお問い合わせください。
pl: Dzięki za aktualizację! Doceniamy Twoje wsparcie. W przypadku pytań dotyczących swojego planu, skontaktuj się z Billing@kobotoolbox.org.
pt: Obrigado por atualizar! Agradecemos seu apoio contínuo. Entre em contato com billing@kobotoolbox.org se tiver alguma dúvida sobre seu plano.
ru: Благодарим за повышение уровня подписки! Мы ценим вашу постоянную поддержку. Напишите на billing@kobotoolbox.org, если у вас имеются вопросы относительно вашего плана подписки.
sw: Asante kwa uboreshaji wako! Tunashukuru kwa msaada wako unaoendelea. Wasiliana na billing@kobotoolbox.org ikiwa una maswali yoyote kuhusu mpango wako.
th: ขอบคุณสำหรับการอัปเกรดของคุณ! เราขอขอบคุณสำหรับการสนับสนุนอย่างต่อเนื่องของคุณ ติดต่อ billing@kobotoolbox.org หากคุณมีคำถามใดๆ เกี่ยวกับแผนของคุณ
tr: Sürüm yükseltme işleminiz için teşekkürler! Devamlı desteğiniz için minnettarız. Planınız hakkında herhangi bir sorunuz varsa billing@kobotoolbox.org adresinden bize ulaşın.
uk: Дякуємо за оновлення! Ми цінуємо вашу постійну підтримку. Якщо у вас виникнуть питання щодо вашого тарифного плану, пишіть на billing@kobotoolbox.org.
vi: Cảm ơn vì đã nâng cấp! Chúng tôi rất trân trọng sự ủng hộ từ bạn. Vui lòng liên hệ đến billing@kobotoolbox.org nếu như bạn có bất kỳ thắc mắc nào về gói đăng ký của mình.

source: Thanks for your upgrade! We appreciate your continued support. If your account is not immediately updated, wait a few minutes and refresh the page.
am: ስለማሻሻልዎ እናመሰግናለን! ለቀጣይ ድጋፍዎ እናመሰግናለን። መለያዎ ወዲያውኑ ካልተዘመነ፣ ጥቂት ደቂቃዎችን ይጠብቁ እና ገጹን ያድሱ።
ar: شكرًا لترقيتك! نحن نشكرك على دعمك المستمر. إذا لم يتم تحديث حسابك على الفور، انتظر بضع دقائق وقم بتحديث الصفحة.
bn: আপগ্রেড করার জন্য ধন্যবাদ! সমর্থন অব্যাহত রাখার জন্য আপনার প্রতি আমরা কৃতজ্ঞ। আপনার অ্যাকাউন্ট সাথে সাথে আপডেট না হলে কয়েক মিনিট অপেক্ষা করে তারপর পেজটি রিফ্রেশ করুন।
cs: Děkujeme za upgrade! Vážíme si vaší dlouhodobé podpory. Pokud se váš účet ihned neaktualizuje, počkejte pár minut a stránku obnovte.
de: Vielen Dank für Ihr Upgrade! Wir wissen Ihre anhaltende Unterstützung zu schätzen. Ist Ihr Konto nicht sofort aktualisiert, warten Sie ein paar Minuten und laden Sie die Seite erneut.
es: ¡Gracias por actualizar tu plan! Agradecemos tu continuo apoyo. Si tu cuenta no se actualiza de inmediato, espera unos minutos y actualiza la página.
fa: با تشکر از ارتقاء شما! ما قدردان پشتیبانی مداوم شما هستیم. اگر حساب شما فوراً به روز نمی‌شود، چند دقیقه صبر کنید و صفحه را بازخوانی کنید.
fr: Merci pour votre mise à jour ! Nous apprécions votre soutien continu. Si votre compte n'est pas immédiatement mis à jour, attendez quelques minutes et actualisez la page.
hi: आपके अपग्रेड के लिए धन्यवाद! हम आपके निरंतर समर्थन की सराहना करते हैं। यदि आपका खाता तुरंत अपडेट नहीं हुआ है, तो कुछ मिनट प्रतीक्षा करें और पृष्ठ को रिफ्रेश करें।
hu: Köszönjük, hogy csomagot váltott! Nagyra értékeljük, hogy továbbra is támogat minket. Amennyiben a felhasználói fiókja nem frissül azonnal, várjon pár percet és frissítse az oldalt.
id: Terima kasih atas peningkatan Anda! Kami menghargai dukungan Anda yang berkelanjutan. Jika akun Anda tidak segera diperbarui, tunggu beberapa menit dan segarkan halaman.
ja: アップグレードありがとうございます！今後ともよろしくお願いいたします。アカウントがすぐに更新されない場合は、数分待ってからページを更新してください。
pl: Dzięki za aktualizację! Doceniamy Twoje wsparcie. Jeśli konto nie zostanie natychmiast zaktualizowane, odczekaj kilka minut i odśwież stronę.
pt: Obrigado por atualizar! Agradecemos seu apoio contínuo. Se sua conta não for atualizada imediatamente, aguarde alguns minutos e atualize a página.
ru: Благодарим за повышение уровня подписки! Мы ценим вашу постоянную поддержку. Если ваша учетная запись не обновляется, подождите несколько минут и перезагрузите страницу.
sw: Asante kwa uboreshaji wako! Tunashukuru kwa msaada wako unaoendelea. Ikiwa akaunti yako haijasasishwa mara moja, subiri dakika chache na uonyeshe ukurasa upya.
th: ขอบคุณสำหรับการอัปเกรดของคุณ! เราขอขอบคุณสำหรับการสนับสนุนอย่างต่อเนื่องของคุณ หากบัญชีของคุณไม่ได้รับการอัปเดตอย่างทันที ให้รอสักครู่แล้วรีเฟรชหน้านี้
tr: Sürüm yükseltme işleminiz için teşekkürler! Devamlı desteğiniz için minnettarız. Hesabınız hemen güncellenmezse, birkaç dakika bekleyin ve sayfayı yenileyin.
uk: Дякуємо за оновлення! Ми цінуємо вашу постійну підтримку. Якщо ваш обліковий запис не оновлюється одразу, зачекайте кілька хвилин і оновіть сторінку.
vi: Cảm ơn vì đã nâng cấp! Chúng tôi rất trân trọng sự ủng hộ từ bạn. Nếu tài khoản của bạn hiện đang không được cập nhật, xin vui lòng đợi vài phút và tải lại trang.

source: Collapse full comparison
am: ሙሉ ለሙሉ ማወዳደር
ar: إخفاء المقارنة الكاملة
de: Vollständigen Vergleich zuklappen
es: Contraer comparación completa
fa: بستن مقایسه کامل
id: Tutup perbandingan lengkap
ja: 完全な比較を折りたたむ
pl: Zamknij pełne porównanie
pt: Ocultar comparação completa
ru: Свернуть полное сравнение
sw: Kunja ulinganisho kamili
th: ยุบการเปรียบเทียบแบบเต็ม
uk: Повністю згорнути порівняння
vi: Thu gọn toàn bộ so sánh

source: Display full comparison
am: ሙሉ ንፅፅር አሳይ
ar: عرض المقارنة الكاملة
de: Vollständigen Vergleich anzeigen
es: Visualizar comparación completa
fa: نمایش مقایسه کامل
id: Tampilkan perbandingan lengkap
ja: 完全な比較を表示
pl: Wyświetl pełne porównanie
pt: Exibir comparação completa
ru: Показать полное сравнение
sw: Onyesha ulinganisho kamili
th: แสดงการเปรียบเทียบแบบเต็ม
uk: Повністю відобразити порівняння
vi: Hiển thị toàn bộ so sánh

source: show monthly plans
am: ወርሃዊ እቅዶችን አሳይ
ar: عرض الخطط الشهرية
de: Monatliche Tarife anzeigen
es: mostrar planes mensuales
fa: برنامه‌‌های ماهانه را نمایش بده
id: tampilkan paket bulanan
ja: 月額プランを表示する
pl: pokaż miesięczne plany
pt: mostrar planos mensais
ru: показать месячные планы
sw: onyesha mipango ya kila mwezi
th: แสดงแผนรายเดือน
uk: показати щомісячні тарифні плани
vi: hiển thị các gói theo tháng

source: Monthly
am: ወርሃዊ
ar: الشهري
bn: মাসিক
cs: Měsíční
de: Monatlich
es: Mensual
fa: ماهانه
fr: Mensuel
hi: मासिक
hu: Havi
id: Bulanan
ja: 月額
pl: Miesięczny
pt: Mensal
ru: Месячная
sw: Kila mwezi
th: รายเดือน
tr: Aylık
uk: Щомісяця
vi: Theo tháng

source: show annual plans
am: ዓመታዊ ዕቅዶችን አሳይ
ar: عرض الخطط السنوية
de: Jährliche Tarife anzeigen
es: mostrar planes anuales
fa: برنامه‌های سالانه را نمایش بده
id: tampilkan paket tahunan
ja: 年間プランを表示する
pl: pokaż roczne plany
pt: mostrar planos anuais
ru: показать годовые планы
sw: onyesha mipango ya kila mwaka
th: แสดงแผนรายปี
uk: показати річні тарифні плани
vi: hiển thị các gói theo năm

source: Annual
am: አመታዊ
ar: السنوي
bn: বার্ষিক
cs: Roční
de: Jährlich
es: Anual
fa: سالانه
fr: Annuel
hi: वार्षिक
hu: Éves
id: Tahunan
ja: 年額
pl: Roczny
pt: Anual
ru: Годовая
sw: Kila mwaka
th: รายปี
tr: Yıllık
uk: Щорічний
vi: Theo năm

source: Want more?
am: ተጨማሪ ይፈልጋሉ?
ar: هل تريد المزيد؟
de: Darf es mehr sein?
es: ¿Quieres conocer más?
fa: آیا موارد بیشتری می‌خواهید؟
id: Ingin lebih banyak?
ja: もっと見る
pl: Chcesz więcej?
pt: Deseja saber mais?
ru: Хотите больше?
sw: Je, ungependa zaidi?
th: ต้องการมากกว่านี้?
uk: Хочете ще?
vi: Bạn cần thêm các gói khác?

source: Contact us
am: እኛን ያነጋግሩን
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Comunícate con nosotros.
fa: با ما تماس بگیرید
id: Hubungi kami
ja: お問い合わせ
pl: Skontaktuj się z nami
pt: Entre em contato conosco
ru: Свяжитесь с нами
sw: Wasiliana nasi
th: ติดต่อเรา
uk: Зв'яжіться з нами
vi: Hãy liên hệ với chúng tôi

source: For organizations with higher volume and advanced data collection needs, get in touch to learn more about our
am: ከፍተኛ መጠን እና የላቀ የውሂብ አሰባሰብ ፍላጎት ላላቸው ድርጅቶች ስለእኛ የበለጠ ለማወቅ ይገናኙ
ar: بالنسبة للمؤسسات ذات الحجم الكبير والاحتياجات المتقدمة لجمع البيانات، تواصل معنا لمعرفة المزيد عن
de: Für Organisationen mit höherem Volumen und Bedarf für fortgeschrittene Datensammlung: Kontaktieren Sie uns, um mehr herauszufinden über unseren
es: Para organizaciones con un mayor volumen y necesidades avanzadas de recolección de datos, comunícate con nosotros para obtener más información sobre nuestro
fa: برای سازمان‌های با حجم بالا و نیازهای جمع‌آوری داده‌ها بطور پیشرفته،‌ تماس بگیرید تا بیشتر بدانید
id: Untuk organisasi dengan volume lebih tinggi dan kebutuhan pengumpulan data tingkat lanjut, hubungi kami untuk mempelajari lebih lanjut tentang
ja: より大量かつ高度なデータ収集を必要とする組織向けの、エンタープライズプランの詳細について
pl: W przypadku organizacji o szerszym zasięgu i bardziej zaawansowanych potrzebach w zakresie gromadzenia danych, skontaktuj się z nami, aby dowiedzieć się więcej o naszym
pt: Para organizações com necessidades de coleta de dados avançadas e de maior volume, entre em contato para saber mais sobre nosso
ru: Для организаций с большими объемами и повышенными потребностями в сборе данных свяжитесь с нами, чтобы узнать больше о нашем
sw: Kwa mashirika yenye sauti ya juu na mahitaji ya juu ya ukusanyaji wa data, huwasiliana na kupata maelezo zaidi kuhusu
th: สำหรับองค์กรที่มีปริมาณงานมากและมีความต้องการเก็บรวบรวมข้อมูลขั้นสูง กรุณาติดต่อเราเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับ
uk: Для організацій з більшими обсягами та складнішими вимогами до збору даних, зв'яжіться з нами, щоб дізнатися більше про наш
vi: Đối với các tổ chức có nhu cầu thu thập dữ liệu nâng cao với khối lượng lớn, hãy liên hệ để biết thêm về

source: Enterprise Plan
am: የድርጅት እቅድ
ar: خطة المؤسسة
de: Unternehmenstarif
es: Plan para empresas
fa: برنامه شرکتی
id: Paket Perusahaan
ja: お問い合わせください
pl: Planie dla Przedsiębiorstw
pt: Plano empresarial
ru: бизнес-плане
sw: Mpango wetu wa Biashara
th: แผนเอ็นเตอร์ไพร์ส
uk: План підприємства
vi: Gói Doanh nghiệp của chúng tôi

source: We also offer custom solutions and private servers for large organizations.
am: እንዲሁም ለትላልቅ ድርጅቶች ብጁ መፍትሄዎችን እና የግል አገልጋዮችን እናቀርባለን።
ar: نقدم أيضًا حلولاً مخصصة وخوادم خاصة للمنظمات الكبيرة.
de: Wir bieten außerdem benutzerdefinierte Lösungen und private Server für große Organisationen an.
es: También ofrecemos soluciones personalizadas y servidores privados para grandes organizaciones.
fa: ما همچنین راه‌‌حل‌های سفارشی و سرورهای خصوصی برای سازمان‌های بزرگ ارائه می‌دهیم.
id: Kami juga menawarkan layanan khusus dan server pribadi untuk organisasi besar.
ja: また、大規模組織向けにカスタム ソリューションやプライベート サーバーも提供しています。
pl: Oferujemy również niestandardowe rozwiązania oraz prywatne serwery dla dużych organizacji.
pt: Também oferecemos soluções personalizadas e servidores privados para grandes organizações.
ru: Мы также предлагаем индивидуальные решения и приватные серверы для крупных организаций.
sw: Pia tunatoa masuluhisho maalum na seva za kibinafsi kwa mashirika makubwa.
th: เรายังนำเสนอโซลูชั่นเพื่อคุณโดยเฉพาะและเซิร์ฟเวอร์ส่วนตัวสำหรับองค์กรขนาดใหญ่
uk: Ми також пропонуємо індивідуальні рішення та приватні сервери для великих організацій.
vi: Chúng tôi cũng sẽ cung cấp các giải pháp tùy chỉnh và các máy chủ riêng cho các tổ chức lớn.

source: Contact our team
am: ቡድናችንን ያግኙ
ar: اتصل بفريقنا
de: Kontaktieren Sie unser Team
es: Comunícate con nuestro equipo
fa: با گروه ما تماس بگیرید
id: Hubungi tim kami
ja: 担当窓口
pl: Skontaktuj się z naszym zespołem,
pt: Entre em contato com nossa equipe
ru: Свяжитесь с нашей командой
sw: Wasiliana na timu yetu
th: ติดต่อทีมของเรา
uk: Зв'яжіться з нашою командою
vi: Hãy liên hệ với đội ngũ của chúng tôi

source: for more information.
am: ለበለጠ መረጃ።
ar: لمزيد من المعلومات.
de: für weitere Informationen.
es: para obtener más información.
fa: برای اطلاعات بیشتر.
id: untuk informasi lebih lanjut.
ja: にお問い合わせください
pl: aby otrzymać więcej informacji.
pt: para obter mais informações.
ru: для получения дополнительной информации.
sw: kwa habari zaidi.
th: สำหรับข้อมูลเพิ่มเติม
uk: для отримання додаткової інформації.
vi: để biết thêm thông tin.

source: Discard unsaved changes?
am: ያልተቀመጡ ለውጦች ይጣሉ?
ar: هل أتجاهل التغييرات التي لم يتم حفظها؟
bn: সেভ না করা পরিবর্তনগুলো মুছে দেবেন?
cs: Zahodit neuložené změny?
de: Ungespeicherte Änderungen verwerfen?
es: ¿Descartar los cambios sin guardar?
fa: از تغییرات ذخیره نشده صرفنظر شود؟
fr: Ignorer les modifications non enregistrées ?
hi: सहेजे न गए परिवर्तनों को खारिज करें?
hu: Elveti a nem mentett változtatásokat?
id: Buang perubahan yang belum disimpan?
ja: 保存されていない変更を破棄しますか？
km: បោះបង់ចោលការផ្លាស់ប្ដូរដែលមិនបានរក្សាទុកឬ?
my: မသိမ်းရသေးသည့် ပြောင်းလဲမှုများကို ပယ်ဖျက်ပါမည်လား?
ne: सेभ नगरिएका परिवर्तनहरू खारेज गर्ने हो?
pl: Odrzucić niezapisane zmiany?
pt: Descartar mudanças não salvas?
ru: Отменить несохраненные изменения?
sw: Tupa mabadiliko ambayo hayajahifadhiwa?
th: ละทิ้งการเปลี่ยนแปลงที่ไม่ได้บันทึกหรือไม่
tr: Kaydedilmemiş değişiklikler silinsin mi?
uk: Скасувати незбережені зміни?
vi: Hủy các thay đổi chưa được lưu?

source: source file
am: ምንጭ ፋይል
ar: الملف الأصلي
bn: উৎস ফাইল
cs: zdrojový soubor
de: Quelldatei
es: archivo de origen
fa: فایل منبع
fr: fichier source
hi: स्रोत फ़ाइल
hu: forrásfájl
id: sumber file
ja: ソースファイル
km: ឯកសារប្រភព
my: မူရင်းဖိုင်
ne: स्रोत फाइल
pl: plik źródłowy
pt: arquivo-fonte
ru: исходный файл
sw: faili ya chanzo
th: ไฟล์ต้นฉบับ
tr: kaynak dosya
uk: файл джерело
vi: tệp tin nguồn

source: XML values
am: XML እሴቶች
ar: قيم (XML)
de: XML-Werte
es: Valores XML
ja: XML値
uk: Значення XML

source: Item
am: ዓይነት
ar: عنصر
bn: আইটেম
cs: Položka
de: Element
es: Objeto
fa: مورد
fr: Objet
hi: आइटम
hu: Tétel:
ja: 項目
km: ធាតុ
my: ပစ္စည်း
ne: वस्तु
pl: Pozycja
ru: Пункт
sw: Kipengee
th: รายการที่
tr: Öge
uk: Елемент
vi: Mục

source: of ##total_count##
am: የ ##total_count##
ar: من ##total_count##
bn: ##total_count##টির মধ্যে
cs: z ##total_count##
de: von ##total_count##
es: de ##total_count##
fa: از##total_count##
fr: de##total_count##
hi: ##total_count## में से
hu: /##total_count##
id: dari ##total_count##
ja: ##total_count##個中の
km: នៃ ##total_count##
my: စုစုပေါင်း ##total_count## ခုမှ
ne: को ##total_count##
pl: z ##total_count##
pt: de ##total_count##
ru: из ##total_count##
sw: cha ##total_count##
th: จาก ##total_count##
tr: ##total_count##‘inin
uk: із ##total_count##
vi: của ##total_count##

source: Transcript
am: ግልባጭ
ar: نص مفرّغ
bn: প্রতিলিপি
cs: Přepis
de: Transkript
es: Transcripción
fa: رونوشت
fr: Transcription
hi: ट्रांस्क्रिप्ट
hu: Átirat
id: Transkripsi
ja: 文字起こし
km: ប្រតិចារឹក
my: စာသားမှတ်တမ်း
ne: ट्रान्सक्रिप्ट
pl: Transkrypt
pt: Transcrição
ru: Транскрипт
sw: Nakala
th: ข้อความถอดเสียง
tr: Transkript
uk: Транскрибування аудіозапису
vi: Bản phiên âm

source: Translations
am: ትርጉሞች
ar: الترجمات
bn: অনুবাদ
cs: Překlady
de: Übersetzungen
es: Traducciones
fa: ترجمه‌ها
fr: Traductions
hi: अनुवाद
hu: Fordítások
id: Terjemahan
ja: 翻訳
km: ការបកប្រែ
my: ဘာသာပြန်များ
ne: अनुवादहरू
pl: Tłumaczenia
pt: Traduções
ru: Переводы
sw: Tafsiri
th: คำแปล
tr: Çeviriler
uk: Переклади
vi: Bản dịch

source: Analysis
am: ትንተና
ar: تحليل
bn: বিশ্লেষণ
cs: Analýza
de: Analyse
es: Análisis
fa: تحلیل
fr: Analyse
hi: विश्लेषण
hu: Elemzés
id: Analisis
ja: 解析
km: ការវិភាគ
my: ခွဲခြမ်းစိတ်ဖြာခြင်း
ne: विश्लेषण
pl: Analiza
pt: Análise
ru: Анализ
sw: Uchambuzi
th: การวิเคราะห์
tr: Analiz
uk: Аналіз
vi: Phân tích

source: ##username## changed project name
am: ##username##የፕሮጀክት ስም ተቀይሯል
ar: قام ##username## بتغيير أسم المشروع
de: ##username## hat den Projektnamen geändert
es: ##username## se cambió el nombre del proyecto
ja: ##username##がプロジェクト名を変更しました
uk: ##username## змінено назву проєкту

source: ##username## updated project settings
am: ##username## የተዘመኑ የፕሮጀክት አዘጋጆች
ar: قام ##username## بتحديث إعدادات المشروع
de: ##username## hat die Projekteinstellungen aktualisiert
es: ##username## se actualizaron las configuraciones del proyecto
ja: ##username##がプロジェクト設定を更新しました
uk: ##username## оновлено налаштування проєкту

source: ##username## deployed project
am: ##username## የተሰማራ ፕሮጀክት
ar: قام ##username## بنشر المشروع
de: ##username## hat das Projekt bereitgestellt
es: ##username##<b> </b>se implementó el proyecto
ja: ##username##がプロジェクトを公開しました
uk: ##username## розміщено проєкт

source: ##username## redeployed project
am: ##username## እንደገና የተሰማራ ፕሮጀክት
ar: قام ##username## بإعادة نشر المشروع
de: ##username## hat das Projekt erneut bereitgestellt
es: ##username##<b> </b>se reimplementó el proyecto
ja: ##username##がプロジェクトを再公開しました
uk: ##username## перерозміщено проєкт

source: ##username## archived project
am: ##username## በማህደር የተቀመጠ ፕሮጀክት
ar: قام ##username## بأرشفة المشروع
de: ##username## hat das Projekt archiviert
es: ##username## se archivó el proyecto
ja: ##username##がプロジェクトをアーカイブしました
uk: ##username## заархівовано проєкт

source: ##username## unarchived project
am: ##username## በማህደር ያልተቀመጠ ፕሮጀክት
ar: قام ##username## بإلغاء الأرشفة للمشروع
de: ##username## hat das Projekt dearchiviert
es: ##username## no se archivó el proyecto
ja: ##username##がプロジェクトのアーカイブを解除しました
uk: ##username## розархівовано проєкт

source: ##username## uploaded a new form
am: ##username## አዲስ ቅፅ ሰቀሉ
ar: قام ##username## برفع نموذج جديد
de: ##username## hat ein neues Formular hochgeladen
es: ##username## se cargó un nuevo formulario
ja: ##username##が新しいフォームをアップロードしました
uk: ##username## завантажено нову форму

source: ##username## edited the form in the formbuilder
am: ##username## ቅጹን በቅፅ ገንቢው ውስጥ አርትኦት አድርጓል
ar: قام ##username## بتعديل النموذج في (Formbuilder)
de: ##username## hat das Formular im Formbuilder bearbeitet
es: ##username## se editó el formulario en Formbuilder
ja: ##username##がFormbuilderでフォームを編集しました
uk: ##username## відредаговано форму в конструкторі форм

source: ##username## exported data
am: ##username## የተላኩ ውሂብዎች
ar: قام ##username## بتصدير البيانات
de: ##username## hat Daten exportiert
es: ##username## se exportaron datos
ja: ##username##がデータをエクスポートしました
uk: ##username## експортовано дані

source: ##username## modified qualitative analysis questions
am: ##username## የተሻሻሉ የጥራት ትንታኔ ጥያቄዎች
ar: قام ##username## بتعديل أسئلة التحليل النوعي
de: ##username## hat qualitative Analysefragen geändert
es: ##username## se modificaron las preguntas de análisis cualitativo
ja: ##username##が定性分析の質問を修正しました
uk: ##username## змінено запитання для якісного аналізу

source: ##username## added a media attachment
am: ##username## የሚዲያ አባሪ ተጨምሯል
ar: قام ##username## بإضافة مرفق وسائط
de: ##username## hat einen Medienanhang hinzugefügt
es: ##username## se agregó un archivo multimedia adjunto
ja: ##username##がメディア添付ファイルを追加しました
uk: ##username## додано вкладення медіафайлу

source: ##username## removed a media attachment
am: ##username## የመገናኛ ብዙኃን አባሪ ተወግዷል
ar: قام ##username## بإزالة مرفق الوسائط
de: ##username## hat einen Medienanhang entfernt
es: ##username## Se ha eliminado un archivo multimedia adjunto
ja: ##username##がメディア添付ファイルを削除しました
uk: ##username## видалено вкладення медіафайлу

source: ##username## connected project data with another project
am: ##username## ከሌላ ፕሮጀክት ጋር የተገናኙ የፕሮጀክት ውሂብዎች
ar: قام ##username## بربط بيانات المشروع بمشروع آخر
de: ##username## hat die Projektdaten mit einem anderen Projekt verbunden
es: ##username## se conectaron los datos del proyecto con los de otro proyecto
ja: ##username##がプロジェクトデータを別のプロジェクトに接続しました
uk: ##username## з'єднано дані проєкту з іншим проєктом

source: ##username## disconnected project from another project
am: ##username## ከሌላ ፕሮጀክት ጋር ያልተገናኘ ፕሮጀክት
ar: قام ##username## بفصل مشروع عن مشروع آخر
de: ##username## hat das Projekt von einem anderen Projekt gelöst
es: ##username## se desconectaron los datos del proyecto con los de otro proyecto
ja: ##username##がプロジェクトを別のプロジェクトから切断しました
uk: ##username## від'єднано проєкт від іншого проєкту

source: ##username## changed imported fields from another project
am: ##username## ከሌላ ፕሮጀክት የገቡ መስኮችን ቀይረዋል
ar: قام ##username## بتغيير الحقول المستوردة من مشروع آخر
de: ##username## hat aus einem anderen Projekt importierte Felder geändert
es: ##username## se cambiaron los campos importados de otro proyecto
ja: ##username##が別のプロジェクトからインポートされたフィールドを変更しました
uk: ##username## змінено імпортовані поля з іншого проєкту

source: ##username## modified data sharing
am: ##username## የተስተካከለ የውሂብ መጋራት
ar: قام ##username## بمشاركة البيانات المعدلة
de: ##username## hat die Datenteilung geändert
es: ##username## se modificó el intercambio de datos
ja: ##username##がデータ共有を変更しました
uk: ##username## змінено обмін даними

source: ##username## enabled data sharing
am: ##username## የውሂብ ልውውጥ ተፈቅዷል
ar: قام ##username## بتمكين مشاركة البيانات
de: ##username## hat die Datenteilung aktiviert
es: ##username## se activó el intercambio de datos
ja: ##username##がデータの共有を有効にしました
uk: ##username## увімкнено обмін даними

source: ##username## disabled data sharing
am: ##username## የውሂብ መጋራት ተሰናክሏል
ar: قام ##username## بتعطيل مشاركة البيانات
de: ##username## hat die Datenteilung deaktiviert
es: ##username## se desactivó el intercambio de datos
ja: ##username##がデータの共有を無効にしました
uk: ##username## вимкнено обмін даними

source: ##username## registered a new REST service
am: ##username## አዲስ የእንደገና ማስጀመር አገልግሎቶች ተመዝግቧል
ar: قام ##username## بتسجيل خدمة نقل وتمثيل الحالة (REST) جديدة
de: ##username## hat einen neuen REST-Service registriert
es: ##username## se registró un nuevo servicio REST
ja: ##username##が新しいRESTサービスを登録しました
uk: ##username## зареєстровано нову службу REST

source: ##username## modified a REST service
am: ##username## የተስተካከለ የእንደገና ማስጀመር አገልግሎቶች
ar: قام ##username## بتعديل خدمة نقل وتمثيل الحالة (REST)
de: ##username## hat einen neuen REST-Service geändert
es: ##username## se modificó un servicio REST
ja: ##username##がRESTサービスを変更しました
uk: ##username## змінено службу REST

source: ##username## deleted a REST service
am: ##username##የእንደገና ማስጀመር አገልግሎቶች ተሰርዟል
ar: قام ##username## بحذف خدمة نقل وتمثيل الحالة (REST)
de: ##username## hat einen REST-Service gelöscht
es: ##username## se eliminó un servicio REST
ja: ##username##がRESTサービスを削除しました
uk: ##username## видалено службу REST
