Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: If it was you, please try another email address you might have used to create your account, or double check that your account was not registered on a different KoboToolbox server.
am: አንተ ከሆንክ፣ እባክህ መለያህን ለመፍጠር Oተጠቅመህበት ሊሆን የሚችለውን ሌላ የኢሜይል አድራሻ ሞክር፣ ወይም መለያህ በተለየ የKoboToolbox አገልጋይ ላይ እንዳልተመዘገበ በድጋሚ አረጋግጥ።
ar: إذا كنت أنت من طلبت إعادة تعيين كلمة المرور، يرجى المحاولة باستخدام عنوان بريد إلكتروني آخر قد تكون قمت باستخدامه لإنشاء حسابك، أو التحقق مرة أخرى من أن حسابك لم يتم تسجيله على خادم KoboToolbox مختلف.
bn: যদি আপনিই তা চেয়ে থাকেন তাহলে, অ্যাকাউন্ট খুলতে ব্যবহার করে থাকতে পারেন এমন অন্য কোনো ইমেইল দিয়ে অনুগ্রহ করে চেষ্টা করে দেখুন, কিংবা আপনার অ্যাকাউন্টটি অন্য কোনো KoboToolbox সার্ভারে খোলা হয়েছিল কি না তা আরেকবার দেখে নিন।
cs: Pokud jste to byli vy, zkuste prosím jinou e-mailovou adresu, kterou jste mohli použít k vytvoření svého účtu, nebo znovu zkontrolujte, zda váš účet nebyl zaregistrován na jiném serveru KoboToolbox.
de: Wenn die Anfrage von Ihnen kommt, versuchen Sie eine andere E-Mail-Adresse, die Sie zum Erstellen Ihres Kontos verwendet haben, oder überprüfen Sie, ob Ihr Konto nicht auf einem anderen KoboToolbox-Server registriert wurde.
es: Si fuiste tú, prueba con otra dirección de correo electrónico que hayas utilizado para crear tu cuenta o verifica que tu cuenta no esté registrada en otro servidor de KoboToolbox.
fa: اگر درخواست از جانب شما بوده است، لطفاً آدرس ایمیل دیگری که ممکن است برای ایجاد حساب خود استفاده کرده باشید را امتحان کنید یا دوباره بررسی کنید که حساب کاربری شما در سرور دیگری از جعبه ابزار کوبو ثبت نشده باشد.
fr: S'il s'agit bien de vous, essayez une autre adresse e-mail que vous auriez pu utiliser pour créer votre compte, ou vérifiez que votre compte n'a pas été enregistré sur un autre serveur KoboToolbox.
hi: अगर यह आप थे, तो कृपया किसी अन्य ईमेल पते से कोशिश करें जिसे शायद आपने खाता बनाने के लिए प्रयोग किया होगा, या फिर से जांच कर लें कि आपका खाता एक अन्य कोबोटूलबॉक्स सर्वर पर तो पंजीकृत नहीं था।
id: Jika itu Anda, silakan coba alamat email lain yang mungkin Anda gunakan untuk membuat akun, atau periksa kembali apakah akun Anda tidak terdaftar di server KoboToolbox yang berbeda.
ja: ご自身である場合は、アカウント作成に使用した可能性のある別のメールアドレスを試すか、アカウントが別のKoboToolboxサーバーに登録されていないか、再度確認してください。
my: အကယ်၍ ထိုသူသည်သင်ဖြစ်ပါက သင်အကောင့်ဖွင့်ရာတွင် အသုံးပြုနိုင်ခဲ့သော အခြားအီးမေးလ်နှင့် ပြန်လည်ကြိုးစားကြည့်ပါ သို့မဟုတ် သင်၏အကောင့်အား အခြားသော Kobo ကိရိယာအကွက် ဆာဗာတွင် စာရင်းပေးသွင်းမှု မလုပ်ထားကြောင်း ပြန်လည်စစ်ဆေးပေးပါ။
ne: यदि यो तपाईं हुनुहुन्थ्यो भने, कृपया अर्को इमेल ठेगाना प्रयास गर्नुहोस् जुन तपाईंले आफ्नो खाता सिर्जना गर्न प्रयोग गर्नुभएको हुन सक्छ, वा तपाईंको खाता फरक KoboToolbox सर्भरमा दर्ता गरिएको छैन भनेर जाँच गर्नुहोस्।
pl: Jeżeli to Ty wysłałeś prośbę, spróbuj użyć innego adresu e-mail, niż ten, który użyłeś do utworzenia konta, lub sprawdź, czy Twoje konto nie zostało zarejestrowane na innym serwerze KoboToolbox.
pt: Se foi você, experimente inserir outro endereço de e-mail que porventura tenha usado para criar sua conta, ou, então, cheque se sua conta não foi registrada em outro servidor KoboToolbox.
ru: Если это были вы, попробуйте использовать другой адрес электронной почты, который вы могли использовать для создания учетной записи, или проверьте, не была ли ваша учетная запись зарегистрирована на другом сервере KoboToolbox.
sw: Amennyiben Ön volt a kérelmező, próbáljon ki egy másik e-mail-címet, amelyet a fiók létrehozásához használhatott, vagy ellenőrizze, hogy a fiókja nem egy másik KoboToolbox-szerveren volt-e regisztrálva.
th: หากเป็นคุณ โปรดลองใช้ที่อยู่อีเมลอื่นที่คุณอาจเคยใช้สร้างบัญชีของคุณ หรือตรวจสอบอีกครั้งว่าบัญชีของคุณไม่ได้ลงทะเบียนในเซิร์ฟเวอร์ KoboToolbox อื่น
uk: Якщо це були ви, будь ласка, спробуйте іншу адресу електронної пошти, яку ви могли використовувати для створення облікового запису, або перевірте, чи не зареєстрований ваш обліковий запис на іншому сервері KoboToolbox.
vi: Nếu đó là bạn, vui lòng thử lại địa chỉ email khác mà có khả năng bạn đã sử dụng để tạo tài khoản, hoặc chắc rằng tài khoản của bạn chưa từng được đăng kí trên máy chủ KoboToolbox khác.

source: KoboToolbox Password Reset Unsuccessful
am: የ KoboToolbox ይለፍ ቃል ዳግም ማስጀመር አልተሳካም
ar: فشل إعادة تعيين كلمة المرور الخاصة بـ KoboToolbox
bn: KoboToolbox-এর পাসওয়ার্ড রিসেট করা যায় নি
cs: Obnovení hesla KoboToolbox se nezdařilo
de: Zurücksetzen des KoboToolbox-Passworts fehlgeschlagen
es: Restablecimiento de la contraseña de KoboToolbox fallido
fa: بازنشانی رمز عبور جعبه ابزار کوبو (KoboToolbox) ناموفق بود
fr: La réinitialisation du mot de passe de la KoboToolbox a échoué
hi: कोबोटूलबॉक्स पासवर्ड रीसेट असफल
id: Pengaturan Ulang Kata Sandi KoboToolbox Tidak Berhasil
ja: Kobo Toolboxのパスワードのリセットに失敗しました
my: Kobo ကိရိယာအကွက် စကားဝှက်ပြန်လည်ထားရှိခြင်း မအောင်မြင်ပါ
ne: KoboToolbox पासवर्ड रिसेट असफल
pl: Nieudana próba zresetowania hasła KoboToolbox
pt: Redefinição de senha do KoboToolbox sem sucesso
ru: Сброс пароля KoboToolbox не удался
sw: KoboToolbox-jelszó visszaállítása sikertelen
th: การรีเซตรหัสผ่าน KoboToolbox ไม่สำเร็จ
uk: Невдала зміна пароля для облікового запиту KoboToolbox
vi: Đặt lại mật khẩu KoboToolbox không thành công

source: Confirm E-mail Address
am: ኢሜል አረጋግጥ
ar: تأكيد عنوان البريد الإلكتروني
bn: ইমেইল অ্যাড্রেস নিশ্চিত করুন
cs: Potvrďte e-mailovou adresu
de: Bestätigen Sie Ihre E-Mail-Adresse
es: Confirmar dirección de correo electrónico
fa: آدرس ایمیل را تایید کنید
fr: Veuillez confirmer l'adresse e-mail
hi: ई-मेल पते की पुष्टि करें
id: Konfirmasi Alamat Email
ja: メールアドレスを確認してください
my: အီးမေးလ်လိပ်စာ အတည်ပြုပါ
ne: इ-मेल ठेगाना पुष्टि गर्नुहोस्
pl: Potwierdź adres e-mail
pt: Confirme seu endereço de e-mail
ru: Подтвердить адрес электронной почты
sw: E-mail-cím megerősítése
th: ยืนยันที่อยู่อีเมล
uk: Підтвердіть адресу електронної пошти
vi: Xác nhận địa chỉ email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
am: እባክዎ <a href="mailto:%(email)s">%(email)s</a> የተጠቃሚ %(user_display)s የኢሜል አድራሻ መሆኑን ያረጋግጡ።
ar: يرجى تأكيد أن <a href="mailto:%(email)s">%(email)s</a> هو البريد الإلكتروني للمستخدم %(user_display)s.
bn: অনুগ্রহ করে নিশ্চিত করুন যে <a href="mailto:%(email)s">%(email)s</a> ইমেইল অ্যাড্রেসটি %(user_display)s নামক ইউজারের।
cs: Potvrďte prosím, že <a href="mailto:%(email)s">%(email)s</a> je e-mailová adresa uživatele %(user_display)s.
de: Bitte bestätigen Sie, dass <a href="mailto:%(email)s">%(email)s</a> eine E-Mail-Adresse für den/die Benutzer*in %(user_display)s ist.
es: Confirma que <a href="mailto:%(email)s">%(email)s</a> es la dirección de correo electrónico de %(user_display)s.
fa: لطفاً تایید کنید که <a href="mailto:%(email)s">%(email)s</a> ایمیل آدرس برای کاربر است %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est bien l'adresse e-mail de l'utilisateur %(user_display)s.
hi: कृपया पुष्टि करें कि उपयोगकर्ता %(user_display)s के लिए <a href="mailto:%(email)s">%(email)s</a> एक ई-मेल पता है।
id: Silakan konfirmasi bahwa <a href="mailto:%(email)s">%(email)s</a> adalah alamat email untuk pengguna %(user_display)s.
ja: <a href="mailto:%(email)s">%(email)s</a>がユーザー%(user_display)sのメールアドレスであることを確認してください。
my: သုံးစွဲသူ %(user_display)s အတွက် အီးမေးလ်လိပ်စာသည်<a href="mailto:%(email)s">%(email)s</a> ဖြစ်ကြောင်း ကျေးဇူးပြု၍ အတည်ပြုပေးပါ။
ne: कृपया पुष्टि गर्नुहोस् कि प्रयोगकर्ता %(user_display)s को लागि इमेल ठेगाना <a href="mailto:%(email)s">%(email)s</a> हो।
pl: Potwierdź, że <a href="mailto:%(email)s">%(email)s</a> to adres e-mail użytkownika %(user_display)s.
pt: Confirme que <a href="mailto:%(email)s">%(email)s</a> é um endereço de e-mail para o usuário %(user_display)s.
ru: Пожалуйста, подтвердите, что <a href="mailto:%(email)s">%(email)s</a> является адресом электронной почты пользователя %(user_display)s.
sw: Erősítse meg, hogy <a href="mailto:%(email)s">%(email)s</a> a(z) %(user_display)s felhasználó e-mail címe.
th: โปรดยืนยันว่า <a href="mailto:%(email)s">%(email)s</a> เป็นที่อยู่อีเมลสำหรับผู้ใช้ %(user_display)s
uk: Підтвердіть, що <a href="mailto:%(email)s">%(email)s</a> дійсно є адресою електронної пошти для користувача %(user_display)s.
vi: Vui lòng xác nhận <a href="mailto:%(email)s">%(email)s</a> là địa chỉ email của người dùng %(user_display)s.

source: Confirm
am: ማረጋገጥ
ar: تأكيد
bn: নিশ্চিত করুন
cs: Potvrdit
de: Bestätigen
es: Confirmar
fa: تایید
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
ja: 確認
my: အတည်ပြုရန်
ne: पुष्टि गर्नुहोस्
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sw: Megerősítés
th: ยืนยัน
uk: Підтвердити
vi: Xác nhận

source: Activation failed
am: ማግበር አልተሳካም
ar: فشل التفعيل
bn: সক্রিয় করা যায় নি
cs: Aktivace selhala
de: Aktivierung fehlgeschlagen
es: Error de activación
fa: فعال‌سازی انجام نشد کروم (Chrome)
fr: Échec de l’activation
hi: सक्रियण विफल
id: Aktivasi gagal
ja: アクティベーション失敗
my: အသက်သွင်းခြင်း မအောင်မြင်ပါ
ne: सक्रियता असफल भयो
pl: Nieudana aktywacja
pt: A ativação falhou
ru: Не удалось активировать
sw: Sikertelen aktiválás
th: การเปิดใช้งานล้มเหลว
uk: Неможливо активувати
vi: Kích hoạt không thành công

source: Sorry, we couldn't activate your account. The link we sent you has expired.
am: ይቅርታ፣ መለያህን ማግበር አልቻልንም። የላክንልዎ ሊንክ ጊዜው አልፎበታል።
ar: عذراً، لم نتمكن من تفعيل حسابك. لقد انتهت صلاحية الرابط الذي أرسلناه لك.
bn: দুঃখিত, আমরা আপনার অ্যাকাউন্ট সক্রিয় করতে পারিনি। আমরা আপনাকে যে লিঙ্ক পাঠিয়েছিলাম সেটির মেয়াদ শেষ হয়ে গেছে।
cs: Je nám líto, ale nepodařilo se nám váš účet aktivovat. Platnost odkazu, který jsme vám poslali, vypršela.
de: Wir konnten Ihr Konto leider nicht aktivieren, da der Link abgelaufen ist.
es: Lo sentimos, no pudimos activar tu cuenta. El enlace que te enviamos ha expirado.
fa: متاسفیم، نتوانستیم حساب شما را فعال کنیم. لینکی که برای شما فرستادیم منقضی شده است.
fr: Nous n'avons pas pu activer votre compte ; le lien que nous vous avons envoyé a expiré.
hi: क्षमा करें, हम आपका खाता सक्रिय नहीं कर पाए। हमारे द्वारा आपको भेजा गया लिंक समाप्त हो गया है।
id: Maaf, kami tidak dapat mengaktifkan akun Anda. Tautan yang kami kirimkan kepada Anda telah kedaluwarsa.
ja: 申し訳ございませんが、アカウントを有効にすることができませんでした。送信したリンクの有効期限が切れています。
my: ဝမ်းနည်းပါသည်၊ သင့်အကောင့်ကို အသက်သွင်း၍မရနိုင်ပါ။ ကျွန်ုပ်တို့ ပေးပို့ထားသောလင့်ခ် သက်တမ်းကုန်သွားပြီ ဖြစ်သည်။
ne: माफ गर्नुहोस्, हामीले तपाईंको खाता सक्रिय गर्न सकेनौं। हामीले तपाईंलाई पठाएको लिङ्कको म्याद सकिएको छ।
pl: Przepraszamy, nie mogliśmy aktywować twojego konta. Wysłany przez nas link jest nieaktywny.
pt: Desculpe, não pudemos ativar sua conta. O link que lhe enviamos expirou.
ru: Не удалось активировать учетную запись. Срок действия отправленной вам ссылки истек.
sw: Sajnáljuk, fiókját nem tudtuk aktiválni. A hivatkozás lejárt.
th: ขออภัย เราไม่สามารถเปิดใช้งานบัญชีของคุณได้ ลิงค์ที่เราได้ส่งให้คุณหมดอายุแล้ว
uk: На жаль, не вдалося активувати ваш обліковий запис. Термін дії посилання, яке ми вам надіслали, закінчився.
vi: Xin lỗi, chúng tôi không thể kích hoạt tài khoản của bạn. Liên kết chúng tôi gửi cho bạn đã hết hạn.

source: This e-mail confirmation link expired or is invalid. If you need to request a new link to verify your email address change, please go to your account settings page and enter your email address again.
am: ይህ የኢሜይል ማረጋገጫ አገናኝ ጊዜው አልፎበታል ወይም ልክ ያልሆነ ነው። የኢሜይል አድራሻዎን መቀየሩን ለማረጋገጥ አዲስ አገናኝ መጠየቅ ከፈለጉ፣ እባክዎ ወደ መለያዎ ቅንብሮች ገጽ ይሂዱ እና የኢሜል አድራሻዎን እንደገና ያስገቡ።
ar: رابط التحقق الذي تم إرساله لك قد انتهت صلاحيته إذا أردت طلب رابط جديد لتأكيد تغيير بريدك الإلكتروني فضلًا اذهب إلى الضبط في حسابك واخل بريدك الإلكتروني مرة أخرى.
bn: ইমেইল নিশ্চিতকরণের এই লিঙ্কটির মেয়াদ শেষ অথবা এটি ঠিক নেই। ইমেইল অ্যাড্রেসের পরিবর্তন যাচাই করার জন্য নতুন লিঙ্ক দরকার হলে অনুগ্রহ করে আপনার অ্যাকাউন্ট সেটিংস পেইজে গিয়ে আপনার ইমেইল অ্যাড্রেসটি আবার লিখুন।
cs: Platnost tohoto e-mailového potvrzovacího odkazu vypršela nebo je neplatný. Pokud potřebujete požádat o nový odkaz pro ověření změny vaší e-mailové adresy, přejděte prosím na stránku nastavení účtu a znovu zadejte svou e-mailovou adresu.
de: Dieser E-Mail-Bestätigungslink ist abgelaufen oder ungültig. Wenn Sie einen neuen Link anfordern möchten, um die Änderung Ihrer E-Mail-Adresse zu bestätigen, gehen Sie bitte zu Ihrer Kontoeinstellungsseite und geben Sie Ihre E-Mail-Adresse erneut ein.
es: El enlace de confirmación de correo electrónico expiró o no es válido. Si necesitas solicitar un enlace nuevo para verificar el cambio de dirección de correo electrónico, ve a la configuración de la cuenta e ingresa una vez más tu dirección de correo electrónico.
fa: این لینک تایید ایمیل، منقضی شده یا نامعتبر است. اگر نیاز به درخواست یک لینک جدید برای تأیید تغییر آدرس ایمیل خود دارید، لطفاً به صفحه تنظیمات حساب خود بروید و آدرس ایمیل خود را دوباره وارد کنید.
fr: Ce lien de confirmation par e-mail a expiré ou n'est pas valide. Si vous avez besoin d'un nouveau lien pour vérifier le changement de votre adresse e-mail, veuillez vous rendre sur la page des paramètres de votre compte et saisissez à nouveau votre adresse e-mail.
hi: यह ई-मेल पुष्टिकरण लिंक समाप्त हो गया या अमान्य है। यदि आपको अपने ईमेल पते परिवर्तन को सत्यापित करने के लिए एक नए लिंक का अनुरोध करने की आवश्यकता है, तो कृपया अपने खाता सेटिंग पृष्ठ पर जाएं और अपना ईमेल पता फिर से दर्ज करें।
id: Tautan konfirmasi email ini kedaluwarsa atau tidak valid. Jika Anda perlu meminta tautan baru untuk memverifikasi perubahan alamat email Anda, silakan buka halaman pengaturan akun Anda dan masukkan kembali alamat email Anda.
ja: このメールアドレス確認リンクは有効期限が切れているか、無効になっています。 メールアドレスの変更を確認するために、新しいリンクをリクエストする必要がある場合は、 アカウント設定ページに移動してメールアドレスを再入力してください。
my: ဤအီးမေးလ် အတည်ပြုလင့်ခ်သည် သက်တမ်းကုန်နေသည် သို့မဟုတ် မမှန်ပါ။ သင့်‌အီးမေးလ်လိပ်စာပြောင်းလဲမှုအတွက် သက်သေပြရန် လင့်ခ်အသစ်တောင်းဆိုရန်လိုအပ်ပါက ကျေးဇူးပြု၍ အကောင့် ဆက်တင်များစာမျက်နှာသို့သွားပြီး သင့်အီးမေးလ်လိပ်စာကို ထပ်မံထည့်သွင်းပါ။
ne: यो इ-मेल पुष्टिकरण लिङ्कको म्याद सकिएको छ वा अमान्य छ। यदि तपाईंले आफ्नो इमेल ठेगाना परिवर्तन प्रमाणित गर्न नयाँ लिङ्क अनुरोध गर्न आवश्यक छ भने, कृपया आफ्नो खाता सेटिङ पृष्ठमा जानुहोस् र आफ्नो इमेल ठेगाना फेरि प्रविष्ट गर्नुहोस्।
pl: Ten link do potwierdzenia adresu e-mail wygasł lub jest nieprawidłowy. W celu uzyskania nowego linku do potwierdzenia zmiany adresu e-mail, przejdź do sekcji ustawień konta i wprowadź ponownie swój adres e-mail.
pt: Este link de confirmação de e-mail expirou ou é inválido. Se você precisar solicitar um novo link para verificar a sua alteração de endereço de e-mail, vá para a página de configuração de sua conta e insira seu endereço de e-mail novamente.
ru: Срок действия этой ссылки для подтверждения адреса электронной почты истек или она недействительна. Если вам необходимо запросить новую ссылку для подтверждения изменения вашего адреса электронной почты, пожалуйста, перейдите на страницу настроек вашей учетной записи и введите адрес электронной почты еще раз.
sw: Az e-mail-cím megerősítésére szolgáló hivatkozás lejárt vagy érvénytelen. Amennyiben új ellenőrző hivatkozásra van szüksége, adja meg ismét az e-mail-címét a fiókbeállításoknál.
th: ลิงค์การยืนยันอีเมลนี้หมดอายุหรือไม่ถูกต้อง หากคุณต้องการขอลิงค์ใหม่เพื่อยืนยันการเปลี่ยนแปลงที่อยู่อีเมลของคุณ โปรดไปที่หน้าการตั้งค่าบัญชีของคุณ และใส่ที่อยู่อีเมลของคุณอีกครั้ง
uk: Термін дії цього посилання для підтвердження електронної пошти закінчився або воно є недійсним. Якщо вам потрібно запросити нове посилання для підтвердження зміни адреси електронної пошти, будь ласка, перейдіть на сторінку налаштувань вашого облікового запису та введіть адресу електронної пошти ще раз.
vi: Liên kết xác thực qua email đã hết hạn hoặc không hợp lệ. Nếu bạn cần liên kết mới để xác nhận thay đổi địa chỉ email, vui lòng vào trang cài đặt tài khoản và nhập lại địa chỉ email của bạn.

source: Login
am: ግባ
ar: تسجيل الدخول
bn: লগইন করুন
cs: Přihlášení
de: Einloggen
es: Inicio de sesión
fa: به سیستم وارد شوید (Login)
fr: Connexion
hi: लॉगिन
id: Masuk
ja: ログイン
my: ၀င်ရောက်သည်
ne: लगइन
pl: Zaloguj się
pt: Entrar
ru: Войти
sw: Bejelentkezés
th: เข้าสู่ระบบ
uk: Увійти в систему
vi: Đăng nhập

source: Create an account
am: መለያ ይፍጠሩ
ar: إنشاء حساب
bn: অ্যাকাউন্ট খুলুন
cs: Vytvořit účet
de: Ein Konto erstellen
es: Crear una cuenta
fa: یک حساب کاربری ایجاد کنید
fr: Créer un compte
hi: एक खाता बनाएँ
id: Buat akun
ja: アカウントを作成
my: အကောင့်တစ်ခုဖွင့်မည်
ne: खाता खोल्नुहोस्
pl: Utwórz konto
pt: Crie uma conta
ru: Создать учетную запись
sw: Fiók létrehozása
th: สร้างบัญชี
uk: Створити обліковий запис
vi: Tạo tài khoản

source: Forgot password?
am: የይለፍ ቃል ረሱ?
ar: هل نسيت كلمة المرور؟
bn: পাসওয়ার্ড মনে নেই?
cs: Zapomenuté heslo?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fa: رمز عبور را فراموش کرده‌اید؟
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
id: Lupa kata sandi?
ja: パスワードをお忘れですか？
my: စကားဝှက်မေ့သွားပါသလား။
ne: पासवर्ड भुल्नु भयो?
pl: Zapomniałeś hasła?
pt: Esqueceu a senha?
ru: Забыли пароль?
sw: Elfelejtett jelszó?
th: ลืมรหัสผ่านใช่ไหม
uk: Забули пароль?
vi: Quên mật khẩu?

source: Log in using SSO
am: SSO በመጠቀም ይግቡ
ar: تسجيل الدخول باستخدام المعرف الموحد
bn: SSO দিয়ে লগইন করুন
cs: Přihlaste se pomocí SSO
de: Einloggen mit SSO
es: Inicia sesión con SSO
fa: با استفاده از SSO وارد شوید
fr: Se connecter en utilisant l’authentification unique SSO
hi: एसएसओ (SSO) इस्तेमाल कर लॉग इन करें
id: Masuk menggunakan SSO
ja: SSOでログイン
my: SSO အသုံးပြု၍ ၀င်‌ရောက်သည်
ne: SSO प्रयोग गरेर लग इन गर्नुहोस्
pl: Zaloguj się za pomocą pojedynczego logowania
pt: Fazer login usando a Entrada Única
ru: Авторизация с помощью Единого входа
sw: Belépés egyszeri bejelentkezés (SSO) használatával
th: เข้าสู่ระบบโดยใช้ SSO
uk: Увійти в систему через SSO
vi: Đăng nhập bằng SSO

source: If you set up Single Sign On in your account settings, you will only be able to log in through this method.
am: በመለያዎ ቅንብሮች ውስጥ SSO መግቢያን ካዋቀሩ፣ በዚህ ዘዴ ብቻ መግባት ይችላሉ።
ar: إذا قمت بإعداد الدخول الموحد في إعدادات حسابك، فستتمكن فقط من تسجيل الدخول من خلال هذه الطريقة.
bn: আপনার অ্যাকাউন্ট সেটিংসে সিঙ্গেল সাইনঅন (SSO) চালু করলে আপনি শুধু এই পদ্ধতিতেই লগইন করতে পারবেন।
cs: Pokud jste si v nastavení účtu nastavili jednotné přihlášení (SSO), budete se moci přihlásit pouze tímto způsobem.
de: Wenn Sie in Ihren Kontoeinstellungen die Einmalanmeldung eingerichtet haben, können Sie sich nur über diese Methode einloggen.
es: Si configuraste el inicio de sesión único en la configuración de la cuenta, solo podrás iniciar sesión mediante este método.
fa: اگر Single Sign On را در تنظیمات حساب خود راه اندازی کرده باشید، فقط از طریق این روش می‌توانید وارد شوید.
fr: Si vous avez configuré l'authentification unique SSO dans les paramètres de votre compte, vous ne pourrez vous connecter que par cette méthode.
hi: अगर आप अपने खाता सेटिंग्स में सिंगल साइन ऑन (Single Sign On) सेट करते हैं, तो आप केवल इसी तरीके से लॉग इन कर पाएँगे।
id: Jika Anda mengatur Akses Menyeluruh di pengaturan akun Anda, Anda hanya dapat masuk dengan metode ini saja.
ja: アカウント設定でシングルサインオンを設定すると、この方法でのみログインできるようになります。
my: သင်သည် အကောင့်ဆက်တင်များတွင် Single Sign On သတ်မှတ်ထားပါက ထိုနည်းလမ်းဖြင့်သာ ၀င်ရောက်နိုင်သည်။
ne: यदि तपाइँ तपाइँको खाता सेटिङहरूमा एकल साइन इन सेटअप गर्नुहुन्छ भने, तपाइँ केवल यो विधि मार्फत लग इन गर्न सक्षम हुनुहुनेछ।
pl: Jeśli w ustawieniach konta włączyłeś funkcję pojedynczego logowania, będziesz mógł się zalogować tylko tą metodą.
pt: Se você habilitar a Entrada Única nas configurações de sua conta, você somente poderá fazer login usando este método.
ru: Если вы создали Единый вход в настройках вашей учетной записи, вы сможете войти в систему только этим способом.
sw: Amennyiben egyszeri bejelentkezést (SSO) állított be a fiókbeállításoknál, csak ezzel a módszerrel fog tudni bejelentkezni.
th: หากคุณตั้งค่าการเข้าสู่ระบบแบบครั้งเดียวในการตั้งค่าบัญชีของคุณ คุณจะสามารถเข้าสู่ระบบด้วยวิธีนี้เท่านั้น
uk: Якщо ви ввімкнули єдиний вхід в налаштуваннях свого облікового запису, ви зможете увійти в систему тільки цим методом.
vi: Nếu bạn thiết lập Đăng nhập một lần trong phần cài đặt tài khoản của bạn, bạn sẽ chỉ có thể đăng nhập bằng cách này.

source: Password Reset
am: የይለፍ ቃል ዳግም ማስጀመር
ar: إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট
cs: Obnovení hesla
de: Passwort-Zurücksetzung
es: Restablecimiento de contraseña
fa: بازنشانی رمز عبور
fr: Réinitialisation du mot de passe
hi: पासवर्ड रीसेट
id: Pengaturan Ulang Kata Sandi
ja: パスワードのリセット
my: စကားဝှက်ပြန်လည်ထားရှိခြင်း
ne: पासवर्ड रिसेट
pl: Resetuj hasło
pt: Redefinição de senha
ru: Сброс пароля
sw: Jelszó-visszaállítás
th: การรีเซตรหัสผ่าน
uk: Скидання пароля
vi: Đặt lại mật khẩu

source: Reset Password
am: የይለፍ ቃል ዳግም አስጀምር
ar: أعد تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করুন
cs: Obnovit heslo
de: Passwort zurücksetzen
es: Restablecer contraseña
fa: رمز عبور را بازنشانی کنید
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
id: Atur Ulang Kata Sandi
ja: パスワードをリセットする
my: စကားဝှက်ကို ပြန်သတ်မှတ်ရန်
ne: रिसेट पासवर्ड
pl: Zresetuj hasło
pt: Redefinir senha
ru: Сбросить пароль
sw: Jelszó-visszaállítás
th: รีเซตรหัสผ่าน
uk: Скинути пароль
vi: Đặt lại mật khẩu

source: Password reset successfully
am: የይለፍ ቃል በተሳካ ሁኔታ ዳግም ማስጀመር
ar: تم إعادة تعيين كلمة المرور بنجاح
bn: পাসওয়ার্ড সফলভাবে রিসেট করা হয়েছে
cs: Heslo bylo úspěšně obnoveno
de: Passwort erfolgreich zurückgesetzt
es: Contraseña restablecida correctamente
fa: بازنشانی رمز عبور با موفقیت انجام شد
fr: Mot de passe réinitialisé
hi: पासवर्ड सफलतापूर्वक रीसेट किया गया
id: Pengaturan ulang kata sandi berhasil
ja: パスワードのリセットに成功
my: စကားဝှက် အောင်မြင်စွာထားရှိပြီးပါပြီ
ne: पासवर्ड सफलतापूर्वक रिसेट गरियो
pl: Hasło pomyślnie zresetowane
pt: Senha redefinida com sucesso
ru: Пароль сброшен
sw: Sikeres jelszó-visszaállítás
th: การรีเซตรหัสผ่านเสร็จสมบูรณ์
uk: Пароль успішно скинуто
vi: Đặt lại mật khẩu thành công

source: Log in
am: ግባ
ar: تسجيل الدخول
bn: লগইন করুন
cs: Přihlásit
de: Einloggen
es: Iniciar sesión
fa: به سیستم وارد شوید (Login)
fr: Connexion
hi: लॉग इन
id: Masuk
ja: ログイン
my: ၀င်‌ရောက်သည်
ne: लग - इन
pl: Zaloguj się
pt: Fazer login
ru: Войти
sw: Bejelentkezés
th: เข้าสู่ระบบ
uk: Увійти
vi: Đăng nhập
