Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Enter this key into your authenticator app to generate a ##number##-digit token
am: አሃዛዊ ተለዋጭ ለማመንጨት ይህንን ቁልፍ ወደ አረጋጋጭ ##number##መተግበሪያዎ ያስገቡ
ar: ادخل هذا المفتاح في تطبيق المصادقة لإنشاء رمز مميز من ##number##-خانة
bn: ##number## অঙ্কের টোকেন সৃষ্টি করার জন্য এই কী-টি আপনার অথেন্টিকেটর অ্যাপে টাইপ করুন
cs: Zadejte tento klíč do ověřovací aplikace a vygenerujte ##number##místný token
de: Geben Sie diesen Schlüssel in Ihre Authentifizierungs-App ein, um einen ##number##-stelligen Token zu erzeugen
es: Ingresar esta clave en tu aplicación de autenticación para generar el código de ##number##-dígitos
fa: این رمز را وارد اپلیکیشن احراز هویتتان کنید تا توکن ##number##- رقمی تولید کند
fr: Saisir cette clé dans l'application d'authentification pour générer un jeton à ##number##-chiffres
hi: ##number##-डिजिट टोकन बनाने (जेनेरेट करने) के लिए इस कुंजी को अपने ऑथेंटिकेटर ऐप में दर्ज करें
hu: Írja be ezt a kódot a hitelesítő alkalmazásába egy ##number## számjegyű token létrehozásához
id: Masukkan kunci ini ke aplikasi autentikator Anda untuk membuat token ##number## digit
ja: このキーを認証アプリに入力し、##number##桁のトークンを生成します
km: បញ្ចូលឃីនេះទៅក្នុងកម្មវិធីផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវរបស់អ្នកដើម្បីបង្កើតថូខិន ##number##-ខ្ទង់
my: ##number##ကိန်းဂဏန်းတုန်ကင်ကို ရယူရန် မှန်ကန်ကြောင်းပြအက်ပလီကေးရှင်းသို့ ၎င်းကီးအားရိုက်ထည့်ပါ။
ne: ##number##-अंकको टोकन उत्पन्न गर्नका लागि आफ्नो प्रमाणक एपमा यो कुञ्जी प्रविष्ट गर्नुहोस्
pl: Wprowadź ten klucz do aplikacji uwierzytelniającej, aby wygenerować ##number##-cyfrowy token
pt: Insira esta chave em seu aplicativo autenticador para gerar um token do ##number##-digit
ru: Введите этот ключ в приложении аутентификации, чтобы сгенерировать ##number##-значный код
sw: Weka ufunguo huu kwenye programu yako ya kithibitishaji ili kuzalisha tokeni ya tarakimu ##number##
th: ใส่กุญแจรหัสนี้ลงในแอปตัวตรวจสอบความถูกต้องของคุณเพื่อสร้างโทเค็นจำนวน ##number## หลัก
tr: Bu anahtarı kimlik doğrulayıcı uygulamanıza girerek ##number##-haneli bir kod oluşturun
uk: Введіть цей ключ у вашу програму автентифікації, щоб створити ##number##-значний маркер
vi: Nhập mã này vào ứng dụng xác thực của bạn để tạo mã gồm ##number##-chữ số

source: Once your authenticator app is set up, generate a ##number##-digit token and enter it in the field below.
am: አንዴ አረጋጋጭ መተግበሪያዎ ከተዋቀረ - ተለዋጭ አሃዝ ##number##ያመነጫሉ እና ከታች ባለው መስክ ያስገቡት።
ar: بمجرد إعداد تطبيق المصادقة، انشأ رمز مميز من ##number##-خانة وادخله في الحقل أدناه.
bn: অথেন্টিকেটর অ্যাপের সেটআপ করা হয়ে গেলে সেখান থেকে ##number## অঙ্কের একটি টোকেন সৃষ্টি করে নিয়ে সেটিকে নিচের ঘরে লিখুন।
cs: Po nastavení ověřovací aplikace vygenerujte ##number##místný token a zadejte ho do pole uvedeného níže.
de: Sobald Ihre Authentifizierungs-App eingerichtet ist, generieren Sie einen ##number##-stelligen Token und geben ihn in das unten stehende Feld ein.
es: Una vez configurada tu aplicación de autenticación, generar un token de ##number##-dígitos e ingresarlo en el campo que encuentras abajo.
fa: وقتی اپلیکیشن احراز هویتتان برقرار شد، یک کد ##number##-رقمی تولید و آن را در قسمت پائین وارد کنید.
fr: Une fois votre application d'authentification configurée, générez un jeton à ##number##-chiffres et saisissez-le dans le champ ci-dessous.
hi: एक बार आपका ऑथेंटिकेटर ऐप तैयार हो जाने के बाद, एक ##number##-डिजिट टोकन बनाएं (जेनेरेट करें) और इसे नीचे दिए गए फ़ील्ड में दर्ज करें।
hu: Hitelesítő alkalmazása beállítása után hozzon létre egy ##number## számjegyű tokent, és írja be azt a következő mezőbe.
id: Setelah aplikasi autentikator Anda disiapkan, buat token ##number## digit dan masukkan di bagian di bawah ini.
ja: 認証アプリの設定が完了したら、##number##桁のトークンを生成し、以下の欄に入力してください。
km: នៅពេលកម្មវិធីផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវរបស់អ្នកត្រូវបានរៀបចំរួច, សូមបង្កើតថូខិន ##number##-ខ្ទង់ និងបញ្ចូលវានៅក្នុងវាលខាងក្រោម។
my: သင်၏မှန်ကန်ကြောင်းကြအက်ပလီကေးရှင်းကိုဖွင့်ပြီးပါက ##number##ကိန်းဂဏန်းတုန်ကင်ကို ရယူပြီး အောက်တွင်ပြထားသောကွက်လပ်နေရာတွင် ရိုက်ထည့်ပေးပါ။
ne: एक पटक तपाईंको प्रमाणक एप सेटअप भएपछि, एउटा ##number##-अङ्कको टोकन उत्पन्न गर्नुहोस् र तलको स्थानमा प्रविष्ट गर्नुहोस्।
pl: Gdy aplikacja uwierzytelniająca jest zainstalowana, wygeneruj ##number##-cyfrowy token i wprowadź w poniższe pole.
pt: Depois que seu aplicativo autenticador estiver configurado, gere um token do ##number##-digit e insira-o no campo abaixo.
ru: После настройки приложения аутентификации сгенерируйте ##number##-значный код и введите его в расположенном ниже поле.
sw: Pindi tu programu yako ya uthibitishaji inapowekwa, zalisha tokeni ya tarakimu ##number## na uiweke katika sehemu iliyo hapa chini.
th: เมื่อจัดเตรียมแอปตัวตรวจสอบความถูกต้องของคุณแล้วให้สร้างโทเค็นจำนวน ##number## หลัก และป้อนลงในเขตข้อมูลด้านล่าง
tr: Kimlik doğrulayıcı uygulamanız kurulduktan sonra, ##number##-haneli bir kod oluşturun ve aşağıdaki alana girin.
uk: Після налаштування програми-автентифікатора згенеруйте ##number##-значний маркер і введіть його в поле нижче.
vi: Sau khi cài đặt ứng dụng xác thực, hãy tạo mã gồm ##number##-chữ số và nhập mã đó vào ô bên dưới.

source: Take me back to QR code
am: ወደ QR ኮድ ተመለስ
ar: عد بي إلى كود الاستجابة السريعة (QR)
bn: QR কোডে ফিরে যাব
cs: Zpět na QR kód
de: Zurück zum QR-Code
es: Volver al código QR
fa: مرا به کد QR برگردان
fr: Ramenez-moi au code QR
hi: मुझे QR कोड पर वापस ले जाएं
hu: Visszatérés a QR-kódhoz
id: Bawa saya kembali ke kode QR
ja: QRコードに戻る
km: នាំខ្ញុំត្រឡប់ទៅកូដ QR វិញ
my: ကျွနှ်ပ်ထံသို့ QR ကုဒ်ပြန်လည်ယူဆောင်ပေးပါ။
ne: मलाई QR कोडमा फिर्ता लैजानुहोस्
pl: Wróć do kodu QR
pt: Leve-me de volta ao código QR
ru: Вернуться к QR-коду
sw: Nirudishe kwa msimbo wa QR
th: พาฉันกลับไปที่คิวอาร์โค้ด
tr: Beni QR koduna geri götür
uk: Повернутися до QR-коду
vi: Quay lại mã QR

source: Please enter your ##number##-digit authenticator token to regenerate your backup codes.
am: የምትኬ ኮዶችህን ለማደስ ##number##-እባክህ-አሃዝ አረጋጋጭ ማስመሰያህን አስገባ።
ar: يٌُرجى إدخال الرمز المميز من ##number##-خانة للمصدّق لإعادة إنشاء أكوادك الاحتياطية.
bn: ব্যাকআপ কোড আবার সৃষ্টি করতে চাইলে আপনার ##number## অঙ্কের অথেন্টিকেশন টোকেনটি লিখুন।
cs: Pro opětovné generování záložních kódů zadejte svůj ##number##místný ověřovací token.
de: Bitte geben Sie Ihren ##number##-stelligen Authentifizierungs-Token ein, um Ihre Backup-Codes zu regenerieren.
es: Ingresa tu token de autenticación de ##number##-dígitos para volver a generar tus códigos de copia de seguridad.
fa: لطفا توکن احراز هویت ##number##-رقمی خود را وارد کنید تا برایتان کدهای پشتیبان تولید کند.
fr: Veuillez entrer votre jeton d'authentification à ##number##-chiffres pour régénérer vos codes de sauvegarde.
hi: अपने बैकअप कोड पुन: उत्पन्न (जेनेरेट) करने के लिए कृपया अपना ##number##-डिजिट प्रमाणक टोकन दर्ज करें।
hu: Írja be a(z) ##number## számjegyű hitelesítő tokent, hogy megkapja a visszaállítási kódjait.
id: Masukkan token autentikator ##number## digit Anda untuk membuat ulang kode cadangan Anda.
ja: バックアップコードを再生成するために、##number##桁の認証トークンを入力してください。
km: សូមបញ្ចូលថូខិនផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវ ##number##-ខ្ទង់របស់អ្នក ដើម្បីបង្កើតឡើងវិញកូដបម្រុងទុករបស់អ្នក។
my: သင်၏ အကူကုဒ်ကိုပြန်လည်ရယူရန် ကျေးဇူးပြု၍ ##number##မှန်ကန်ကြောင်းပြတုန်ကင် ကိန်းဂဏန်းကိုရိုက်ထည့်ပေးပါ။
ne: तपाईंको ब्याकअप कोडहरू पुन: उत्पन्न गर्नको लागि कृपया तपाईंको ##number##-अंकको प्रमाणक टोकन प्रविष्ट गर्नुहोस्।
pl: Wprowadź ##number##-cyfrowy uwierzytelniający token, aby wygenerować kody pomocnicze.
pt: Insira seu token de autenticador do ##number##-digit para regenerar seus códigos de recuperação.
ru: Введите ##number##-значный код аутентификации, чтобы повторно сгенерировать резервные коды.
sw: Tafadhali weka tokeni yako ya kithibitishaji cha tarakimu ##number## ili kuzalisha upya misimbo yako mbadala.
th: โปรดป้อนโทเค็นตัวตรวจสอบความถูกต้อง ##number## หลักเพื่อสร้างรหัสสำรองของคุณอีกครั้ง
tr: Yedek kodlarınızı yeniden oluşturmak için lütfen ##number##-haneli kimlik doğrulayıcı kodu girin.
uk: Введіть ##number##-значний маркер автентифікатора, щоб відновити ваші резервні коди.
vi: Vui lòng nhập mã xác thực gồm ##number##-chữ số để tạo lại mã dự phòng.

source: Please enter your ##number##-digit authenticator token to deactivate two-factor authentication.
am: የሁለት-ደረጃ ##number##ማረጋገጫን ለማቦዘን እባክዎ የ-አሃዝ አረጋጋጭ ማስመሰያዎን ያስገቡ።
ar: يٌُرجى إدخال الرمز المميز من ##number##-خانة للمصدّق لإلغاء تنشيط المصادقة الثنائية.
bn: টু-ফ্যাক্টর অথেন্টিকেশন বন্ধ করে দিতে চাইলে আপনার ##number## অঙ্কের অথেন্টিকেশন টোকেনটি লিখুন।
cs: Pro deaktivaci dvoufaktorového ověřování zadejte svůj ##number##místný ověřovací token.
de: Bitte geben Sie Ihren ##number##-stelligen Authentifizierungs-Token ein, um die Zwei-Faktor-Authentifizierung zu deaktivieren.
es: Ingresa tu token de autenticación de ##number##-dígitos para desactivar la autenticación en dos factores.
fa: لطفا توکن احراز هویت ##number##-رقمی خود را وارد کنید تا احراز هویت دو مرحله ای شما غیرفعال شود.
fr: Veuillez saisir votre jeton d'authentification à ##number##-chiffres pour désactiver l'authentification à deux facteurs.
hi: टू-फैक्टर प्रमाणीकरण को निष्क्रिय करने के लिए कृपया अपना ##number##-डिजिट ऑथेंटिकेटर टोकन दर्ज करें।
hu: Írja be a(z) ##number## számjegyű hitelesítő tokent, hogy kikapcsolja a kétfaktoros hitelesítést.
id: Masukkan token autentikator ##number## digit Anda untuk menonaktifkan autentikasi dua faktor.
ja: 重複要素認証を無効にするには、##number##桁の認証トークンを入力してください。
km: សូមបញ្ចូលថូខិនផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវ ##number##-ខ្ទង់របស់អ្នក ដើម្បីបិទដំណើរការការផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវតាមកត្តាពីរយ៉ាង។
my: အချက်အလက်နှစ်ခုမှန်ကန်ကြောင်းပြသခြင်းကို ရပ်စဲရန် ကျေးဇူးပြု၍ ##number##မှန်ကန်ကြောင်းပြတုန်ကင် ကိန်းဂဏန်းကိုရိုက်ထည့်ပေးပါ။
ne: दुई-कारक प्रमाणीकरण निष्क्रिय गर्नका लागि कृपया आफ्नो ##number##-अङ्क प्रमाणिकरणकर्ता टोकन प्रविष्ट गर्नुहोस्।
pl: Wprowadź ##number##-cyfrowy token, aby zdezaktywować uwierzytelnianie wieloskładnikowe.
pt: Insira seu token de autenticador do ##number##-digit para desativar a autenticação de dois fatores.
ru: Введите ##number##-значный код аутентификации, чтобы деактивировать двухфакторную аутентификацию.
sw: Tafadhali weka tokeni yako ya kithibitishaji cha tarakimu ##number## ili kulemaza uthibitishaji wa vipengele viwili.
th: โปรดป้อนโทเค็นตัวตรวจสอบความถูกต้อง ##number## หลักเพื่อปิดใช้งานการรับรองความถูกต้องแบบสองขั้นตอน
tr: İki faktörlü kimlik doğrulamayı devre dışı bırakmak için lütfen ##number##-haneli kimlik doğrulayıcı kodu girin.
uk: Введіть ##number##-значний маркер автентифікатора, щоб вимкнути двофакторну автентифікацію.
vi: Vui lòng nhập mã xác thực gồm ##number##-chữ số để hủy kích hoạt xác thực hai yếu tố.

source: Problems with your token?
am: በእርስዎ ማስመሰያ ላይ ችግሮች አሉ?
ar: أتواجه مشكلة مع رمزك المميز؟
bn: টোকেনে সমস্যা?
cs: Problémy s vaším tokenem?
de: Haben Sie Probleme mit Ihrem Token?
es: ¿Problemas con tu token?
fa: با توکن مشکل دارید؟
fr: Des problèmes avec votre jeton ?
hi: आपके टोकन के साथ कोई समस्या?
hu: Problémák merültek fel a tokenjével?
id: Ada masalah dengan token Anda?
ja: トークンに問題がありましたか?
km: មានបញ្ហាជាមួយថូខិនរបស់អ្នកឬ?
my: သင်၏တုန်ကင်နှင့် ပြဿနာရှိနေပါသလား?
ne: तपाईंको टोकनमा समस्या छ?
pl: Problem z tokenem?
pt: Problemas com seu token?
ru: Проблема с секретным кодом?
sw: Je, una matatizo na tokeni yako?
th: มีปัญหากับโทเค็นของคุณใช่ไหม
tr: Kodunuzla ilgili sorun mu var?
uk: Проблеми з вашим маркером?
vi: Gặp vấn đề với mã của bạn?

source: Please note that generating new recovery codes will invalidate any previously generated codes.
am: እባክዎ አዲስ የመልሶ ማግኛ ኮዶችን ማመንጨት ከዚህ ቀደም የተፈጠሩትን ማንኛውንም ኮድ ዋጋ እንደሚያጠፋ ማስታወሻ ይያዙ።
ar: يرجى ملاحظة أن إنشاء أكواد استرداد جديدة سيؤدي إلى إبطال أي أكواد تم إنشاؤها سابقًا.
bn: অনুগ্রহ করে মনে রাখবেন যে, নতুন পুনরুদ্ধারকরণ কোড সৃষ্টি করা হলে আগে সৃষ্টি করা সব কোড বাতিল হয়ে যাবে।
cs: Upozorňujeme, že generování nových kódů pro obnovení zruší platnost všech dříve vygenerovaných kódů.
de: Bitte beachten Sie, dass die Erstellung neuer Wiederherstellungscodes alle zuvor erstellten Codes ungültig macht.
es: Considera que la generación de nuevos códigos de recuperación invalidará cualquier código generado previamente.
fa: لطفا توجه کنید که تولید کدهای جدید، کدهای قبلی را نامعتبر می کند.
fr: Veuillez noter que la génération de nouveaux codes de récupération invalidera tous les codes générés précédemment.
hi: कृपया ध्यान दें कि नया रिकवरी कोड जेनेरेट करने से पहले जेनेरेट किए गए कोड अमान्य हो जाएंगे।
hu: Ne feledje, hogy az új visszaállítási kódok létrehozása érvénytelenít minden előzőleg létrehozott kódot.
id: Perhatikan bahwa membuat kode pemulihan baru akan membatalkan kode yang dibuat sebelumnya.
ja: 新しいリカバリーコードを生成すると、以前に生成されたコードは無効になりますのでご注意ください。
km: សូមចំណាំថាការបង្កើតកូដស្ដារឡើងវិញថ្មីនឹងធ្វើឱ្យអសុពលភាពដល់កូដដែលបានបង្កើតពីមុនមក។
my: ကျေးဇူးပြု၍ အသစ်ပြန်လည်ရယူထားသောကုဒ်များသည် ယခင်ကပြုလုပ်ထားသောကုဒ်များကို အသုံးမဝင်စေတော့ကြောင်း မှတ်သားထားပေးပါ။
ne: कृपया याद गर्नुहोस् नयाँ रिकभरी कोडहरू उत्पन्न गर्दा पहिले उत्पन्न कुनै पनि कोडहरू अमान्य हुनेछन्।
pl: Zauważ, że wygenerowanie nowych kodów odzyskiwania unieważni wszystkie dotychczas wygenerowane kody.
pt: Observe que a geração de novos códigos de recuperação invalidará quaisquer códigos gerados anteriormente.
ru: Обратите внимание, что генерация новых кодов восстановления делает недействительными все ранее созданные коды.
sw: Tafadhali kumbuka kuwa kuzalisha misimbo mipya ya urejeshaji kutabatilisha misimbo yoyote iliyozalishwa hapo awali.
th: โปรดทราบว่าการสร้างรหัสกู้คืนใหม่จะทำให้รหัสที่สร้างไว้ก่อนหน้านี้ใดๆ ใช้ไม่ได้
tr: Yeni kurtarma kodları oluşturmanın daha önce oluşturulmuş kodları geçersiz kılacağını lütfen unutmayın.
uk: Зверніть увагу, що генерування нових кодів відновлення анулює всі раніше згенеровані коди.
vi: Lưu ý rằng việc tạo mã khôi phục mới sẽ khiến tất cả mã đã tạo trước đó mất hiệu lực.

source: Please note that in order to reconfigure two-factor authentication (2FA), the previous set up will first be deleted. Tokens or recovery codes from the previous set up will not be valid anymore.
am: እባክዎን የሁለት-ደረጃ ማረጋገጫን (2FA) እንደገና ለማዋቀር ማስታወሻ በመይዝ ቀዳሚው ዝግጅት መጀመሪያ ይሰረዛል። ከቀዳሚው ቅንብር የመጡ ማስመሰያዎች ወይም የመልሶ ማግኛ ኮዶች ከአሁን በኋላ የሚሰሩ አይሆኑም።
ar: يرجى ملاحظة أنه لإعادة تهيئة المصادقة الثنائية (2FA)، سيتم أولاً حذف الإعدادات السابقة. لن تكون الرموز المميزة أو أكواد الاسترداد من الإعدادات السابقة متاحة بعد الآن.
bn: অনুগ্রহ করে মনে রাখবেন যে, টু-ফ্যাক্টর অথেন্টিকেশন (2FA) আবার কনফিগার করার জন্য আগের সেটআপটি প্রথমে মুছে ফেলা হবে। আগের সেটআপের কোনো টোকেন বা পুনরুদ্ধারকরণ কোড আর কাজ করবে না।
cs: Upozorňujeme, že pro opětovné nastavení dvoufaktorového ověřování (2FA) bude nejprve smazáno předchozí nastavení. Tokeny nebo obnovovací kódy z předchozího nastavení už nebudou platné.
de: Bitte beachten Sie, dass für die Neukonfiguration der Zwei-Faktor-Authentifizierung (2FA) die vorherige Einrichtung zunächst gelöscht wird. Tokens oder Wiederherstellungscodes aus der vorherigen Einrichtung sind danach nicht mehr gültig.
es: Considera que para volver a configurar la autenticación de dos factores (2FA), primero se eliminará la configuración anterior. Los tokens o códigos de recuperación de la configuración anterior no serán válidos.
fa: لطفا توجه کنید که جهت تغییر احراز هویت دو مرحله ای (2FA)، ابتدا تنظیم قبلی پاک می شود. توکنها یا کدهای بازیابی مربوط به تنظیمات قبلی دیگر معتبر نخواهند بود.
fr: Veuillez noter que pour reconfigurer l'authentification à deux facteurs (2FA), la configuration précédente sera d'abord supprimée. Les jetons ou les codes de récupération de la configuration précédente ne seront plus valides.
hi: कृपया ध्यान दें कि टू-फैक्टर ऑथेंटिकेशन (2FA) को फिर से कॉन्फ़िगर करने के लिए, पिछले सेट अप को पहले हटा दिया जाएगा। पिछले सेट अप के टोकन या रिकवरी कोड अब मान्य नहीं होंगे।
hu: Ne feledje, hogy a kétfaktoros hitelesítés (2FA) újbóli beállításához a meglévő beállítások törölve lesznek. Az előzőleg beállított tokenek vagy visszaállítási kódok érvénytelenné válnak.
id: Perhatikan bahwa untuk mengonfigurasi ulang autentikasi dua faktor (2FA), pengaturan sebelumnya akan dihapus terlebih dahulu. Token atau kode pemulihan dari penyiapan sebelumnya tidak akan berlaku lagi.
ja: 重複要素認証（2FA）を再設定するには、まず以前の設定が削除されることに注意してください。以前の設定のトークンとリカバリーコードは無効になります。
km: សូមចំណាំថាដើម្បីកំណត់រចនាសម្ព័ន្ធឡើងវិញការផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវតាមកត្តាពីរយ៉ាង (2FA) ការរៀបចំបង្កើតពីមុនជាដំបូងនឹងត្រូវបានលុប។ ថូខិន ឬកូដស្ដារឡើងវិញពីការរៀបចំបង្កើតពីមុននឹងមិនមានសុពលភាពទៀតទេ។
my: အချက်အလက်နှစ်ခုသက်သေပြခြင်း(2FA) ပြန်လည်စီစဉ်ရန် ယခင်ကဖွင့်လှစ်ထားသည်မှာ ပထမဆုံး ဖျက်သွားမည်ကို ကျေးဇူးပြု၍မှတ်သားထားပေးပါ။ တုန်ကင်များ သို့မဟုတ် ယခင်ဖွင့်လှစ်ထားသည်မှ ပြန်ဖော်ယူထားသော ကုဒ်များသည် အလုပ်လုပ်တော့မည် မဟုတ်ပါ။
ne: कृपया ध्यान दिनुहोस् दुई-चरणको प्रमाणीकरण (2FA) पुन: कन्फिगर गर्नका लागि, अघिल्लो व्यवस्था पहिले मेटाइनेछ। अघिल्लो सेटअपबाट टोकन वा रिकभरी कोडहरू अब मान्य हुने छैनन्।
pl: Zauważ, że aby dokonać rekonfiguracji dwuskładnikowego uwierzytelnienia (2FA), poprzednie ustawienia zostaną usunięte. Tokeny kodów odzyskiwania z poprzedniego ustawienia nie będą dłużej ważne.
pt: Observe que, para reconfigurar a autenticação de dois fatores (2FA), a configuração anterior será excluída primeiro. Os tokens ou códigos de recuperação da configuração anterior não serão mais válidos.
ru: Обратите внимание, что при повторной настройке двухфакторной аутентификации (2FA) сначала будут удалены предыдущие настройки. Секретные коды и коды восстановления из предыдущих настроек утратят силу.
sw: Tafadhali kumbuka kuwa ili kusanidi upya uthibitishaji wa vipengele viwili (2FA), usanidi wa awali utafutwa kwanza. Tokeni au misimbo ya uokoaji kutoka kwa usanidi wa awali hazitakuwa halali tena.
th: โปรดทราบว่าในการกำหนดค่าการรับรองความถูกต้องแบบสองขั้นตอน (2FA) ใหม่ การจัดการก่อนหน้านี้จะถูกลบออกก่อน โทเค็นหรือรหัสกู้คืนจากการจัดการก่อนหน้านี้จะไม่สามารถใช้ได้อีกต่อไป
tr: İki faktörlü kimlik doğrulamayı (2FA) yeniden yapılandırmak için önceki kurulumun silineceğini lütfen unutmayın. Önceki kurulumdan gelen kimlik doğrulayıcı kodları veya kurtarma kodları artık geçerli olmayacaktır.
uk: Зверніть увагу, що для переналаштування двофакторної автентифікації (2FA) попередні налаштування буде видалено. Маркери або коди відновлення з попереднього налаштування більше не будуть дійсними.
vi: Lưu ý rằng để thiết lập lại cài đặt xác thực hai yếu tố (2FA), thiết lập trước đó sẽ bị xóa trước tiên. Mã khôi phục từ thiết lập trước đó sẽ không còn hiệu lực.

source: Once your current 2FA has been deactivated, you'll be prompted to configure it again. If you cannot complete the process, 2FA will remain disabled for your account. In this case, you can enable it again at any time through the usual process.
am: አንዴ የአሁኑ 2FAዎ ከቦዘነ፣ እንደገና እንዲያዋቅሩት ይጠየቃሉ። ሂደቱን ማጠናቀቅ ካልቻሉ፣ 2FA ለመለያዎ እንደተሰናከለ ይቆያል። በዚህ አጋጣሚ በተለመደው ሂደት በማንኛውም ጊዜ እንደገና ማንቃት ይችላል።
ar: بمجرد إلغاء تنشيط المصادقة الثنائية الحالية (2FA)، سيُطلب منك تكوينها مرة أخرى. إذا لم تتمكن من إكمال العملية، فستظل معطلة لحسابك. وفي هذه الحالة، يمكنك تمكينها مرة أخرى في أي وقت من خلال الإجراءات المعتادة.
de: Sobald Ihr aktuelles 2FA deaktiviert wurde, werden Sie aufgefordert, es erneut zu konfigurieren. Wenn Sie den Vorgang nicht abschließen können, bleibt 2FA für Ihr Konto deaktiviert. In diesem Fall können Sie es jederzeit wie gewohnt wieder aktivieren.
es: Una vez que haya desactivado su 2FA actual, se le pedirá que vuelva a configurarlo. Si no puede completar el proceso, 2FA permanecerá desactivado para su cuenta. En este caso, podrá volver a activarlo en cualquier momento, siguiendo el proceso habitual.
fa: وقتی که احراز هویت دو مرحله‌ای شما غیرفعال گردد، به شما توصیه میشود که مجدد آن را فعال کنید. در صورتیکه روند را تکمیل ننمایید، احراز هویت دو مرحله ای برای شما غیرفعال باقی میماند. در این صورت، میتوانید هر زمانی طبق روند معمول آن را فعال کنید.
fr: Une fois votre 2FA actuel désactivé, vous serez invité à le configurer à nouveau. Si vous ne pouvez pas terminer le processus, 2FA restera désactivé pour votre compte. Dans ce cas, vous pouvez l’activer à nouveau à tout moment par le processus habituel.
hi: जब आपका वर्तमान 2FA डीएक्टिवेट हो जाएगा, तो आपको इसे फिर से कॉन्फ़िगर करने के लिए कहा जाएगा। अगर आप प्रक्रिया पूरी नहीं कर पाते हैं, तो आपके खाते के लिए 2FA अक्षम ही रहेगा। इस स्थिति में, आप इसे सामान्य प्रक्रिया के माध्यम से किसी भी समय फिर से सक्षम कर सकते हैं।
id: Setelah 2FA Anda saat ini dinonaktifkan, Anda akan diminta untuk mengonfigurasinya lagi. Jika Anda tidak dapat menyelesaikan proses tersebut, 2FA akan tetap dinonaktifkan untuk akun Anda. Dalam hal ini, Anda dapat mengaktifkannya kembali kapan saja melalui proses biasa.
ja: 現在の2FAが無効化されると、再度設定するよう求められます。このプロセスを完了できない場合、2FAは無効のままになります。この場合、通常の手順でいつでも再度有効にすることができます。
pl: Po dezaktywacji obecnego dwuskładnikowego uwierzytelnienia użytkownik zostanie poproszony o jego ponowne skonfigurowanie. Jeśli nie dokończysz tego procesu, funkcja dwuskładnikowego uwierzytelnienia twojego konta pozostanie nieaktywna. W takiej sytuacji będzie można uruchomić ją ponownie w standardowy sposób.
pt: Uma vez que sua autenticação de dois fatores (2FA) for desativada, você será solicitado para configurá-la novamente. Se não puder completar o processo, a 2FA seguirá desabilitada em sua conta, você poderá habilitá-la novamente a qualquer hora por meio do processo usual.
ru: Как только ваша текущая двухфакторная аутентификация (2FA) будет деактивирована, вам будет предложено настроить ее снова. Если вы не сможете завершить процесс, 2FA останется отключенной для вашей учетной записи. В этом случае вы можете включить ее снова в любое время обычным способом.
th: เมื่อ 2FA ปัจจุบันของคุณถูกปิดการใช้งาน คุณจะได้รับแจ้งให้กำหนดการตั้งค่าอีกครั้ง หากคุณไม่สามารถดำเนินการให้เสร็จสิ้นได้ 2AF ในบัญชีของคุณจะถูกปิดใช้งานไว้ดังเดิม ในกรณีนี้ คุณสามารถเปิดใช้งานมันได้ตลอดเวลาตามขั้นตอนปกติ
tr: Mevcut 2FA'nız deaktive edildikten sonra, tekrar yapılandırmanız istenecektir. Süreci tamamlayamazsanız 2FA, hesabınız için devre dışı kalacaktır. Bu durumda, normal süreci kullanarak istediğiniz zaman tekrar etkinleştirebilirsiniz.
uk: Після деактивації поточної 2FA вам буде запропоновано налаштувати її знову. Якщо ви не зможете завершити процес, 2FA залишиться вимкненою для вашого облікового запису. У цьому випадку ви можете увімкнути його знову в будь-який час за допомогою звичайного процесу.
vi: Khi 2FA hiện tại bị vô hiệu hóa, bạn sẽ được nhắc tái cấu hình. Nếu bạn không thể hoàn tất quy trình, tài khoản của bạn vẫn sẽ tắt 2FA. Trong trường hợp này, bạn có thể kích hoạt lại nó bất kỳ lúc nào thông qua quy trình thông thường.

source: Issues with the token
am: ከማስመሰያው ጋር ያሉ ጉዳዮች
ar: مشكلات مع الرمز المميز
bn: টোকেন-সংক্রান্ত সমস্যা
cs: Problémy s tokenem
de: Probleme mit dem Token
es: Problemas con el token
fa: توکن مشکل دارد
fr: Questions relatives au jeton
hi: टोकन के साथ समस्याएं
hu: Problémák a tokennel
id: Masalah dengan token
ja: トークンに関する問題
km: បញ្ហាជាមួយថូខិន
my: တုန်ကင်နှင့်ပြဿနာများ
ne: टोकन सम्बन्धी समस्याहरु
pl: Problemy z tokenem
pt: Problemas com o token
ru: Проблемы с секретным кодом
sw: Shida na tokeni
th: ปัญหาเกี่ยวกับโทเค็น
tr: Kod ile ilgili sorunlar
uk: Проблеми з маркером
vi: Vấn đề với mã xác thực
