Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Your ##current_plan## plan has been canceled but will remain active until the end of the billing period.
am: የእርስዎ##current_plan## እቅድ ተሰርዟል ነገር ግን የክፍያ ጊዜው መጨረሻ ድረስ ክፍት ሆኖ ይቈያል።
ar: لقد تم إلغاء خطة ##current_plan## الخاصة بك ولكنها ستظل نشطة حتى نهاية فترة الفاتورة.
de: Ihr ##current_plan##-Tarif wurde gekündigt, bleibt aber bis zum Ende des Abrechnungszeitraums aktiv.
es: Tu ##current_plan## plan se canceló, pero permanecerá activo hasta el final del período de facturación.
fa: طرح ##current_plan## شما لغو شده است اما تا پایان دوره صورت‌حساب فعال باقی خواهد ماند.
id: Paket ##current_plan## Anda telah dibatalkan namun akan tetap aktif hingga akhir dari periode penagihan.
ja: ##current_plan##プランはキャンセルされましたが、引き続き請求期間の終了までご利用いただけます。
pl: Twój plan ##current_plan## został anulowany, ale pozostanie aktywny do końca okresu rozliczeniowego.
pt: Seu plano ##current_plan## foi cancelado, mas continuará ativo até o final do período de faturamento.
ru: Ваш план ##current_plan## был отменен, но останется активным до конца расчетного периода.
th: แผน ##current_plan## ของคุณถูกยกเลิกแล้ว แต่จะยังคงใช้ได้จนถึงสิ้นสุดรอบบิล
uk: Ваш тарифний план “##current_plan##” було скасовано, але він залишається активним до кінця розрахункового періоду.
vi: Gói ##current_plan## của bạn đã được hủy nhưng sẽ vẫn hoạt động cho đến hết thời hạn thanh toán.

source: Your ##current_plan## plan will change to the ##next_plan## plan on
am: ዕቅዳችሁ ##current_plan## ወደ ቀጣዩ እቅድ##next_plan## ይለወጣል
ar: ستتغير خطتك ##current_plan## إلى خطة ##next_plan## في
de: Ihr ##current_plan##-Tarif wechselt zum ##next_plan##-Tarif am
es: Tu ##current_plan## plan cambiará al ##next_plan## plan el
fa: طرح ##current_plan## شما به طرح ##next_plan## تغییر خواهد کرد در
id: Paket ##current_plan## Anda akan berubah ke paket ##next_plan## pada
ja: ##current_plan##プランは次の日程で##next_plan##プランに変更されます:
pl: Twój plan ##current_plan## zostanie zmieniony na plan ##next_plan##
pt: Seu plano ##current_plan## mudará para o plano ##next_plan## em
ru: Ваш план ##current_plan## будет изменен на план ##next_plan## с
th: แผน ##current_plan## ของคุณจะถูกเปลี่ยนเป็นแผน ##next_plan## เมื่อ
uk: Ваш план “##current_plan##” буде змінено на план “##next_plan##” з
vi: Gói ##current_plan## của bạn sẽ thay đổi thành gói ##next_plan## vào

source: . You can continue using ##current_plan## plan features until the end of the billing period.
am: የክፍያ መጠየቂያ ጊዜው እስኪያበቃ##current_plan## ድረስ የፕላን ባህሪያትን መጠቀሙን መቀጠል ይችላሉ።
ar: . يمكنك الاستمرار في استخدام ميزات خطة ##current_plan## حتى نهاية فترة الفاتورة.
de: . Sie können die Funktionen des ##current_plan##-Tarifs bis zum Ende des Abrechnungszeitraums weiter nutzen.
es: . Puedes continuar usando ##current_plan## las prestaciones del plan hasta el final del período de facturación.
fa: می‌توانید تا پایان دوره صورت‌ حساب به استفاده از ویژگی‌های طرح ##current_plan##ادامه دهید.
id: . Anda dapat terus menggunakan fitur paket ##current_plan## hingga akhir dari periode penagihan.
ja: 。引き続き請求期間の終了まで##current_plan##プランの機能をご利用いただけます。
pl: . Możesz używać funkcji planu ##current_plan## do końca okresu rozliczeniowego.
pt: . Você poderá continuar usando os recursos do plano ##current_plan## até o final do período de faturamento.
ru: . Вы можете продолжать пользоваться функциями плана ##current_plan## до конца расчетного периода.
th: คุณสามารถใช้คุณสมบัติของแผน ##current_plan## ต่อไปได้จนถึงสิ้นสุดรอบบิล
uk: Ви можете продовжувати користуватися послугами плану “##current_plan##” до кінця розрахункового періоду.
vi: . Bạn có thể tiếp tục sử dụng các tính năng của gói ##current_plan## cho đến hết thời hạn thanh toán.

source: Your ##current_plan## plan will change to include up to ##submission_quantity## submissions/month starting from
am: ዕቅድዎ##current_plan## እስከ ማስረከቢያዎች/ ወር እንዲያካትት ##submission_quantity## ይቀየራል
ar: ستتغير خطة ##current_plan## الخاصة بك لتشمل ما يصل إلى ##submission_quantity## عملية إرسال شهريًا بدءًا من
de: Ihr ##current_plan##-Tarif wird sich ändern und bis zu ##submission_quantity## Übermittlungen/Monat umfassen, beginnend mit
es: Tu ##current_plan## plan cambiará para incluir hasta ##submission_quantity## envíos/mensuales a partir de
fa: طرح ##current_plan## شما تغییر می‌کند تا شمول حداکثر ارسال‌ها در ماه ##submission_quantity## شروع شود از
id: Paket ##current_plan## Akan berubah untuk mencakupi ##submission_quantity## kiriman/bulan dimulai dari
ja: ##current_plan##プランには、次の日程から最大##submission_quantity##件/月の提出が含まれます:
pl: Twój plan ##current_plan## zostanie zmieniony, aby zawierał do ##submission_quantity## zgłoszeń na miesiąc od
pt: Seu plano ##current_plan## será alterado para incluir até ##submission_quantity## envios/mês a partir de
ru: Ваш план ##current_plan## изменится и будет включать до ##submission_quantity## отправок в месяц, начиная с
th: แผน ##current_plan## ของคุณจะเปลี่ยนไปรวม ##submission_quantity## การส่งข้อมูล/เดือนเริ่มตั้งแต่
uk: Ваш план “##current_plan##” буде змінено, він тепер включатиме до ##submission_quantity## надсилань/місяць з
vi: Gói ##current_plan## của bạn sẽ thay đổi để được bổ sung lên đến ##submission_quantity## bài gửi/tháng, bắt đầu từ

source: Your ##current_plan## plan will change from annual to monthly starting from
am: ዕቅድዎ##current_plan## ከዓመታዊ ወደ ወርኀዊ ይለወጣል
ar: ستتغير خطتك ##current_plan## من السنوية إلى الشهرية بدءًا من
de: Ihr ##current_plan##-Tarif wird von jährlich auf monatlich umgestellt, und zwar ab
es: Tu ##current_plan## plan cambiará de anual a mensual a partir de
fa: طرح ##current_plan## شما از سالیانه به ماهانه تغییر می‌کند در
id: Paket ##current_plan## Anda akan berubah dari tahunan ke bulanan dimulai dari
ja: ##current_plan##プランは、次の日程から年額から月額に変更されます:
pl: Twój plan ##current_plan## zostanie zmieniony z rocznego na miesięczny od
pt: Seu plano ##current_plan## mudará de anual para mensal a partir de
ru: Ваш тарифный план ##current_plan## изменится с годового на помесячный, начиная с
th: แผน ##current_plan## ของคุณจะเปลี่ยนจากรายปีเป็นรายเดือนเริ่มตั้งแต่
uk: Ваш план “##current_plan##” змінить форму підписки з річної на місячну з
vi: Gói ##current_plan## của bạn sẽ thay đổi từ thanh toán hằng năm sang hằng tháng, bắt đầu từ

source: ##add_on_name## add-on
am: ##add_on_name## ተጨማሪዎች
ar: ##add_on_name## وظيفة إضافية
es: ##add_on_name## complemento
fa: ##add_on_name## افزونه
id: tambahan ##add_on_name##
ja: ##add_on_name##アドオン
pl: dodatek ##add_on_name##
pt: ##add_on_name## complemento
ru: ##add_on_name## дополнение
sw: ##add_on_name## kiongezeo
th: ##add_on_name## บริการเสริม
uk: ##add_on_name## доповнення
vi: ##add_on_name## gói mở rộng

source: monthly ##plan_name## plan
am: ወርሃዊ ##plan_name## እቅድ
ar: خطة ##plan_name## شهرية
de: Monatlicher ##plan_name## Tarif
es: plan##plan_name## mensual
fa: ##plan_name##برنامه ماهانه
id: paket ##plan_name## bulanan
ja: 月額##plan_name##プラン
pl: miesięczny plan ##plan_name##
pt: plano ##plan_name## mensal
ru: месячный ##plan_name## план
sw: mpango wa ##plan_name## kila mwezi
th: แผนการใช้งาน ##plan_name## รายเดือน
uk: місячний ##plan_name## план
vi: gói theo ##plan_name## tháng

source: yearly ##plan_name## plan
am: በየዓመቱ ##plan_name## እቅድ
ar: خطة ##plan_name## سنوية
de: Jährlicher ##plan_name## Tarif
es: plan ##plan_name## anual
fa: ##plan_name##برنامه سالانه
id: paket ##plan_name## tahunan
ja: 年間##plan_name##プラン
pl: roczny plan ##plan_name##
pt: plano ##plan_name## anual
ru: годовой ##plan_name## план
sw: mpango wa ##plan_name## kila mwaka
th: แผนการใช้งาน ##plan_name## รายปี
uk: річний ##plan_name## план
vi: gói theo ##plan_name## năm

source: plan
am: እቅድ
ar: خطة
de: Tarif
fa: برنامه
id: paket
ja: プラン
pt: plano
ru: план
sw: mpango
th: แผน
uk: тарифний план
vi: gói

source: add-on
am: ተጨማሪዎች
ar: وظيفة إضافية
es: complemento
fa: افزونه
id: tambahan
ja: アドオン
pl: dodatek
pt: complemento
ru: дополнение
sw: nyongeza
th: บริการเสริม
uk: доповнення
vi: gói mở rộng

source: There was an error processing your plan change. Your previous plan has not been changed. Please try again later.
am: የዕቅድ ለውጥዎን ማስኬድ ላይ ስህተት ነበር። የቀድሞ እቅድህ አልተለወጠም። እባክዎ ቆየት ብለው ይሞክሩ።
ar: حدث خطأ أثناء معالجة تغيير خطتك. لم يتم تغيير خطتك السابقة. يرجى المحاولة مرة أخرى لاحقًا.
de: Beim Ausführen Ihrer Tarifänderung ist ein Fehler aufgetreten. Ihr vorheriger Tarif wurde nicht geändert. Bitte versuchen Sie es später erneut.
es: Se produjo un error al procesar tu cambio de plan. Tu plan anterior no se modificó. Vuelve a intentarlo más tarde.
fa: در فرآیند تغییر برنامه شما مشکلی بوجود آمد. برنامه قبلی شما تغییر نخواهد کرد. لطفا بعدا مجدد تلاش نمایید.
id: Terjadi kesalahan saat memproses perubahan paket Anda. Paket Anda sebelumnya tidak berubah. Silakan coba lagi nanti.
ja: プラン変更の処理中にエラーが発生しました。 以前のプランは変更されていません。 後でもう一度試してください。
pl: Wystąpił błąd podczas przetwarzania zmiany Twojego planu. Twój plan nie został zmieniony. Spróbuj ponownie później.
pt: Ocorreu um erro ao processar a alteração do seu plano. Seu plano anterior não foi alterado. Tente novamente mais tarde.
ru: Произошла ошибка при обработке информации о смене вашего плана. Ваш предыдущий план не был изменен. Повторите попытку позже.
sw: Kulikuwa na hitilafu katika kuchakata mabadiliko ya mpango wako. Mpango wako wa awali haujabadilishwa. Tafadhali jaribu tena baadae.
th: เกิดข้อผิดพลาดในกระบวนการเปลี่ยนแผนบริการ แผนเดิมของคุณยังไม่ได้รับการเปลี่ยน กรุณาลองอีกครั้งภายหลัง
uk: Виникла помилка при обробці зміни вашого тарифного плану. Ваш попередній тарифний план не було змінено. Спробуйте пізніше.
vi: Đã xảy ra sự cố trong quá trình thay đổi gói. Gói đăng ký trước đó của bạn không được thay đổi. Vui lòng thử lại sau.

source: Changes to your Plan
am: በእቅድዎ ላይ የተደረጉ ለውጦች
ar: التغييرات في خطتك
de: Änderungen an Ihrem Tarif
es: Cambios en tu plan
fa: تغییرات برنامه شما
id: Perubahan pada paket Anda
ja: プランの変更
pl: Zmiany w twoim Planie
pt: Alterações em seu plano
ru: Изменения в ваш план
sw: Mabadiliko ya Mpango wako
th: เปลี่ยนแผนของคุณ
uk: Зміни до вашого тарифного плану
vi: Các thay đổi về Gói của bạn

source: Processing your transaction…
am: ግብይትዎን በማስኬድ ላይ…
ar: جاري معالجة معاملتك...
de: Ihre Transaktion wird ausgeführt …
es: Procesando la transacción...
fa: در حال پردازش تراکنش شما…
id: Memproses transaksi Anda…
ja: 取引を処理しています…
pl: Przetwarzanie Twojej transakcji...
pt: Processando sua transação...
ru: Обработка вашей транзакции…
sw: Inachakata muamala wako...
th: กำลังดำเนินการ...
uk: Опрацювання вашої платіжної операції...
vi: Đang xử lý giao dịch của …

source: You are switching to the ##new_product_type##.
am: ወደዚህ እየቀየሩ ነው ##new_product_type##።
ar: أنت تقوم بالتبديل إلى ##new_product_type##.
de: Sie wechseln zum ##new_product_type##.
es: Estás cambiando a/al ##new_product_type##.
fa: شما در حال تغییر به .##new_product_type##
id: Anda sedang beralih ke ##new_product_type##.
ja: ##new_product_type##に切り替えています。
pl: Przechodzisz na ##new_product_type##.
pt: Você está mudando para ##new_product_type##.
ru: Вы переходите на ##new_product_type##.
sw: Unabadilisha hadi kwa ##new_product_type##.
th: คุณได้เปลี่ยนเป็น ##new_product_type##
uk: Ви переходите до ##new_product_type##.
vi: Bạn đang chuyển sang gói ##new_product_type##.

source: Because this plan includes unlimited storage, your storage add-on will be canceled.
am: ይህ እቅድ ያልተገደበ ማከማቻን ስለሚያካትት የማከማቻ ተጨማሪዎ ይሰረዛል።
ar: نظرًا لأن هذه الخطة تتضمن سعة تخزين غير محدودة، سيتم إلغاء الوظيفة الإضافية للتخزين لديك.
de: Da dieser Tarif unbegrenzten Speicher beinhaltet, wird Ihr Speicher-Add-on gekündigt.
es: Debido a que este plan incluye almacenamiento ilimitado, se cancelará tu complemento de almacenamiento.
fa: از آنجایی که این برنامه شامل ذخیره‌سازی نامحدود است، افزونه ذخیره شما حذف خواهد شد.
id: Karena paket ini termasuk penyimpanan tanpa batas, tambahan penyimpanan Andal akan dibatalkan.
ja: このプランには無制限のストレージが含まれているため、ストレージ アドオンはキャンセルされます。
pl: Twój dodatek do przechowywania zostanie anulowany ponieważ ten plan obejmuje nielimitowane przechowywanie danych.
pt: Como este plano inclui armazenamento ilimitado, seu complemento de armazenamento será cancelado.
ru: Поскольку данный план подписки включает неограниченное хранилище, ваше дополнение для хранилища будет отменено.
sw: Kwa sababu mpango huu unajumuisha hifadhi isiyo na kikomo, programu jalizi yako itaghairiwa.
th: เพราะแผนนี้ให้บริการพื้นที่จัดเก็บไม่จำกัด ระบบจึงจะยกเลิกบริการเสริมพื้นที่จัดเก็บของคุณ
uk: Оскільки цей тарифний план включає необмежене сховище, ваш додатковий тариф буде скасовано.
vi: Do gói này không giới hạn lưu trữ nên gói mở rộng của bạn sẽ bị hủy.

source: Your current ##product_type## will remain in effect until ##billing_end_date##. Starting on ##billing_end_date## and until you cancel, we will bill you ##new_price##.
am: የእርስዎ የአሁኑ##product_type##ድረስ በሥራ ላይ ይቆያል##billing_end_date##። ከ ##billing_end_date##ጀምሮ እስኪሰርዙ ድረስ ለአገልግሎቱ ክፍያ እንጠይቆታለን##new_price##።
ar: سيظل ##product_type## الحالي ساري المفعول حتى ##billing_end_date##. ابتداءً من ##billing_end_date## وحتى تقوم بالإلغاء، سنحاسبك بقيمة ##new_price##.
de: Ihr aktueller ##product_type## bleibt bis zum ##billing_end_date## in Kraft. Ab dem ##billing_end_date## werden wir Ihnen ##new_price## in Rechnung gestellt, bis Sie kündigen.
es: Tu ##product_type## actual permanecerá vigente hasta ##billing_end_date##. A partir del ##billing_end_date## y hasta que se cancele, te facturaremos por ##new_price##.
fa: وضعیت فعلی شما ##product_type## تا ##billing_end_date## فعال خواهد بود. از ابتدای ##billing_end_date## و تا زمانی که خودتان لغو نکنید، صورت‌ حساب شما ارسال خواهد شد ##new_price##.
id: Saat ini ##product_type## Anda akan tetap berlaku hingga ##billing_end_date##. Dimulai pada ##billing_end_date## dan hingga Anda membatalkannya, kami akan menagih Anda ##new_price##.
ja: 現在の##product_type##は##billing_end_date##まで有効です。<br> ##billing_end_date##以降、キャンセルされるまでの間、 料金##new_price##が請求されます。
pl: Twój obecny ##product_type## będzie obowiązywać do ##billing_end_date##. Od ##billing_end_date## do momentu anulowania, będzie naliczana opłata ##new_price##.
pt: Seu ##product_type## atual permanecerá vigente até ##billing_end_date##. A partir de ##billing_end_date## e até o cancelamento, faturaremos ##new_price##.
ru: Ваш текущий план ##product_type## будет действовать до ##billing_end_date##. Начиная с ##billing_end_date## и до тех пор, пока вы не отмените подписку, вам будет выставляться счет на ##new_price##.
th: ##product_type## ปัจจุบันของคุณจะยังมีผลจนถึง ##billing_end_date## เริ่มตั้งแแต่ ##billing_end_date## ไปจนกระทั่งคุณยกเลิก เราจะเรียกเก็บค่าบริการ##new_price##
uk: Ваш поточний “##product_type##” буде дійсним до ##billing_end_date##. Починаючи з ##billing_end_date## і до тих пір, поки ви не скасуєте, ми будемо виставляти вам рахунок ##new_price##.
vi: Gói ##product_type## hiện tại của bạn vẫn có hiệu lực đến ##billing_end_date##. Bắt đầu từ ##billing_end_date## cho đến khi bạn hủy đăng ký, chúng tôi sẽ tính phí ##new_price##.

source: Submit
am: አስገባ
ar: إرسال
de: Absenden
es: Enviar
fa: ارسال
id: Kirim
ja: 提出
pl: Zatwierdź
pt: Enviar
ru: Отправить
sw: Wasilisha
th: ส่ง
uk: Відправити
vi: Gửi

source: Added on ##date##
am: የተጨመረው ##date##
ar: تمت الإضافة على ##date##
de: Hinzugefügt am ##date##
es: Agregado el ##date##
ja: ##date##に追加
uk: Додано в ##date##

source: available add-ons
am: የሚገኙ ተጨማሪዎች
ar: الوظائف الإضافية المتاحة
de: Verfügbare Add-ons
es: complementos disponibles
fa: افزونه‌های موجود
id: tambahan tersedia
ja: 利用可能なアドオン
pl: dostępne dodatki
pt: complementos disponíveis
ru: доступные дополнения
sw: viongezeo vinavyopatikana
th: บริการเสริมที่มี
uk: доступні доповнення
vi: các gói mở rộng hiện có

source: Add-ons can be added to your Community plan to increase your usage limits. If you are approaching or have reached the usage limits included with your plan, increase your limits with add-ons to continue data collection.
am: የአጠቃቀም ገደቦችዎን ለመጨመር ተጨማሪዎች ወደ የማኅበረሰብ እቅድ ሊጨመሩ ይችላሉ። ከእርስዎ እቅድ ጋር የተካተቱትን የአጠቃቀም ገደቦች እየቀረቡ ከሆነ ወይም ከደረሱ ውሂብዎን ለመሰብሰብ ለመቀጠል ተጨማሪዎችን በመጠቀም ገደቦችዎን ይጨምሩ።
ar: يمكن إضافة الوظائف الإضافية إلى الخطة المجتمعية الخاصة بك لزيادة حدود الاستخدام الخاصة بك. إذا كنت تقترب أو وصلت إلى حدود الاستخدام المضمنة في خطتك، قم بتوسيع حدودك مع الوظائف الإضافية لمتابعة جمع البيانات.
de: Add-ons können Ihrem Community-Tarif hinzugefügt werden, um Ihre Nutzungslimits zu erhöhen. Falls Sie sich den Nutzungslimits Ihres Tarifs nähern oder diese bereits erreicht haben, erhöhen Sie Ihre Limits durch Add-ons, um auch weiterhin Daten zu sammeln.
es: Puedes agregar complementos a tu plan comunitario para aumentar tus límites de uso. Si estás alcanzado los límites de uso o los alcanzaste, auméntalos con los complementos para continuar la recolección de datos.
ja: ご利用のコミュニティプランにアドオンを追加すると利用上限を引き上げることができます。ご利用のプランの上限が近づいていたり、すでに上限に達したりしている場合、アドオンで上限を引き上げてデータ収集を続けましょう。
uk: До вашого тарифного плану спільноти можна додати доповнення, щоб збільшити ліміти використання. Якщо ви наближаєтесь або досягли лімітів використання, передбачених вашим тарифним планом, збільште ліміти за допомогою доповнень, щоб продовжити збір даних.

source: your active add-ons
am: ንቁ የሆኑት ተጨማሪዎች
ar: الوظائف الإضافية النشطة الخاصة بك
de: Ihre aktiven Add-ons
es: tus complementos activos
ja: アクティブなアドオン
uk: ваші активні доповнення

source: Active
am: ንቁ ነው
ar: ناشط
de: Aktiv
es: Activo
ja: アクティブ
uk: Активні

source: previous add-ons
am: የቀደሙ ተጨማሪዎች
ar: الوظائف الإضافية السابقة
de: Frühere Add-ons
es: complementos anteriores
ja: 以前のアドオン
uk: попередні доповнення

source: Inactive
am: እንቅስቃሴ የሌለው
ar: غير نشط
de: Inaktiv
es: Inactivo
ja: 非アクティブ
uk: Неактивні

source: Total Submissions per Month
am: ጠቅላላ ገቢ በወር ማስረከብ
ar: إجمالي عمليات الإرسال في الشهر
de: Gesamte Übermittlungen pro Monat
es: Total de envíos por mes
fa: ارسالی کل در ماه
id: Total Pengiriman per Bulan
ja: 1 か月あたりの合計提出数
pl: Całkowita liczba zgłoszeń miesięcznie
pt: Total de envios por mês
ru: Всего отправок в месяц
sw: Jumla ya Mawasilisho kwa Mwezi
th: จำนวนการส่งข้อมูลรวมต่อเดือน
uk: Загальна кількість поданих надсилань на місяць
vi: Tổng số lần gửi hằng Tháng

source: ##asr_minutes## minutes of automated transcription /##plan_interval##
am: ##asr_minutes##አውቶማቲክ የድምጽ የጽሁፍ ግልባጭ/ ደቂቃዎች##plan_interval##
ar: ##asr_minutes## دقيقة من النص المفرّغ الآلي / ##plan_interval##
de: ##asr_minutes## Minuten automatische Transkription / ##plan_interval##
es: ##asr_minutes## minutos de transcripción automática /##plan_interval##
fa: ##asr_minutes##پيش نويس نسخه خودکار /##plan_interval##
id: ##asr_minutes## menit dari transkripsi otomatis /##plan_interval##
ja: ##asr_minutes## 分間の自動文字起こし /##plan_interval##
pl: ##asr_minutes## protokołów automatycznej transkrypcji /##plan_interval##
pt: ##asr_minutes## minutos de transcrição automática /##plan_interval##
ru: ##asr_minutes## минут автоматической текстовой расшифровки /##plan_interval##
th: ##asr_minutes## นาทีของการถอดความอัตโนมัติ /##plan_interval##
uk: ##asr_minutes## хвилин автоматичної транскрипції /##plan_interval##
vi: ##asr_minutes## phút phiên âm tự động /##plan_interval##

source: ##mt_characters## characters of machine translation /##plan_interval##
am: ##mt_characters##የማሽን ትርጕም ባህሪያት/ ##plan_interval##
ar: ##mt_characters## حرف من الترجمة الآلي / ##plan_interval##
de: ##mt_characters## Zeichen von maschineller Übersetzung / ##plan_interval##
es: ##mt_characters## caracteres de traducción automática /##plan_interval##
fa: ##mt_characters##حروف ترجمه ماشینی /##plan_interval##
id: ##mt_characters## karakter dari mesin penerjemah /##plan_interval##
ja: 機械翻訳##mt_characters## 文字 /##plan_interval##
pl: ##mt_characters## znaków tłumaczeniowych /##plan_interval##
pt: ##mt_characters## caracteres de tradução automática /##plan_interval##
ru: ##mt_characters## символов машинного перевода /##plan_interval##
th: ##mt_characters## อักขระของการแปลด้วยเครื่อง /##plan_interval##
uk: ##mt_characters## символів(-и) машинного перекладу /##plan_interval##
vi: ##mt_characters## ký tự dịch máy /##plan_interval##

source: Original transcript
am: ኦሪጅናል ግልባጭ
ar: النص المفرّغ الأصلي
de: Originaltranskript
es: Transcripción original
fa: رونوشت اصلی
id: Transkrip asli
ja: オリジナルのトランスクリプト
pl: Oryginalny transkrypt
pt: Transcrição original
ru: Оригинал транскрипта
sw: Nakala asili
th: ข้อความถอดเสียงต้นฉบับ
uk: Оригінал стенограми
vi: Bản phiên âm gốc

source: Submission data
am: የማስረከቢያ ውሂብ
ar: بيانات عملية الإرسال
de: Übermittlungsdaten
es: Información del envío
fa: ارسال داده
id: Data pengiriman
ja: 提出データ
pl: Dane do przesłania
pt: Dados de envio
ru: Данные отправки
sw: data ya kuwasilisha
th: ข้อมูลการส่งข้อมูล
uk: Дані надсилань
vi: Dữ liệu gửi

source: Original file (Audio)
am: የመጀመሪያ ፋይል (ኦዲዮ)
ar: الملف الأصلي (الصوت)
de: Originaldatei (Audio)
es: Archivo original (Audio)
fa: فایل اصلی (صوتی)
id: File asli (Audio)
ja: オリジナルファイル（音声）
pl: Oryginalny plik (Audio)
pt: Arquivo original (áudio)
ru: Исходный файл (аудио)
sw: Faili asili (Sauti)
th: ไฟล์ต้นฉบับ (เสียง)
uk: Оригінал файлу (аудіо)
vi: Tệp tin gốc (Âm thanh)

source: Display settings
am: የማሳያ አዘጋጆች
ar: إعدادات العرض
de: Ansichtseinstellungen
es: Configuración de visualización
fa: تنظیمات نمایش
id: Pengaturan tampilan
ja: ディスプレイの設定
pl: Ustawienia wyświetlania
pt: Configurações de tela
ru: Настройки отображения
sw: Onyesha mipangilio
th: การตั้งค่าการแสดงผล
uk: Налаштування дисплею
vi: Cài đặt hiển thị

source: Customize display settings
am: የማሳያ አዘጋጆችን ያብጁ
ar: تخصيص إعدادات العرض
de: Ansichtseinstellungen personalisieren
es: Personalizar la configuración de visualización
fa: تغییر تنظیمات نمایش
id: Sesuaikan pengaturan tampilan
ja: 表示設定をカスタマイズする
pl: Dostosuj ustawienia wyświetlania
pt: Personalizar as configurações de tela
ru: Настроить параметры отображения
sw: Lainisha mipangilio ya kuonesha
th: ปรับแต่งการตั้งค่าการแสดงผล
uk: Налаштуйте параметри дисплея
vi: Tùy chỉnh cài đặt hiển thị

source: Select the information you want to display in the side menu to support your analysis.
am: ትንታኔዎን ለመደገፍ በጎን ምናሌ ውስጥ ለማሳየት የሚፈልጉትን መረጃ ይምረጡ።
ar: حدد المعلومات التي تريد عرضها في القائمة الجانبية لدعم التحليل الخاص بك.
de: Wählen Sie die Informationen, die Sie im seitlichen Menü zur Unterstützung Ihrer Analyse anzeigen wollen.
es: Selecciona la información que deseas mostrar en el menú lateral para respaldar tu análisis.
fa: اطلاعات مورد نظر برای نمایش در فهرست جانبی را انتخاب کنید تا تحلیل شما را پشتیبانی کند.
id: Pilih informasi yang ingin Anda tampilkan di menu samping untuk mendukung analisis Anda.
ja: 分析をサポートするためにサイド メニューに表示する情報を選択します。
pl: Wybierz informacje do wyświetlenia z menu bocznego w celu utworzenia analizy.
pt: Selecione as informações que você deseja exibir no menu lateral para ajudar sua análise.
ru: Выберите информацию для отображения в боковом меню для содействия проведению анализа.
sw: Chagua maelezo unayotaka kuonyesha kwenye menyu ya pembeni ili kusaidia uchanganuzi wako.
th: เลือกข้อมูลที่คุณต้องการแสดงในเมนูด้านข้างเพื่อรองรับการวิเคราะห์ของคุณ
uk: Виберіть інформацію, яку ви хочете відобразити в контекстному меню, щоб підкріпити ваш аналіз.
vi: Chọn thông tin bạn muốn hiển thị trong thanh menu bên nhằm hỗ trợ cho phân tích của bạn.

source: Select the submission data to display.
am: ማሳየት የተፈለገውን የማስረከቢያ ውሂብ ይምረጡ።
ar: حدد البيانات الخاصة بعملية الإرسال المراد عرضها.
de: Wählen Sie die anzuzeigenden Übermittlungsdaten aus.
es: Seleccionar los datos de envío que deseas visualizar.
fa: داده‌های ارسالی را برای نمایش انتخاب کنید.
id: Pilih data pengiriman untuk ditampilkan.
ja: 表示する提出データを選択します。
pl: Wybierz dane do przesłania, które chcesz wyświetlić.
pt: Selecione os dados de envio a serem exibidos.
ru: Выберите данные для отправки для отображения.
th: เลือกข้อมูลการส่งข้อมูลที่จะแสดง
uk: Виберіть дані надсилань для відображення.
vi: Chọn dữ liệu bài gửi muốn hiển thị.
