Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: %(recipient)s has declined your request to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
am: %(recipient)s የፕሮጀክቱን ባለቤትነት ወደ እርስዎ ለማስተላለፍ ያቀረቡትን ጥያቄ ውድቅ አድርጓል %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing)።
ar: لقد رفض %(recipient)s طلبك لنقل ملكية المشروع %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landin) إليك.
bn: %(recipient)s আপনার কাছে প্রকল্পের মালিকানা %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) হস্তান্তর করার জন্য আপনার অনুরোধ প্রত্যাখ্যান করেছে।
cs: Uživatel %(recipient)s odmítl vaši žádost o přenos vlastnictví projektu %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
de: %(recipient)s hat Ihren Antrag auf Übertragung der Eigentümerrolle für das Projekt %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) abgelehnt.
es: %(recipient)s rechazó tu solicitud de transferencia de propiedad del proyecto %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
fa: %(recipient)sدرخواست شما را برای انتقال مالکیت پروژه %(asset_name)s (%(base_url)s/#/froms/%(asset_uid)s/landing) رد کرده است.
hi: %(recipient)s ने परियोजना %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) स्थानांतरण के आपके अनुरोध को अस्वीकार कर दिया है।
id: %(recipient)s telah menolak permintaan Anda untuk mengalihkan kepemilikan proyek %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
ja: プロジェクト%(asset_name)s(%(base_url)s/#/forms/%(asset_uid)s/landing)の所有権を譲渡するリクエストが、%(recipient)sによって却下されました。
my: စီမံကိန်း၏ ပိုင်ဆိုင်မှုကို သင့်ထံလွှဲပြောင်းရန် သင့်တောင်းဆိုချက်ကို %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing)%(recipient)s က ငြင်းဆိုခဲ့သည်။
pt: %(recipient)s rejeitou sua solicitação de transferência da responsabilidade pelo projeto %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
ru: %(recipient)s отклонил ваш запрос на передачу прав владения проектом %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
sw: %(recipient)s elutasította a kérelmét, hogy átruházza %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) projekt tulajdonjogát.
th: %(recipient)s ได้ปฏิเสธคำขอของคุณในการโอนกรรมสิทธิ์โครงการ %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing)
uk: %(recipient)sваш запит на передачу прав власності на проєкт відхилено %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
vi: %(recipient)s đã từ chối yêu cầu chuyển quyền sở hữu dự án %(asset_name)s của bạn (%(base_url)s/#/forms/%(asset_uid)s/landing).

source: The request you have sent to <b>%(recipient)s</b> has expired.
am: ያቀረቡት ጥያቄ ጊዜው <b>%(recipient)s</b> አልፏል።
ar: الطلب الذي أرسلته إلى <b>%(recipient)s</b> قد انتهت صلاحيته.
bn: আপনি <b>%(recipient)s</b>-এর কাছে যে অনুরোধটি পাঠিয়েছেন তার মেয়াদ শেষ হয়ে গেছে।
cs: Platnost žádosti, kterou jste odeslali uživateli <b>%(recipient)s</b>, již vypršela.
de: Die Anfrage, die Sie an <b>%(recipient)s</b> gesendet haben, ist abgelaufen.
es: La solicitud que enviaste <b>%(recipient)s</b> expiró.
fa: درخواستی را كه به <b>%(recipient)s</b>ارسال کردید منقضی شده است.
hi: आपके द्वारा <b>%(recipient)s</b> को भेजा गए अनुरोध की अवधि समाप्त हो गई है।
id: Permintaan yang Anda kirim kepada <b>%(recipient)s</b> telah kedaluwarsa.
ja: <b>%(recipient)s</b>に送信したリクエストが失効しました。
my: <b>%(recipient)s</b>ထံ သင်ပေးပို့ထားသော တောင်းဆိုချက်သည် သက်တမ်းကုန်သွားပါပြီ။
pt: A solicitação que você enviou a <b>%(recipient)s</b> expirou.
ru: Срок действия запроса, который вы отправили <b>%(recipient)s</b>, истек.
sw: <b>%(recipient)s</b> részére elküldött kérelme lejárt.
th: คำขอที่คุณส่งไปที่ <b>%(recipient)s</b> หมดอายุแล้ว
uk: Термін дії запиту, який ви надіслали, <b>%(recipient)s</b> закінчився.
vi: Yêu cầu bạn gửi đến <b>%(recipient)s</b> đã hết hạn.

source: The request you have sent to %(recipient)s has expired.
am: ያቀረቡት ጥያቄ ጊዜው %(recipient)s አልፏል።
ar: الطلب الذي أرسلته إلى %(recipient)s قد انتهت صلاحيته.
bn: আপনি %(recipient)s-এর কাছে যে অনুরোধটি পাঠিয়েছেন তার মেয়াদ শেষ হয়ে গেছে।
cs: Platnost žádosti, kterou jste odeslali uživateli %(recipient)s, již vypršela.
de: Die Anfrage, die Sie an %(recipient)s gesendet haben, ist abgelaufen.
es: La solicitud que enviaste %(recipient)s expiró.
fa: درخواستی را که به %(recipient)sارسال کردید منقضی شده.
hi: आपके द्वारा %(recipient)s को भेजे गए अनुरोध की अवधि समाप्त हो गई है।
id: Permintaan yang Anda kirim kepada %(recipient)s telah kedaluwarsa.
ja: %(recipient)sに送信したリクエストが失効しました。
my: %(recipient)sထံ သင်ပေးပို့ထားသော တောင်းဆိုချက်သည် သက်တမ်းကုန်သွားပါပြီ။
pt: A solicitação que você enviou a %(recipient)s expirou.
ru: Срок действия запроса, который вы отправили %(recipient)s, истек.
sw: %(recipient)s részére elküldött kérelme lejárt.
th: คำขอที่คุณส่งไปที่ %(recipient)s หมดอายุแล้ว
uk: Термін дії запиту, який ви надіслали, %(recipient)s закінчився.
vi: Yêu cầu bạn gửi đến %(recipient)s đã hết hạn.

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> to you.
am: %(sender_username)s (%(sender_email)s) የፕሮጀክቱን ባለቤትነት ወደ እርስዎ ለማስተላለፍ ጥያቄ <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> አቅርቧል።
ar: لقد طلب %(sender_username)s (%(sender_email)s) نقل ملكية المشروع <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> إليك.
bn: %(sender_username)s (%(sender_email)s) প্রকল্পের মালিকানা আপনার কাছে হস্তান্তর করার জন্য অনুরোধ করেছেন। <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>
cs: Uživatel %(sender_username)s (%(sender_email)s) požádal o přenos vlastnictví projektu <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> na vás.
de: %(sender_username)s (%(sender_email)s ) hat beantragt, die Eigentümerrolle für das Projekt <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> auf Sie zu übertragen.
es: %(sender_username)s(%(sender_email)s) ha solicitado transferirte la propiedad del proyecto <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> a ti.
fa: %(sender_username)s(%(sender_email)s) درخواست انتقال مالکیت پروژه <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>را به شما کرده است.
hi: %(sender_username)s (%(sender_email)s) ने अनुरोध किया है कि प्रोजेक्ट <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>का स्वामित्व आपको स्थानांतरित कर दिया जाए।
id: %(sender_username)s (%(sender_email)s) telah meminta untuk mengalihkan kepemilikan proyek<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> kepada Anda.
ja: %(sender_username)s(%(sender_email)s)が、プロジェクト<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>の所有権をあなたに譲渡することをリクエストしています。
my: စီမံကိန်း<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> ၏ ပိုင်ဆိုင်မှုကို သင့်ထံလွှဲပြောင်းရန် %(sender_username)s (%(sender_email)s)က တောင်းဆိုထားသည်။
pt: %(sender_username)s (%(sender_email)s) solicitou a transferência a você da responsabilidade pelo projeto <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
ru: %(sender_username)s (%(sender_email)s) принял ваш запрос на передачу прав владения проектом <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> вам.
sw: %(sender_username)s (%(sender_email)s) elfogadta a kérelmét, hogy átruházza <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> projekt tulajdonjogát.
th: %(sender_username)s (%(sender_email)s) ได้ขอให้โอนกรรมสิทธิ์โครงการ <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> ให้คุณแล้ว
uk: %(sender_username)s (%(sender_email)s) зроблено запит на передачу вам права власності <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> на проєкт.
vi: %(sender_username)s (%(sender_email)s) đã yêu cầu chuyển quyền sở hữu dự án <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> sang cho bạn.

source: When you accept the ownership transfer, all of the submissions, data storage, and transcription and translation usage for these projects will be transferred to you and count against your plan limits.
am: ባለቤትነትን የማሰተለለፉ ጥያቄን በሚቀበሉበት ጊዜ፣ ለእነዚህ ፕሮጀክቶች የተረከቡ/የተሰጡ እንደ ሰነድ፣ ፕሮፖዛል፣ ጽሑፍ፣ ወዘተ የመሳሰሉ.፣ የ ውሂብ ማከማቻዎች፣ የጽሁፍ ግልባጮች እንዲሁም የትርጕም አጠቃቀሞች ሁሉም ወደ እርስዎ ይተላለፋሉ፤ እንዲሁም የፕላን እጥረትዎ ላይ በተቃራኒ ይቈጠራሉ።
ar: عند قبولك لنقل الملكية، سيتم نقل جميع عمليات الإرسال وتخزين البيانات والنسخ واستخدام الترجمة لهذه المشاريع إليك وسيتم احتسابها ضمن حدود خطتك.
bn: আপনি হস্তান্তরিত মালিকানা গ্রহণ করার পর এই প্রকল্পগুলোর সব সাবমিশন, তথ্য স্টোরেজ এবং প্রতিলিপি ও অনুবাদের ব্যবহার আপনার কাছে হস্তান্তরিত হবে এবং আপনার প্ল্যানের ঊর্ধ্বসীমার ক্ষেত্রে তখন সেগুলোও গণ্য হবে।
cs: Když přijmete přenos vlastnictví, všechna odeslaná data, uložená data, přepisy i překlady k těmto projektům budou přeneseny na váš účet a budou se započítávat do limitů vašeho tarifu.
de: Wenn Sie die Übertragung der Eigentümerrolle akzeptieren, werden alle Übermittlungen, die Datenspeicherung sowie die Transkriptions- und Übersetzungsnutzung für diese Projekte auf Sie übertragen und auf Ihre Tariflimits angerechnet.
es: Cuando aceptes la transferencia de propiedad, todos los envíos, el almacenamiento de datos y el uso de transcripción y la traducción de estos proyectos se te transferirán a ti y se descontarán de los límites de tu plan.
fa: وقتی انتقال مالکیت را قبول کردید، تمام موارد ارسالی، ذخیره سازی اطلاعات، استفاده از نسخه برداري و ترجمه اين پروژه ها به شما منتقل می شود و به حساب برنامه شما محسوب می شود.
hi: जब आप परियोजना का स्वामित्व स्वीकार करते हैं, तो परियोजना के लिए सभी प्रविष्टियां (सबमिशन), डेटा भंडारण, और ट्रांसक्रिप्शन तथा अनुवाद का उपयोग आपको स्थानांतरित कर दिया जाएगा और आपकी योजना सीमाओं के खिलाफ़ गिना जाएगा।
id: Saat Anda menerima peralihan kepemilikan, semua kiriman, penyimpanan data, dan penggunaan transkripsi dan terjemahan untuk proyek-proyek ini akan dialihkan kepada Anda dan diperhitungkan dalam batas paket Anda.
ja: プロジェクトの所有権の譲渡を承認すると、そのプロジェクトのすべての提出、データストレージ、文字起こしおよび翻訳の使用量があなたに転送され、それらがあなたのプラン上限から差し引かれます。
my: ပိုင်ဆိုင်မှုလွှဲပြောင်းခြင်းကို သင်လက်ခံသောအခါ၊ ဤစီမံကိန်းများအတွက် တင်သွင်းခြင်းများ၊ ဒေတာသိုလှောင်မှု၊ စာသားအဖြစ်ပြောင်းလဲခြင်းနှင့် ဘာသာပြန်ဆိုအသုံးပြမှုအားလုံးကို သင့်ထံလွှဲပြောင်းမည်ဖြစ်ပြီး သင့်အစီအစဉ်ကန့်သတ်ချက်များကို ထည့်သွင်းတွက်ချက်မည်ဖြစ်သည်။
pt: Ao aceitar a transferência da responsabilidade, todos os envios, armazenamento de dados, e uso de transcrição e tradução para estes projetos serão transferidos a você e deduzidos do limite do seu plano.
ru: При принятии передачи прав владения все отправки, хранение данных, а также использование расшифровки и перевода для этих проектов переходят к вам и входят в лимиты вашего тарифного плана.
sw: A tulajdonjog átruházásának elfogadásakor az ezen projektekhez tartozó minden űrlapválasz, adattárhely, valamint az átírás és fordítás használata átkerül Önhöz, és az Ön csomagkeretét fogják terhelni.
th: เมื่อคุณยอมรับการโอนกรรมสิทธิ์แล้ว การส่งข้อมูล ที่จัดเก็บข้อมูล และการใช้งานการถอดเสียงและคำแปลทั้งหมดสำหรับโครงการเหล่านี้จะถูกโอนไปที่คุณ และหักออกจากขีดจำกัดแผนของคุณ
uk: Коли ви приймете передачу прав власності, всі надсилання, збережені дані, використання транскрипції та перекладів для цих проєктів будуть передані вам і будуть зараховані до лімітів вашого тарифного плану.
vi: Khi bạn chấp nhận chuyển quyền sở hữu dự án, tất cả các bản dữ liệu, lưu trữ dữ liệu cũng như quyền sử dụng bản phiên âm và bản dịch của những dự án này sẽ được chuyển sang cho bạn và có thể vượt quá giới hạn gói của bạn.

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the following projects to you:
am: %(sender_username)s (%(sender_email)s) የፕሮጀክት ባለቤት የሚከተሉትን ፕሮጀክቶች ወደ እርስዎ ለማስተላለፍ ጥያቄ አቅርቧል፦
ar: لقد طلب %(sender_username)s (%(sender_email)s) نقل ملكية المشاريع التالية إليك:
bn: %(sender_username)s (%(sender_email)s) নিম্নলিখিত প্রকল্পগুলোর মালিকানা আপনার কাছে হস্তান্তর করার জন্য অনুরোধ করেছে :
cs: Uživatel %(sender_username)s (%(sender_email)s) požádal o přenos vlastnictví následujících projektů na vás:
de: %(sender_username)s (%(sender_email)s ) hat beantragt, die Eigentümerrolle für die folgenden Projekte auf Sie zu übertragen:
es: %(sender_username)s (%(sender_email)s) solicitó transferirte la propiedad de los siguientes proyectos:
fa: %(sender_username)s(%(sender_email)s) درخواست انتقال مالکیت پروژه را به شما کرده است :
hi: %(sender_username)s (%(sender_email)s) ने निम्नलिखित परियोजनाओं के स्वामित्व का स्थानांतरण आपको करने के लिए अनुरोध किया है:
id: %(sender_username)s (%(sender_email)s) telah meminta untuk mengalihkan kepemilikan proyek-proyek berikut kepada Anda:
ja: %(sender_username)s(%(sender_email)s)が、次のプロジェクトの所有権をあなたに譲渡することをリクエストしています:
my: %(sender_username)s (%(sender_email)s) က အောက်ပါပရောဂျက်များ၏ ပိုင်ဆိုင်မှုကို သင့်ထံလွှဲပြောင်းပေးရန် တောင်းဆိုထားသည်-
pt: %(sender_username)s (%(sender_email)s) solicitou a transferência a você da responsabilidade pelos seguintes projetos:
ru: %(sender_username)s (%(sender_email)s) принял ваш запрос на передачу прав владения этими проектами вам:
sw: %(sender_username)s (%(sender_email)s) elfogadta a kérelmét, hogy átruházza az alábbi projektek tulajdonjogát:
th: %(sender_username)s (%(sender_email)s) ได้ขอให้โอนกรรมสิทธิ์โครงการต่อไปนี้ให้คุณแล้ว:
uk: %(sender_username)s (%(sender_email)s) зроблено запит на передачу вам права власності на наступні проєкти:
vi: %(sender_username)s (%(sender_email)s) đã yêu cầu chuyển quyền sở hữu các dự án sau sang cho bạn:

source: If you are unsure, please contact the current owner.
am: እርግጠኛ ካልሆኑ እባክዎ የአሁኑን ባለቤት ያነጋግሩ።
ar: إذا كنت غير متأكد يرجى التواصل مع المالك الحالي.
bn: আপনি যদি নিশ্চিত না হন, তাহলে অনুগ্রহ করে বর্তমান মালিকের সঙ্গে যোগাযোগ করুন।
cs: Pokud si nejste jistí, kontaktujte současného vlastníka.
de: Wenn Sie unsicher sind, wenden Sie sich bitte an den/die derzeitige*n Eigentümer*in.
es: Si no estás seguro/a, comunícate con el propietario actual.
fa: اگر مطمئن نیستید، لطفآ با مالک فعلی تماس بگیرید.
hi: यदि आप सुनिश्चित नहीं हैं, कृपया वर्तमान मालिक से संपर्क करें।
id: Jika Anda tidak yakin, silakan hubungi pemilik saat ini.
ja: ご不明な点がある場合は、現在の所有者にお問い合わせください。
my: မသေချာပါက ကျေးဇူးပြု၍ လက်ရှိပိုင်ရှင်ကို ဆက်သွယ်ပါ။
pt: Caso tenha dúvidas, entre em contato com o atual responsável.
ru: Если вы не уверены, свяжитесь с текущим владельцем.
sw: Ha kérdése van, lépjen kapcsolatba a jelenlegi tulajdonossal.
th: ถ้าคุณไม่แน่ใจ โปรดติดต่อเจ้าของปัจจุบัน
uk: Якщо ви не впевнені, зв'яжіться з теперішнім власником.
vi: Nếu bạn không chắc chắn, vui lòng liên hệ với chủ sở hữu hiện tại.

source: This transfer request will expire in %(invite_expiry)s days.
am: ይህ ባለቤትን የማሰተለለፍ ጥያቄ %(invite_expiry)s ቀን ውስጥ ይቃጠላል።
ar: ستنتهي صلاحية هذا الطلب للنقل خلال %(invite_expiry)s أيام.
bn: %(invite_expiry)s দিনের মধ্যে এই হস্তান্তর অনুরোধের মেয়াদ শেষ হয়ে যাবে।
cs: Tato žádost o přenos vyprší za tento počet dní: %(invite_expiry)s.
de: Diese Übertragungsanfrage läuft in %(invite_expiry)s Tagen ab.
es: Esta solicitud de transferencia expirará en %(invite_expiry)s días.
fa: این درخواست انتقال %(invite_expiry)s تا يك روز دیگر منقضی می شود.
hi: यह स्थानांतरण अनुरोध %(invite_expiry)s दिनों में समाप्त हो जाएगा।
id: Permintaan peralihan ini akan kedaluwarsa dalam %(invite_expiry)s hari.
ja: この譲渡リクエストは%(invite_expiry)s日で失効します。
my: ဤလွှဲပြောင်းရန်တောင်းဆိုမှုသည် %(invite_expiry)sရက်ပိုင်းအတွင်း သက်တမ်းကုန်ဆုံးမည်ဖြစ်သည်။
pt: Esta solicitação de transferência expirará em %(invite_expiry)s dia(s).
ru: Срок действия этого запроса на передачу истекает через %(invite_expiry)s дней.
sw: Az átruházási kérelem %(invite_expiry)s nap múlva lejár.
th: คำขอโอนนี้จะหมดเวลาในอีก %(invite_expiry)s วัน
uk: Термін дії цього запиту на передачу спливає за %(invite_expiry)s днів.
vi: Yêu cầu chuyển quyền này sẽ hết hạn trong %(invite_expiry)s ngày.

source: To respond to this transfer request, please use the following link: %(base_url)s/#/projects/home?invite=%(invite_uid)s
am: ለዚህ የዝውውር ጥያቄ ምላሽ ለመስጠት እባክዎ የሚከተለውን አገናኝ ይጠቀሙ፦%(base_url)s/#/projects/home?invite=%(invite_uid)s
ar: للرد على طلب نقل الملكي، يرجى استخدام الرابط التالي: %(base_url)s/#/projects/home?invite=%(invite_uid)s
bn: এই স্থানান্তর অনুরোধে সাড়া দেওয়ার জন্য অনুগ্রহ করে নিচের লিংকটি ব্যবহার করুন : %(base_url)s/#/projects/home?invite=%(invite_uid)s
cs: K odpovědi na tuto žádost použijte následující odkaz: %(base_url)s/#/projects/home?invite=%(invite_uid)s
de: Um auf diese Übertragungsanfrage zu antworten, verwenden Sie bitte den folgenden Link: %(base_url)s/#/projects/home?invite=%(invite_uid)s
es: Para responder a esta solicitud de transferencia, utiliza el siguiente enlace: %(base_url)s/#/projects/home?invite=%(invite_uid)s
fa: برای پاسخ به این درخواست انتقال، لطفآ لینک زیر استفاده کنید: %(base_url)s/#/projects/home?invite=%(invite_uid)s
hi: इस स्थानांतरण अनुरोध का उत्तर देने के लिए, कृपया निम्नलिखित लिंक का उपयोग करें: %(base_url)s/#/projects/home?invite=%(invite_uid)s
id: Untuk menanggapi permintaan peralihan ini, silakan menggunakan tautan berikut: %(base_url)s/#/projects/home?invite=%(invite_uid)s
ja: この譲渡リクエストに応答するには次のリンクをご利用ください: %(base_url)s/#/projects/home?invite=%(invite_uid)s
my: ဤလွှဲပြောင်းရန်တောင်းဆိုမှုကို တုံ့ပြန်ရန် ကျေးဇူးပြု၍ အောက်ပါလင့်ခ်ကို အသုံးပြုပါ-%(base_url)s/#/projects/home?invite=%(invite_uid)s
pt: Para responder a esta solicitação de transferência, acesse o link: %(base_url)s/#/projects/home?invite=%(invite_uid)s
ru: Чтобы ответить на этот запрос на передачу, воспользуйтесь следующей ссылкой: %(base_url)s/#/projects/home?invite=%(invite_uid)s
sw: Az átruházási kérelemre történő válaszadáshoz használja az alábbi hivatkozást: %(base_url)s/#/projects/home?invite=%(invite_uid)s
th: โปรดใช้ลิงค์ต่อไปนี้ในการตอบคำขอโอน: %(base_url)s/#/projects/home?invite=%(invite_uid)s
uk: Щоб відповісти на цей запит на передачу, перейдіть за наступним посиланням: %(base_url)s/#/projects/home?invite=%(invite_uid)s
vi: Để phản hồi yêu cầu chuyển quyền này, vui lòng sử dụng đường liên kết sau: %(base_url)s/#/projects/home?invite=%(invite_uid)s

source: %(sender_username)s (%(sender_email)s) has requested to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) to you.
am: %(sender_username)s (%(sender_email)s) የፕሮጀክቱን ባለቤትነት ወደ እርስዎ ለማስተላለፍ ጥያቄ አቅርቧል %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing)።
ar: لقد طلب %(sender_username)s (%(sender_email)s) نقل ملكية المشروع %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) إليك.
bn: %(sender_username)s (%(sender_email)s) প্রকল্পের মালিকানা %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) আপনার কাছে হস্তান্তর করার জন্য অনুরোধ করেছেন।
cs: Uživatel %(sender_username)s (%(sender_email)s) požádal o přenos vlastnictví projektu %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) na vás.
de: %(sender_username)s (%(sender_email)s) hat beantragt, die Eigentümerrolle für das Projekt %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) auf Sie zu übertragen.
es: %(sender_username)s (%(sender_email)s) solicitó transferirte la propiedad del proyecto %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) a ti.
fa: %(sender_username)s(%(sender_email)s) درخواست انتقال مالکیت پروژه %(asset_name)s (%(base_url)s/#forms/%(asset_uid)s/landing) را به شما کرده است.
hi: %(sender_username)s (%(sender_email)s) ने अनुरोध किया है कि प्रोजेक्ट %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) का स्वामित्व आपको स्थानांतरित कर दिया जाए।
id: %(sender_username)s (%(sender_email)s) telah meminta untuk mengalihkan kepemilikan proyek %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) kepada Anda.
ja: %(sender_username)s(%(sender_email)s)が、プロジェクト%(asset_name)s(%(base_url)s/#/forms/%(asset_uid)s/landing)の所有権をあなたに譲渡することをリクエストしています。
my: %(sender_username)s (%(sender_email)s)သည် စီမံကိန်း%(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) ၏ ပိုင်ဆိုင်မှုကို သင့်ထံ လွှဲပြောင်းပေးရန် တောင်းဆိုထားသည်။
pt: %(sender_username)s (%(sender_email)s) solicitou a transferência a você da responsabilidade pelo projeto %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
ru: Пользователь %(sender_username)s (%(sender_email)s) направил запрос на передачу прав владения проектом «%(asset_name)s» (%(base_url)s/#/forms/%(asset_uid)s/landing) вам.
sw: %(sender_username)s (%(sender_email)s) elfogadta a kérelmét, hogy átruházza %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) projekt tulajdonjogát.
th: %(sender_username)s (%(sender_email)s) ได้ขอให้โอนกรรมสิทธิ์โครงการ %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) ให้คุณแล้ว
uk: %(sender_username)s (%(sender_email)s) зроблено запит на передачу вам права власності на проєкт%(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
vi: %(sender_username)s (%(sender_email)s) đã gửi yêu cầu chuyển quyền sở hữu dự án %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) sang cho bạn.
