Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Humanitarian - Camp Management & Coordination
am: ሰብአዊነት - የካምፕ አስተዳደር እና ቅንጅት
ar: الشؤون الإنسانية - إدارة وتنسيق المخيمات
bn: মানবিক - ক্যাম্প ব্যবস্থাপনা ও সমন্বয়
cs: Humanitární oblast – správa a koordinace táborů
de: Humanitäre Hilfe – Camp-Management und -Koordination
es: Humanitario: Gestión y coordinación de campamentos
fa: بشردوستانه - مدیریت و هماهنگی کمپ
fr: Humanitaire - Gestion et coordination des camps
hi: मानवीय - शिविर प्रबंधन एवं समन्वय
id: Kemanusiaan - Manajemen &amp; Koordinasi Kamp
ja: 人道ーキャンプ管理と連携
my: လူသားချင်းစာနာထောက်ထားမှု - စခန်းစီမံခန့်ခွဲမှုနှင့် ညှိနှိုင်းဆောင်ရွက်မှု
ne: मानवीय - शिविर व्यवस्थापन र समन्वय
pl: Pomoc humanitarna — zarządzanie obozami i koordynacja
pt: Humanitário - Gestão e Coordenação de Campos
ru: Гуманитарная деятельность: управление и координация работы лагерей
sw: Humanitárius – Táborirányítás és -koordináció
th: มนุษยธรรม - การประสานงานและการจัดการค่าย
uk: Гуманітарна сфера - Управління табором та координація
vi: Nhân đạo – Quản lý &amp; Điều phối trại

source: Humanitarian - Early Recovery
am: ሰብአዊነት - ቀደምት ማገገም
ar: الشؤون الإنسانية - التعافي المبكر
bn: মানবিক - প্রাথমিক পুনরুদ্ধার
cs: Humanitární oblast – brzká obnova
de: Humanitäre Hilfe – Frühe Wiederherstellung
es: Humanitario: Recuperación temprana
fa: بشردوستانه - بهبودی زودهنگام
fr: Humanitaire - Relèvement rapide
hi: मानवीय - शीघ्र सुधार
id: Kemanusiaan - Pemulihan Awal
ja: 人道ー早期回復
my: လူသားချင်းစာနာထောက်ထားမှု - အစောပိုင်းပြန်လည်ထူထောင်ရေး
ne: मानवीय - शीघ्र पुनर्स्थापन
pl: Pomoc humanitarna — wczesne wyzdrowienie
pt: Humanitário - Recuperação Precoce
ru: Гуманитарная деятельность: восстановление на раннем этапе
sw: Humanitárius – Korai helyreállítás
th: มนุษยธรรม - การฟื้นฟูตั้งแต่เนิ่นๆ
uk: Гуманітарна сфера - Раннє відновлення
vi: Nhân đạo – Phục hồi sớm

source: Humanitarian - Education
am: ሰብአዊነት - ትምህርት
ar: الشؤون الإنسانية - التعليم
bn: মানবিক - শিক্ষা
cs: Humanitární oblast – vzdělávání
de: Humanitäre Hilfe – Bildung
es: Humanitario: Educación
fa: بشردوستانه - آموزش
fr: Humanitaire - Éducation
hi: मानवीय - शिक्षा
id: Kemanusiaan - Pendidikan
ja: 人道ー教育
my: လူသားချင်းစာနာထောက်ထားမှု - ပညာရေး
ne: मानवीय - शिक्षा
pl: Pomoc humanitarna — edukacja
pt: Humanitário - Educação
ru: Гуманитарная деятельность: образование
sw: Humanitárius – Oktatás
th: มนุษยธรรม - การศึกษา
uk: Гуманітарна сфера - Освіта
vi: Nhân đạo – Giáo dục

source: Humanitarian - Emergency Shelter
am: ሰብአዊነት - የአደጋ ጊዜ መጠለያ
ar: الشؤون الإنسانية - المأوى في حالات الطوارئ
bn: মানবিক - জরুরি আশ্রয়
cs: Humanitární oblast – nouzové přístřeší
de: Humanitäre Hilfe – Notunterkunft
es: Humanitario: Refugio de emergencia
fa: بشردوستانه - پناهگاه اضطراری
fr: Humanitaire - Hébergement d’urgence
hi: मानवीय - आपातकालीन आश्रय
id: Kemanusiaan - Tempat Perlindungan Darurat
ja: 人道ー緊急シェルター
my: လူသားချင်းစာနာထောက်ထားမှု - အရေးပေါ် ခိုလှုံခြင်း
ne: मानवीय - आपतकालीन आश्रय
pl: Pomoc humanitarna — tymczasowe schronienia
pt: Humanitário - Abrigo de Emergência
ru: Гуманитарная деятельность: временное убежище
sw: Humanitárius – Menedékbiztosítás
th: มนุษยธรรม - ที่พักพิงฉุกเฉิน
uk: Гуманітарна сфера - Притулок для надзвичайних ситуацій
vi: Nhân đạo – Nơi trú ẩn khẩn cấp

source: Humanitarian - Emergency Telecoms
am: ሰብአዊነት - የአደጋ ጊዜ ቴሌኮም
ar: الشؤون الإنسانية - اتصالات الطوارئ
bn: মানবিক - জরুরি টেলিযোগাযোগ
cs: Humanitární oblast – nouzová telekomunikace
de: Humanitäre Hilfe – Notfall-Telekommunikation
es: Humanitario: Telecomunicaciones de emergencia
fa: بشردوستانه - مخابرات اضطراری
fr: Humanitaire - Télécoms d’urgence
hi: मानवीय - आपातकालीन दूरसंचार
id: Kemanusiaan - Telekomunikasi Darurat
ja: 人道―緊急通信
my: လူသားချင်းစာနာထောက်ထားမှု - အရေးပေါ် တယ်လီကွန်းများ
ne: मानवीय - आपतकालीन दूरसंचार
pl: Pomoc humanitarna — telekomunikacja awaryjna
pt: Humanitário - Telecomunicações de Emergência
ru: Гуманитарные услуги: телекоммуникации в чрезвычайных ситуациях
sw: Humanitárius – Vészhelyzeti távközlés
th: มนุษยธรรม - โทรคมนาคมฉุกเฉิน
uk: Гуманітарна сфера - Телекомунікації в умовах надзвичайних ситуацій
vi: Nhân đạo – Viễn thông khẩn cấp

source: Humanitarian - Food Security
am: ሰብአዊነት - የምግብ ዋስትና
ar: الشؤون الإنسانية - الأمن الغذائي
bn: মানবিক - খাদ্য নিরাপত্তা
cs: Humanitární oblast – bezpečnost potravin
de: Humanitäre Hilfe – Ernährungssicherheit
es: Humanitario: Seguridad alimentaria
fa: بشردوستانه - امنیت غذایی
fr: Humanitaire - Sécurité alimentaire
hi: मानवीय - खाद्य सुरक्षा
id: Kemanusiaan - Keamanan Pangan
ja: 人道ー食糧保全
my: လူသားချင်းစာနာထောက်ထားမှု - စားနပ်ရိက္ခာဖူလုံရေး
ne: मानवीय - खाद्य सुरक्षा
pl: Pomoc humanitarna — bezpieczeństwo żywnościowe
pt: Humanitário - Segurança Alimentar
ru: Гуманитарная сфера: продовольственная безопасность
sw: Humanitárius – Élelmiszerbiztonság
th: มนุษยธรรม - ความมั่นคงทางอาหาร
uk: Гуманітарна сфера - Продовольча безпека
vi: Nhân đạo – An toàn Thực phẩm

source: Humanitarian - Health
am: ሰብአዊነት - ጤና
ar: الشؤون الإنسانية - الصحة
bn: মানবিক - স্বাস্থ্য
cs: Humanitární oblast – zdraví
de: Humanitäre Hilfe – Gesundheit
es: Humanitario: Salud
fa: بشردوستانه - سلامت
fr: Humanitaire - Santé
hi: मानवीय - स्वास्थ्य
id: Kemanusiaan - Kesehatan
ja: 人道ー健康
my: လူသားချင်းစာနာထောက်ထားမှု - ကျန်းမာရေး
ne: मानवीय - स्वास्थ्य
pl: Pomoc humanitarna — zdrowie
pt: Humanitário - Saúde
ru: Гуманитарная сфера: здравоохранение
sw: Humanitárius – Egészségvédelem
th: มนุษยธรรม - สุขภาพ
uk: Гуманітарна сфера - Охорона здоров'я
vi: Nhân đạo – Y tế

source: Humanitarian - Logistics
am: ሰብአዊነት - ሎጂስቲክስ
ar: الشؤون الإنسانية - اللوجستية
bn: মানবিক - সরবরাহ ও সংগঠন (লজিস্টিক্স)
cs: Humanitární oblast – logistika
de: Humanitäre Hilfe – Logistik
es: Humanitario: Logística
fa: بشردوستانه - لجستیک
fr: Humanitaire - Logistique
hi: मानवीय - संचालन या लॉजिस्टिक्स
id: Kemanusiaan - Logistik
ja: 人道ー輸送
my: လူသားချင်းစာနာထောက်ထားမှု - ထောက်ပံ့ပို့ဆောင်ရေး
ne: मानवीय - रसद
pl: Pomoc humanitarna — logistyka
pt: Humanitário - Logística
ru: Гуманитарная деятельность: логистика
sw: Humanitárius – Logisztika
th: มนุษยธรรม - โลจิสติกส์
uk: Гуманітарна сфера - Логістика
vi: Nhân đạo – Hậu cần

source: Humanitarian - Nutrition
am: ሰብአዊነት - የተመጣጠነ ምግብ
ar: الشؤون الإنسانية - التغذية
bn: মানবিক - পুষ্টি
cs: Humanitární oblast – výživa
de: Humanitäre Hilfe – Ernährung
es: Humanitario: Nutrición
fa: بشردوستانه - تغذیه
fr: Humanitaire - Nutrition
hi: मानवीय - पोषण
id: Kemanusiaan - Gizi
ja: 人道―栄養
my: လူသားချင်းစာနာထောက်ထားမှု - အာဟာရ
ne: मानवीय - पोषण
pl: Pomoc humanitarna — Żywienie
pt: Humanitário - Nutrição
ru: Гуманитарная сфера: питание
sw: Humanitárius – Élelmezés
th: มนุษยธรรม - โภชนาการ
uk: Гуманітарна сфера - Харчування
vi: Nhân đạo – Dinh dưỡng

source: Humanitarian - Protection
am: ሰብአዊነት - ጥበቃ
ar: الشؤون الإنسانية - الحماية
bn: মানবিক - সুরক্ষা
cs: Humanitární oblast – ochrana
de: Humanitäre Hilfe – Schutz
es: Humanitario: Protección
fa: بشردوستانه - حفاظت
fr: Humanitaire - Protection
hi: मानवीय - संरक्षण
id: Kemanusiaan - Perlindungan
ja: 人道ープロテクション
my: လူသားချင်းစာနာထောက်ထားမှု - ကာကွယ်စောင့်ရှောက်မှု
ne: मानवीय - संरक्षण
pl: Pomoc humanitarna — ochrona
pt: Humanitário - Proteção
ru: Гуманитарная сфера: защита
sw: Humanitárius – Védelem
th: มนุษยธรรม - การคุ้มครอง
uk: Гуманітарна сфера - Захист
vi: Nhân đạo – Bảo vệ

source: Humanitarian - Sanitation, Water & Hygiene
am: ሰብአዊነት - የንፅህና አጠባበቅ፣ የውሃ እና ንፅህና
ar: الشؤون الإنسانية - الصرف الصحي والمياه والنظافة
bn: মানবিক - পয়ঃনিষ্কাশন, জল এবং স্বাস্থ্যবিধি
cs: Humanitární oblast – sanitace, voda a hygiena
de: Humanitäre Hilfe – Sanitärversorgung, Wasser und Hygiene
es: Humanitario: Saneamiento, agua e higiene
fa: بشردوستانه - بهداشت، آب و بهداشت
fr: Humanitaire - Assainissement, eau et hygiène
hi: मानवीय - स्वच्छता, जल और स्वच्छता
id: Kemanusiaan - Sanitasi, Air, &amp; Kebersihan
ja: 人道ー公衆衛生、水、保健
my: လူသားချင်းစာနာထောက်ထားမှု- သန့်ရှင်းရေး၊ ရေနှင့် တစ်ကိုယ်ရေသန့်ရှင်းရေး
ne: मानवीय - सरसफाई, पानी र स्वच्छता
pl: Pomoc humanitarna — warunki sanitarne, woda i higiena
pt: Humanitário - Saneamento, Água e Higiene
ru: Гуманитарная сфера: санитария, водоснабжение и гигиена
sw: Humanitárius – Szennyvízelvezetés, vízellátás és higiénia
th: มนุษยธรรม - สุขาภิบาล น้ำ และสุขอนามัย
uk: Гуманітарна сфера - санітарія, водопостачання та гігієна
vi: Nhân đạo – Nước sạch, Vệ sinh môi trường và Vệ sinh cá nhân

source: Sector
am: ዘርፍ
ar: القطاع
bn: খাত
cs: Odvětví
de: Sektor
fa: بخش
fr: Secteur
hi: क्षेत्र
id: Sektor
ja: セクター
my: ကဏ္ဍ
ne: क्षेत्र
pl: Sektor
pt: Setor
ru: Сектор
sw: Ágazat
th: ภาคส่วน
uk: Сектор
vi: Ngành

source: Country
am: ሀገር
ar: البلد
bn: দেশ
cs: Země
de: Land
es: País
fa: کشور
fr: Pays
hi: देश
id: Negara
ja: 国
my: နိုင်ငံ
ne: देश
pl: Kraj
pt: País
ru: Страна
sw: Ország
th: ประเทศ
uk: Країна
vi: Quốc gia

source: Operational purpose of data
am: የውሂብ ተግባራዊ ዓላማ
ar: الغرض التشغيلي للبيانات
bn: তথ্য সংগ্রহের উদ্দেশ্য
cs: Provozní účel dat
de: Operativer Zweck der Daten
es: Propósito operativo de los datos
fa: هدف عملیاتی داده‌ها
fr: Objectif opérationnel des données
hi: डेटा का परिचालन उद्देश्य
id: Tujuan operasional data
ja: データの利用目的
my: အချက်အလက်၏ လုပ်ငန်းလည်ပတ်မှုဆိုင်ရာ ရည်ရွယ်ချက်
ne: तथ्याङ्कको परिचालन उद्देश्य
pl: Operacyjny cel danych
pt: Finalidade operacional dos dados
ru: Основное назначение сбора данных
sw: Az adatkezelés célja
th: วัตถุประสงค์ในการดำเนินงานของข้อมูล
uk: Оперативне призначення даних
vi: Mục đích hoạt động của dữ liệu

source: Does this project collect personally identifiable information?
am: ይህ ፕሮጀክት በግል ሊለይ የሚችል መረጃ ይሰበስባል?
ar: هل يجمع هذا المشروع معلومات تعريف الشخصية؟
bn: এই প্রকল্পে কি ব্যক্তিগত পরিচয় শনাক্ত করার মতো কোনো তথ্য সংগ্রহ করা হয়?
cs: Shromažďuje tento projekt osobní údaje?
de: Erfasst dieses Projekt personenbezogene Daten?
es: ¿Este proyecto recolecta información personal de identificación (PII)?
fa: آیا این پروژه اطلاعات قابل شناسایی فردی را جمع‌آوری می‌کند؟
fr: Ce projet recueille-t-il des informations permettant d'identifier les personnes ?
hi: क्या यह प्रोजेक्ट व्यक्तिगत रूप से पहचान-योग्य जानकारी एकत्र करता है?
id: Apakah proyek ini mengumpulkan informasi yang dapat diidentifikasi secara pribadi?
ja: このプロジェクトは個人を特定できる情報を収集しますか？
my: မည်သူမည်ဝါ ဖြစ်ကြောင်း ဖော်ထုတ်နိုင်သည့် အချက်အလက်များကို ဤစီမံကိန်းမှ ကောက်ယူစုဆောင်းပါသလား။
ne: के यो परियोजनाले व्यक्तिगत रूपमा पहिचान योग्य जानकारी सङ्कलन गर्छ?
pl: Czy ten projekt zawiera dane osobowe?
pt: Este projeto coleta informações de identificação pessoal?
ru: Собираются ли в рамках данного проекта личные сведения?
sw: Gyűjt-e ez a projekt személyes adatokat?
th: โครงการนี้เก็บรวบรวมข้อมูลที่สามารถระบุตัวบุคคลได้หรือไม่
uk: Чи збирає цей проєкт особисту інформацію?
vi: Dự án này có thu thập thông tin cá nhân có thể nhận diện được không?

source: Description
am: መግለጫ
ar: الوصف
bn: বিবরণ
cs: Popis
de: Beschreibung
es: Descripción
fa: شرح
hi: विवरण
id: Deskripsi
ja: 詳細
my: ဖော်ပြချက်
ne: विवरण
pl: Opis
pt: Descrição
ru: Описание
sw: Leírás
th: คำอธิบาย
uk: Опис
vi: Mô tả

source: Full name
am: ሙሉ ስም
ar: الاسم بالكامل
bn: পুরো নাম
cs: Úplný název
de: Vollständiger Name des Eigentümers bzw. der Eigentümerin
es: Nombre y apellidos completos
fa: نام و نام خانوادگی
fr: Nom complet
hi: पूरा नाम
id: Nama lengkap
ja: フルネーム
my: အမည် အပြည့်အစုံ
ne: पुरा नाम
pl: Imię i nazwisko
pt: Nome completo
ru: Полное имя
sw: Teljes név
th: ชื่อเต็ม
uk: Повне ім'я
vi: Tên đầy đủ

source: Organization name
am: የድርጅቱ ስም
ar: المنظمة
bn: সংস্থার নাম
cs: Název organizace
de: Name der Organisation
es: Nombre de la organización
fa: نام سازمان
fr: Nom de l’organisation
hi: संगठन का नाम
id: Nama organisasi
ja: 組織名
my: အဖွဲ့အစည်း အမည်
ne: संस्थाकाे नाम
pl: Nazwa organizacji
pt: Nome da organização
ru: Название организации
sw: Szervezet neve
th: ชื่อองค์กร
uk: Назва організації
vi: Tên tổ chức

source: Organization type
am: የድርጅት አይነት
ar: نوع المنظمة
bn: সংস্থার ধরন
cs: Typ organizace
de: Organisationstyp
es: Tipo de organización
fa: نوع سازمان
fr: Nom de l’organisation
hi: संगठन का प्रकार
id: Jenis organisasi
ja: 組織のタイプ
my: အဖွဲ့အစည်း အမျိုးအစား
ne: संगठन प्रकार
pl: Typ organizacji
pt: Tipo de organização
ru: Тип организации
sw: Szervezet típusa
th: ประเภทองค์กร
uk: Тип організації
vi: Loại tổ chức

source: Organization website
am: የድርጅቱ ድር ጣቢያ
ar: الموقع الإلكتروني الخاص بالمنظمة
bn: সংস্থার ওয়েবসাইট
cs: Webová stránka organizace
de: Webseite der Organisation
es: Sitio web de la organización
fa: وب‌سایت سازمان
fr: Site web de l'organisation
hi: संगठन की वेबसाइट
id: Situs web organisasi
ja: 組織のウェブサイト
my: အဖွဲ့အစည်း ဝက်ဘ်ဆိုက်
ne: संगठन वेबसाइट
pl: Strona www organizacji
pt: Site da organização
ru: Веб-сайт организации
sw: Szervezet webhelye
th: เว็บไซต์ขององค์กร
uk: Вебсайт організації
vi: Trang web tổ chức

source: Gender
am: ጾታ
ar: الجندر
bn: লিঙ্গ
cs: Pohlaví
de: Geschlecht
es: Género
fa: جنسیت
fr: Genre
hi: लिंग
id: Jenis Kelamin
ja: 性別
my: ကျား/မ
ne: लिङ्ग
pl: Płeć
pt: Gênero
ru: Пол
sw: Nem
th: เพศ
uk: Стать
vi: Giới tính

source: Bio
am: ባዮ
ar: نبذة تعريفية
bn: জীবনবৃত্তান্ত
de: Über mich
es: Biografía
fa: بیوگرافی
hi: जीवनी
ja: プロフィール
my: ကိုယ်ရေးရာဇ၀င်
ne: तपाइका बारेमा छोटो जानकारी
pt: Biografia
ru: Биография
sw: Rövid bemutatkozás
th: ประวัติ
uk: Біографія
vi: Tiểu sử

source: City
am: ከተማ
ar: المدينة
bn: শহর
cs: Město
de: Stadt
es: Ciudad
fa: شهر
fr: Ville
hi: शहर
id: Kota
ja: 市
my: မြို့
ne: सहर
pl: Miasto
pt: Cidade
ru: Город
sw: Város
th: เมือง
uk: Місто
vi: Thành phố

source: Twitter
ar: تويتر
bn: টুইটার
fa: توییتر - ایکس
hi: ट्विटर
ne: ट्विटर

source: LinkedIn
ar: لينكدن
bn: লিঙ্কডইন
fa: لینکدین
hi: लिंक्डइन
ne: लिंक्डइन

source: Instagram
ar: انستغرام
bn: ইনস্টাগ্রাম
fa: اینستاگرام
hi: इंस्टाग्राम
ja: インスタグラム
ne: इन्स्टाग्राम

source: I want to receive occasional updates about KoboToolbox
am: ስለ KoboToolbox አንዳንድ ጊዜ ዝመናዎችን መቀበል እፈልጋለሁ
ar: أرغب في تلقي تحديثات بآخر المستجدات من حين لآخر حول KoboToolbox
bn: আমি KoboToolbox সম্পর্কে মাঝে মাঝে আপডেট পেতে চাই
cs: Chci příležitostně dostávat aktuální informace o KoboToolboxu
de: Ich möchte gelegentlich Updates über KoboToolbox erhalten
es: Quiero recibir actualizaciones ocasionales sobre KoboToolbox
fa: من می خواهم بعضی اوقات به روز رسانی های KoboToolbox را دریافت کنم
fr: Je souhaite recevoir des mises à jour occasionnelles sur KoboToolbox
hi: मैं कोबोटूलबॉक्स के बारे में समय-समय पर अपडेट प्राप्त करना चाहता हूं
id: Saya ingin menerima pembaruan sesekali tentang KoboToolbox
ja: Kobo Toolboxに関する最新情報を受け取ることを希望します
my: Kobo ကိရိယာအကွက် နှင့်ပတ်သက်ပြီး ရံဖန်ရံခါ အဆင့်မြှင့်တင်ခြင်းများကို ကျွန်ုပ် လက်ခံရရှိလိုပါသည်
ne: म KoboToolbox बारे कहिले काँही अद्यावधिकहरू प्राप्त गर्न चाहन्छु
pl: Chcę otrzymywać aktualności o KoboToolbox
pt: Quero receber atualizações ocasionais sobre o KoboToolbox
ru: Я хочу получать периодические обновления о KoboToolbox
sw: Szeretnék rendszeres tájékoztatást kapni a KoboToolbox újdonságairól
th: ฉันต้องการรับการอัปเดตเป็นครั้งคราวเกี่ยวกับ KoboToolbox
uk: Я хочу отримувати періодичні оновлення про KoboToolbox
vi: Tôi muôn nhận cập nhật thường xuyên về KoboToolbox

source: Invalid username/password
am: የተሳሳተ የተጠቃሚ ስም/የይለፍ ቃል
ar: اسم المستخدم / كلمة المرور غير صحيحة
bn: ইউজারনেম/পাসওয়ার্ড ঠিক নেই
cs: Neplatné uživatelské jméno / heslo
de: Benutzername/Kennwort ungültig
es: Nombre de usuario o contraseña no válidos
fa: نام کاربری/رمز عبور نامعتبر است
fr: Nom d’utilisateur/mot de passe non valide
hi: अमान्य उपयोगकर्ता नाम/ पासवर्ड
id: Nama pengguna/kata sandi tidak valid
ja: 無効なユーザー名/パスワード
my: အသုံးပြုသူအမည်/စကားဝှက် မှားယွင်းနေပါသည်
ne: अवैध प्रयोगकर्ता नाम/पासवर्ड
pl: Nieprawidłowe nazwa użytkownika / hasło
pt: Nome de usuário/senha inválidos
ru: Неверное имя пользователя / пароль
sw: Érvénytelen felhasználónév/jelszó
th: ชื่อผู้ใช้/รหัสผ่านไม่ถูกต้อง
uk: Недійсне ім'я користувача/пароль
vi: Tên người dùng/mật khẩu không hợp lệ

source: No submissions match the given `submission_ids`
am: ምንም ግቤቶች ከተሰጠው ጋር አይዛመዱም `submission_ids`
ar: ليس هناك طلب موافق للمعطيات `submission_ids`
bn: প্রদত্ত `submission_ids` কোনো সাবমিশনের সাথে মিলছে না
cs: Daným `submission_ids` neodpovídají žádná odeslaná data z formuláře.
de: Keine Übermittlungen stimmen mit den angegebenen `submission_ids` überein
es: Ningún envío coincide con el `submission_ids` proporcionado
fa: هیچ ارسالی با `submission_ids` مطابقت ندارد
fr: Aucune soumission ne correspond à la valeur `submission_ids` donnée
hi: कोई भी प्रविष्टियां (सबमिशन) दिए गए `submission_ids` से मेल नहीं खातीं
id: Tidak ada kiriman yang cocok dengan `submission_ids` yang diberikan
ja: 指定された`submission_ids`に一致する提出はありません
my: တင်သွင်းမှုများသည် ပေးထားသော `submission_ids` နှင့် တူညီမှု မရှိပါ၊
ne: कुनै पनि सबमिशन दिइएको `submission_ids` सँग मेल खाँदैन
pl: Żadne zgłoszenia nie pasują do podanych `submission_ids`
pt: Nenhum envio corresponde ao `submission_ids` fornecido
ru: Ни одна отправка не соответствует заданным `submission_ids`
sw: Nincs olyan űrlapválasz, ahol ez a(z) `submission_ids` értéke
th: ไม่มีการส่งข้อมูลที่ตรงกับ`submission_ids`ที่กำหนด
uk: Жодне надсилання не відповідає заданим параметрам `submission_ids`
vi: Không có bản dữ liệu nào phù hợp với `submission_ids` đã có

source: This param is not implemented. Use `count` property of the response instead.
am: ይህ ፓራም አልተተገበረም። በምትኩ የምላሹን ንብረት `count` ይጠቀሙ።
ar: هذا البارومتر غير مستخدم. استخدم `count` خاصيّة الإجابة كبديل.
bn: এই প্যারামিটারটি এখনও বাস্তবায়িত হয় নি। এর বদলে রেসপন্সের `count` প্রোপার্টিটি ব্যবহার করুন।
cs: Tento parametr není implementován. Místo toho použijte vlastnost `count` odpovědi.
de: Dieser Parameter ist nicht implementiert. Verwenden Sie stattdessen `count` Eigenschaft der Antwort.
es: Este parámetro no está implementado. En su lugar, utilice la propiedad `count` de la respuesta.
fa: این پارامتر اجرا نمی شود. به جای آن از ویژگی پاسخ `count` استفاده کنید.
fr: Ce paramètre n’est pas implémenté. Utilisez plutôt la propriété `count` de la réponse.
hi: यह पैरामीटर लागू नहीं किया गया है। इसकी जगह प्रतिक्रिया की `count` संपत्ति का उपयोग करें।
id: Parameter ini belum diterapkan. Gunakan properti `count` dari respons sebagai gantinya.
ja: このparamは実装されていません。代わりに返事の`count`プロパティーを使用してください。
my: ဤ ကိန်း ကို အကောင်အထည် ဖော်မရပါ။ ၎င်းအစား တုံ့ပြန်မှု၏ ပိုင်ဆိုင်မှု `count` ခုကို အသုံးပြုပါ။
ne: यो param लागू गरिएको छैन। यसको सट्टा `count` प्रतिक्रियाको गुण प्रयोग गर्नुहोस्।
pl: Ten parametr nie jest zaimplementowany. Zamiast tego użyj właściwości (`count`) odpowiedzi.
pt: Este parâmetro não foi implementado. Use a propriedade `count` da resposta em vez disso.
ru: Этот параметр не реализован. Вместо него используйте свойство `count` ответа.
sw: Ez a paraméter nincs implementálva. Használja helyette a válasz `count` tulajdonságát.
th: พารามิเตอร์นี้ไม่ได้ถูกนำมาใช้ ใช้คุณสมบัติ`count`ของคำตอบแทน
uk: Цей параметр не реалізовано. Замість нього використовуйте властивість `count` у відповіді.
vi: Tham số này không được triển khai. Thay vào đó, hãy sử dụng thuộc tính `count` của phản hồi.

source: This param is not supported in `XML` format
am: ይህ ፓራም በቅርጸት `XML` አይደገፍም
ar: هذه البارومتر غير مدعوم `XML` في تنسيق الصّيغة
bn: `XML` ফরম্যাটে এই প্যারামিটারটি ব্যবহার করা যাবে না
cs: Tento parametr není podporován ve formátu `XML`
de: Dieser Parameter wird im `XML`-Format nicht unterstützt
es: Este parámetro no es compatible con el formato `XML`
fa: این پارامتر در قالب `XML` پذیرفته نمی شود
fr: Ce paramètre n’est pas pris en charge au format `XML`
hi: यह पैरामीटर `XML` प्रारूप में समर्थित नहीं है
id: Parameter ini tidak didukung dalam format `XML`
ja: このparamは`XML`フォーマットでサポートされていません
my: ဤကိန်းကို `XML` ပုံစံတွင် မထောက်ပံ့ပါ။
ne: यो param `XML` ढाँचामा समर्थित छैन
pl: Ten parametr nie jest obsługiwany w formacie `XML`
pt: Este parâmetro não é compatível com o formato `XML`
ru: Этот параметр не поддерживается в формате `XML`
sw: Ez a paraméter nem támogatott `XML` formátumban
th: พารามิเตอร์นี้ไม่ได้รับการรองรับในรูปแบบ`XML`
uk: Цей параметр не підтримується у форматі `XML`
vi: Không hỗ trợ tham số này ở định dạng `XML`

source: This is not supported in `XML` format
am: ይህ በቅርጸት `XML` አይደገፍም
ar: هذا غير مدعوم في `XML` تنسيق الصّيغة
bn: `XML` ফরম্যাটে এটি ব্যবহার করা যাবে না
cs: Toto není podporováno ve formátu `XML`
de: Dies wird im `XML`-Format nicht unterstützt
es: No es compatible con el formato `XML`
fa: این در قالب `XML` پذیرفته نمی شود
fr: Ceci n’est pas pris en charge au format `XML`
hi: यह `XML` प्रारूप में समर्थित नहीं है
id: Tidak didukung dalam format `XML`
ja: これは`XML`フォーマットでサポートされていません
my: ဤသည်ကို `XML` ပုံစံတွင် မထောက်ပံ့ပါ။
ne: यो `XML` ढाँचामा समर्थित छैन
pl: Brak obsługi w formacie `XML`
pt: Este não é compatível com o formato `XML`
ru: Не поддерживается в формате `XML`
sw: Nem támogatott `XML` formátumban
th: สิ่งนี้ไม่ได้รับการรองรับในรูปแบบ`XML`
uk: Це не підтримується у форматі `XML`
vi: Yếu tố này không được hỗ trợ ở định dạng `XML`

source: Value must be valid JSON.
am: እሴት የሚሰራ JSON መሆን አለበት።
ar: يجب أن تكون القيمة بتنسيق JSON صالحة.
bn: মানটিকে সঠিক ফরম্যাটের JSON হতে হবে।
cs: Hodnota musí být v platném formátu JSON.
de: Der Wert muss ein gültiges JSON sein.
es: El valor debe ser JSON válido.
fa: مقدار باید JSON معتبر باشد.
fr: La valeur doit être dans un format JSON valide.
hi: मान (वैल्यू) एक मान्य JSON होना चाहिए।
id: Nilai harus berupa JSON yang valid.
ja: 値は有効なJSONでなければなりません。
my: တန်ဖိုးသည် မှန်ကန်သော JSON ဖြစ်ရမည်။
ne: मान्य JSON हुनु पर्छ।
pl: Wartość musi być prawidłowym kodem JSON.
pt: O valor deve ser JSON válido.
ru: Значение должно быть корректным JSON.
sw: Az értéknek érvényes JSON-nak kell lennie.
th: ค่าต้องเป็น JSON ที่ถูกต้อง
uk: Значення має бути коректним JSON.
vi: Giá trị phải là JSON hợp lệ.

source: Value must be a list.
am: እሴት ዝርዝር መሆን አለበት።
ar: يجب أن تكون القيمة قائمة.
bn: মানটিকে একটি তালিকা হতে হবে।
cs: Hodnota musí mít podobu seznamu.
de: Der Wert muss eine Liste sein.
es: El valor debe ser una lista.
fa: ارزش باید یک لیست باشد.
fr: La valeur doit être une liste.
hi: मान एक सूची होनी चाहिए।
id: Nilai harus berupa daftar.
ja: 値はリストでなければなりません。
my: တန်ဖိုးသည် စာရင်းတစ်ခု ဖြစ်ရမည်။
ne: मान्य सूची हुनु पर्छ।
pl: Wartość musi być listą.
pt: O valor deve ser uma lista.
ru: Значение должно представлять собой список.
sw: Az értéknek listának kell lennie.
th: ค่าต้องเป็นรายการ
uk: Значення має бути списком.
vi: Giá trị phải là một danh sách.

source: A positive integer is required.
am: አዎንታዊ ኢንቲጀር ያስፈልጋል።
ar: مطلوب عدد صحيح موجب.
bn: একটি ধনাত্মক পূর্ণসংখ্যা প্রয়োজন।
cs: Je vyžadováno kladné celé číslo.
de: Eine positive ganze Zahl ist erforderlich.
es: Es necesario un número entero positivo.
fa: یک عدد صحیح مثبت مورد نیاز است.
fr: Un nombre entier positif est requis.
hi: एक धनात्मक पूर्णांक (पॉज़िटिव इंटीजर) आवश्यक है।
id: Diperlukan bilangan bulat positif.
ja: 正の整数が必須です。
my: အပေါင်းကိန်းပြည့်တစ်ခု လိုအပ်သည်။
ne: सकारात्मक पूर्णांक आवश्यक छ।
pl: Wymagana jest dodatnia liczba całkowita.
pt: Um número inteiro positivo é obrigatório.
ru: Требуется целое положительное число.
sw: Egy pozitív egész szám szükséges.
th: จำเป็นต้องระบุจำนวนเต็มบวก
uk: Потрібне натуральне число.
vi: Bắt buộc phải có số nguyên dương.

source: Your submission XML is malformed.
am: ያስገቡት XML የተሳሳተ ነው።
ar: ملف XML الخاص بالإرسال الخاص بك مكتوب بشكل غير صحيح.
bn: আপনার সাবমিশনের XML ত্রুটিপূর্ণ।
cs: Vaše odeslaná data z formuláře XML mají špatný formát.
de: Ihr Übermittlungs-XML ist fehlerhaft.
es: Tu XML de envío tiene errores de formato.
fa: XML ارسالی شما نادرست است.
fr: Le code XML de votre soumission est mal formé.
hi: आपका प्रविष्टि एक्सएम्एल (XML) ग़लत है।
id: XML kiriman Anda salah format.
ja: 提出されたXMLの形式が不正です。
my: သင့်တင်သွင်းချက် XML သည် ပုံစံမမှန်ပါ။
ne: तपाईको सबमिशन XML विकृत छ।
pl: Plik XML przesłanego zgłoszenia jest zniekształcony.
pt: Seu XML de envio está malformado.
ru: XML-файл отправки неверно сформирован.
sw: A beküldött űrlapválasz XML formátuma hibás.
th: XML การส่งข้อมูลของคุณมีรูปแบบไม่ถูกต้อง
uk: Ваш XML-файл не має правильного формату.
vi: Tệp XML bạn gửi bị hỏng.
