Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Note: You will continue to have permissions to manage the project until the user permissions are changed.
am: ማስታወሻ፦ የተጠቃሚ ፈቃዶች እስኪቀየሩ ድረስ ፕሮጀክቱን ለማስተዳደር የተሰጡ ፍቃዶችዎ እንዳለ ይቀጥላሉ።
ar: ملاحظة: ستستمر في امتلاك الأذونات لإدارة المشروع حتى يتم تغيير الأذونات الخاصة بالمستخدم.
bn: বিঃ দ্রঃ ইউজার-সংক্রান্ত অনুমতিসমূহের পরিবর্তন না হওয়া পর্যন্ত আপনার কাছে প্রকল্পটির ব্যবস্থাপনা করার অনুমতি থাকবে।
cs: Poznámka: Dokud nebudou uživatelská oprávnění změněna, budete mít i nadále oprávnění ke správě projektu.
de: Hinweis: Sie haben weiterhin die Berechtigung, das Projekt zu verwalten, bis die Benutzerberechtigungen geändert werden.
es: Nota: Seguirás teniendo permisos para gestionar el proyecto hasta que los permisos de usuario se cambien.
fa: توجه داشته باشید: شما اجازه مدیریت پروژه را خواهید داشت تا مجوزها ی پروژه تغییر گردد.
hi: नोट: जब तक उपयोगकर्ता अनुमतियों में परिवर्तन नहीं होता, तब तक आपको परियोजना प्रबंधन की अनुमतियाँ मिलती रहेंगी।
id: Catatan: Anda akan terus memiliki izin untuk mengelola proyek ini hingga izin pengguna berubah.
ja: 注: あなたはユーザー権限が変更されるまでの間、引き続きプロジェクト管理の権限を持ちます。
my: မှတ်ချက်- အသုံးပြုသူ၏ ခွင့်ပြုချက်မပြောင်းလဲမီအထိ စီမံကိန်းကို စီမံခန့်ခွဲရန် သင့်တွင် ခွင့်ပြုချက်များ ဆက်လက်ရှိနေမည်ဖြစ်ပါသည်။
pt: Nota: suas permissões relativas à gestão do projeto serão mantidas até que sejam alteradas.
ru: Примечание: ваши права на управление проектом будут действовать до тех пор, пока не будут изменены права пользователя.
sw: Megjegyzés: Továbbra is jogosultsága lesz a projekt kezelésére, amíg a felhasználói jogosultságokat meg nem változtatják.
th: หมายเหตุ: คุณยังคงจะได้รับสิทธิ์การอนุญาตในการจัดการโครงการต่อไปจนกว่าจะมีการเปลี่ยนแปลง
uk: Примітка: Ви продовжуватимете мати права доступу до проєкту, доки не буде змінено права користувача.
vi: Lưu ý: Bạn vẫn sẽ có quyền quản lý dự án cho đến khi quyền người dùng được thay đổi.

source: %(recipient)s has accepted your request to transfer ownership of these projects:
am: %(recipient)s የፕሮጀክቱን ባለቤትነት ወደ እርስዎ ለማስተላለፍ ያቀረቡትን ጥያቄ ተቀብሏል፦
ar: لقد قبل %(recipient)s طلبك لنقل ملكية هذه المشاريع:
bn: এই প্রকল্পগুলোর মালিকানা হস্তান্তরের জন্য আপনার পাঠানো অনুরোধ %(recipient)s গ্রহণ করেছেন :
cs: Uživatel %(recipient)s přijal vaši žádost o přenos vlastnictví těchto projektů:
de: %(recipient)s hat Ihren Antrag auf Übertragung der Eigentümerrolle für diese Projekte angenommen:
es: %(recipient)s aceptó tu solicitud de transferir la propiedad de estos proyectos:
fa: %(recipient)sدرخواست شما را برای انتقال مالکیت این پروژه ها قبول کرده است:
hi: %(recipient)s ने आपके अनुरोध को स्वीकार कर लिया है कि इन परियोजनाओं का स्वामित्व आपको स्थानांतरित कर दिया जाए:
id: %(recipient)s telah menerima permintaan Anda untuk mengalihkan kepemilikan proyek-proyek berikut:
ja: 次のプロジェクトの所有権を譲渡するリクエストが%(recipient)sによって承認されました:
my: ဤစီမံကိန်းများ၏ပိုင်ဆိုင်မှုလွှဲပြောင်းရန် သင့်တောင်းဆိုချက်ကို %(recipient)s က လက်ခံခဲ့သည်။
pt: %(recipient)s aceitou sua solicitação de transferência da responsabilidade pelos seguintes projetos:
ru: %(recipient)s принял ваш запрос на передачу прав владения этими проектами:
sw: %(recipient)s elfogadta a kérését, hogy átruházza a következő projektek tulajdonjogát:
th: %(recipient)s ได้ยอมรับคำขอของคุณในการโอนกรรมสิทธิ์โครงการเหล่านี้แล้ว:
uk: %(recipient)sваш запит на передачу прав власності на ці проєкти прийнято:
vi: %(recipient)s đã chấp nhận yêu cầu chuyển quyền sở hữu các dự án này của bạn:

source: All submissions, data storage, and transcription and translation usage for these projects will be transferred to the new project owner.
am: ለእነዚህ ፕሮጀክቶች የተረከቡ/የተሰጡ እንደ ሰነድ፣ ፕሮፖዛል፣ ጽሑፍ፣ ወዘተ የመሳሰሉ.፣ የ ውሂብ ማከማቻዎች፣ የጽሁፍ ግልባጮች እንዲሁም የትርጕም አጠቃቀሞች ሁሉም ወደ አዲሱ ፕሮጀክት ባለቤት ይተላለፋሉ።
ar: سيتم نقل جميع عمليات الإرسال وتخزين البيانات والنسخ واستخدام الترجمة لهذه المشاريع إلى مالك المشروع الجديد.
bn: প্রকল্পগুলোর সব সাবমিশন, তথ্য স্টোরেজ এবং প্রতিলিপি ও অনুবাদের ব্যবহার নতুন প্রকল্পের মালিকের কাছে স্থানান্তরিত হবে।
cs: Všechna odeslaná data, uložená data, přepisy a překlady v těchto projektech budou přeneseny na nového vlastníka projektu.
de: Alle Übermittlungen, die Datenspeicherung sowie die Transkriptions- und Übersetzungsnutzung für diese Projekte werden an den/die neue*n Projekteigentümer*in übertragen.
es: Todos los envíos, el almacenamiento de datos y el uso de transcripciones y la traducción para este proyecto se transferirán al nuevo propietario del proyecto.
fa: تمام موارد ارسالی، ذخیره‌سازی داده، و رونویسی و ترجمه برای این پروژه به مالك جديد پروژه منتقل خواهد شد.
hi: इस परियोजना की सभी प्रविष्टियां (सबमिशन),डेटा संग्रहण (स्टोरेज),और इस परियोजना के लिए प्रतिलेखन और अनुवाद का उपयोग नए परियोजना मालिक को स्थानांतरित कर दिया जाएगा।
id: Semua penggunaan kiriman, penyimpanan data, transkripsi dan terjemahan untuk proyek-proyek ini akan dialihkan kepada pemilik proyek yang baru.
ja: このプロジェクトのすべての提出、データストレージ、文字起こしおよび翻訳の使用量が新しいプロジェクオーナーに転送されます。
my: ဤစီမံကိန်းများအတွက် တင်သွင်းခြင်းများ၊ ဒေတာသိုလှောင်မှု၊ စာသားအဖြစ်ပြောင်းလဲခြင်းနှင့် ဘာသာပြန်ဆိုအသုံးပြုမှုအားလုံးကို စီမံကိန်းပိုင်ရှင်အသစ်ထံ လွှဲပြောင်းမည်။
pt: Todos os envios, armazenamento de dados e uso de transcrição e tradução para estes projetos serão transferidos ao novo responsável.
ru: Все отправки, хранение данных и использование расшифровки и перевода для этих проектов будут переданы новому владельцу проекта.
sw: Az ezen projektekhez tartozó minden űrlapválasz, adattárhely, valamint az átírás és fordítás használata átkerül az új projekttulajdonoshoz.
th: การส่งข้อมูลทั้งหมด ที่เก็บข้อมูล และการใช้งานการถอดเสียงและคำแปลสำหรับโครงการเหล่านี้จะถูกโอนไปให้เจ้าของโครงการคนใหม่
uk: Усі надсилання, збережені дані, використання транскрипції та перекладів для цих проєктів будуть передані новому власнику проєкту.
vi: Tất cả bản dữ liệu, lưu trữ dữ liệu cũng như việc sử dụng bản phiên âm và bản dịch của tất cả dự án này sẽ được chuyển sang cho chủ sở hữu mới của dự án.

source: Note: You will continue to have permissions to manage these projects until the user permissions are changed.
am: ማስታወሻ፦ የተጠቃሚ ፍቃዶች እስኪቀየሩ ድረስ ፕሮጀክቶቹን ለማስተዳደር የተሰጡ ፍቃዶችዎ እንዳለ ይቀጥላሉ።
ar: ملاحظة: ستستمر في امتلاك الأذونات لإدارة هذه المشاريع حتى يتم تغيير الأذونات للمستخدم.
bn: বিঃ দ্রঃ ইউজার-সংক্রান্ত অনুমতিসমূহের পরিবর্তন না হওয়া পর্যন্ত আপনার কাছে প্রকল্পগুলোর ব্যবস্থাপনা করার অনুমতি থাকবে।
cs: Poznámka: Dokud nebudou uživatelská oprávnění změněna, budete mít i nadále oprávnění ke správě těchto projektů.
de: Hinweis: Sie haben weiterhin die Berechtigung, diese Projekte zu verwalten, bis die Benutzerberechtigungen geändert werden.
es: Nota: Seguirás teniendo permisos para gestionar estos proyectos hasta que los permisos de usuario se cambien.
fa: توجه: شما اجازه مدیریت پروژه را خواهید داشت تا مجوزهای پروژه تغییر گردد.
hi: नोट: जब तक उपयोगकर्ता अनुमतियों में परिवर्तन नहीं होता, तब तक आपको परियोजना प्रबंधन की अनुमतियाँ मिलती रहेंगी।
id: Catatan: Anda akan terus memiliki izin untuk mengelola proyek-proyek ini hingga izin pengguna berubah.
ja: 注: あなたはユーザー権限が変更されるまでの間、引き続きプロジェクト管理の権限を持ちます。
my: မှတ်ချက်- အသုံးပြုသူ၏ ခွင့်ပြုချက်မပြောင်းလဲမီအထိ ဤစီမံကိန်းများကို စီမံခန့်ခွဲရန် သင့်တွင် ခွင့်ပြုချက်များ ဆက်လက်ရှိနေမည်ဖြစ်ပါသည်။
pt: Nota: suas permissões relativas à gestão destes projetos serão mantidas até que sejam alteradas.
ru: Примечание: ваши права на управление этими проектами будут действовать до тех пор, пока не будут изменены права пользователя.
sw: Megjegyzés: Továbbra is jogosultsága lesz ezen projektek kezelésére, amíg a felhasználói jogosultságokat meg nem változtatják.
th: หมายเหตุ: คุณยังคงจะได้รับสิทธิ์การอนุญาตในการจัดการโครงการเหล่านี้ต่อไปจนกว่าจะมีการเปลี่ยนแปลง
uk: Примітка: Ви продовжуватимете мати права доступу до цих проєктів, доки не буде змінено права користувача.
vi: Lưu ý: Bạn vẫn sẽ có quyền quản lý những dự án này cho đến khi quyền người dùng được thay đổi.

source: %(recipient)s has accepted your request to transfer ownership of the project %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) to you.
am: %(recipient)s የፕሮጀክቱን ባለቤትነት ወደ እርስዎ ለማስተላለፍ ያቀረቡትን ጥያቄ %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) ተቀብሏል።
ar: لقد قبل %(recipient)s طلبك لنقل ملكية المشروع %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) إليك.
bn: %(asset_name)s প্রকল্পের মালিকানা (%(base_url)s/#/forms/%(asset_uid)s/landing) আপনার কাছে হস্তান্তর করার জন্য %(recipient)s আপনার অনুরোধ গ্রহণ করেছেন।
cs: Uživatel %(recipient)s přijal vaši žádost o přenos vlastnictví projektu %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) na vás.
de: %(recipient)s hat Ihren Antrag angenommen, die Eigentümerrolle für das Projekt %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s /landing) auf Sie zu übertragen.
es: %(recipient)s ha aceptado tu solicitud de transferirte la propiedad del proyecto %(asset_name)s (%(base_url)s /#/forms/%(asset_uid)s/landing) a ti.
fa: %(recipient)sدرخواست شما را برای انتقال مالکیت پروژه %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing)قبول کرده است
hi: %(recipient)s ने परियोजना %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) के स्वामित्व को आपको स्थानांतरित करने के अनुरोध को स्वीकार कर लिया है।
id: %(recipient)s telah menerima permintaan Anda untuk mengalihkan kepemilikan proyek %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) kepada Anda.
ja: プロジェクト%(asset_name)s(%(base_url)s/#/forms/%(asset_uid)s/landing)の所有権をあなたに譲渡するリクエストが、%(recipient)sによって承認されました。
my: စီမံကိန်း၏ ပိုင်ဆိုင်မှုကို သင့်ထံလွှဲပြောင်းရန် သင့်တောင်းဆိုချက်ကို%(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing)%(recipient)s က လက်ခံခဲ့သည်။
pt: %(recipient)s aceitou a solicitação de transferência a você da responsabilidade pelo projeto %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing).
ru: %(recipient)s приняла ваш запрос на передачу прав владения проектом %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) вам.
sw: %(recipient)s elfogadta a kérelmét, hogy átruházza %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) projekt tulajdonjogát.
th: %(recipient)s ได้ยอมรับคำขอของคุณในการโอนกรรมสิทธิ์โครงการ %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) ให้คุณแล้ว
uk: %(recipient)sваш запит на передачу прав власності на проєкт %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) прийнято.
vi: %(recipient)s đã chấp nhận yêu cầu chuyển quyền sở hữu dự án %(asset_name)s (%(base_url)s/#/forms/%(asset_uid)s/landing) sang cho bạn.

source: All submissions, data storage, and transcription and translation usage for the project will be transferred to the new project owner.
am: ለዚህ ፕሮጀክት የተረከቡ/የተሰጡ እንደ ሰነድ፣ ፕሮፖዛል፣ ጽሑፍ፣ ወዘተ የመሳሰሉ.፣ የ ውሂብ ማከማቻዎች፣ የጽሁፍ ግልባጮች እንዲሁም የትርጕም አጠቃቀሞች ሁሉም ወደ አዲሱ ፕሮጀክት ባለቤት ይተላለፋሉ።
ar: سيتم نقل جميع عمليات الإرسال وتخزين البيانات والنسخ واستخدام الترجمة للمشروع إلى مالك المشروع الجديد.
bn: এই প্রকল্পের সব সাবমিশন, তথ্য স্টোরেজ এবং প্রতিলিপি ও অনুবাদের ব্যবহার নতুন প্রকল্পের মালিকের কাছে স্থানান্তরিত হবে।
cs: Všechna odeslaná data, uložená data, přepisy a překlady v projektu budou přeneseny na nového vlastníka projektu.
de: Alle Übermittlungen, die Datenspeicherung sowie die Transkriptions- und Übersetzungsnutzung für das Projekt gehen auf den/die neue*n Projekteigentümer*in über.
es: Todos los envíos, el almacenamiento de datos y el uso de transcripciones y la traducción del proyecto se transferirán al nuevo propietario del proyecto.
fa: تمام موارد ارسالی، ذخیره‌سازی، و نسخه برداري و ترجمه برای پروژه به مالك جدید پروژه منتقل خواهد شد.
hi: इस परियोजना की सभी प्रविष्टियां (सबमिशन),डेटा संग्रहण (स्टोरेज),और इस परियोजना के लिए प्रतिलेखन और अनुवाद का उपयोग नए परियोजना मालिक को स्थानांतरित कर दिया जाएगा।
id: Semua kiriman, penyimpanan data, dan penggunaan transkripsi dan terjemahan untuk proyek ini akan dialihkan kepada pemilik proyek yang baru.
ja: このプロジェクトのすべての提出、データストレージ、文字起こしおよび翻訳の使用量が新しいプロジェクオーナーに転送されます。
my: စီမံကိန်းအတွက် တင်သွင်းခြင်းများ၊ ဒေတာသိုလှောင်မှု၊ စာသားအဖြစ်ပြောင်းလဲခြင်းနှင့် ဘာသာပြန်ဆိုအသုံးပြုမှုအားလုံးကို စီမံကိန်းပိုင်ရှင်အသစ်ထံ လွှဲပြောင်းမည်။
pt: Todos os envios, armazenamento de dados e uso de transcrição e tradução para o projeto serão transferidos ao novo responsável.
ru: Все отправки, хранение данных и использование расшифровки и перевода для этого проекта будут переданы новому владельцу проекта.
sw: A projekthez tartozó minden űrlapválasz, adattárhely, valamint az átírás és fordítás használata átkerül az új projekttulajdonoshoz.
th: การส่งข้อมูลทั้งหมด ที่เก็บข้อมูล และการใช้งานการถอดเสียงและคำแปลสำหรับโครงการนี้จะถูกโอนไปให้เจ้าของโครงการคนใหม่
uk: Усі надсилання, збережені дані, використання транскрипції та перекладів для проєкту будуть передані новому власнику проєкту.
vi: Tất cả bản dữ liệu, lưu trữ dữ liệu cũng như việc sử dụng bản phiên âm và bản dịch của những dự án này sẽ được chuyển cho chủ sở hữu mới của dự án.

source: %(recipient)s has declined your request to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
am: %(recipient)s የፕሮጀክቱን ባለቤትነት ወደ እርስዎ ለማስተላለፍ ያቀረቡትን ጥያቄ ተቀብሏል <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> ።
ar: لقد رفض %(recipient)s طلبك لنقل ملكية المشروع <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
bn: প্রকল্পের মালিকানা হস্তান্তরের জন্য %(recipient)s আপনার অনুরোধ প্রত্যাখ্যান করেছেন <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>।
cs: Uživatel %(recipient)s odmítl vaši žádost o přenos vlastnictví projektu <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
de: %(recipient)s hat Ihren Antrag auf Übertragung der Eigentümerrolle für das Projekt <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> auf Sie abgelehnt.
es: %(recipient)s rechazó tu solicitud de transferir la propiedad del proyecto <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> .
fa: %(recipient)sدرخواست شما را برای انتقال مالکیت پروژه <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> رد کرده است.
hi: %(recipient)s ने परियोजना <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> स्थानांतरण के आपके अनुरोध को अस्वीकार कर दिया है।
id: %(recipient)s telah menolak permintaan Anda untuk mengalihkan kepemilikan proyek<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
ja: プロジェクト<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>の所有権を譲渡するリクエストが%(recipient)sによって却下されました。
my: စီမံကိန်း<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>၏ပိုင်ဆိုင်မှုကို သင့်ထံလွှဲပြောင်းရန် သင့်တောင်းဆိုချက်ကို %(recipient)sက ငြင်းဆိုခဲ့သည်။
pt: %(recipient)s rejeitou sua solicitação de transferência da responsabilidade pelo projeto <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
ru: %(recipient)s отклонил ваш запрос на передачу прав владения проектом <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
sw: %(recipient)s elutasította a kérelmét, hogy átruházza <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> projekt tulajdonjogát.
th: %(recipient)s ได้ปฏิเสธคำขอของคุณในการโอนกรรมสิทธิ์โครงการ <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>
uk: %(recipient)sваш запит на передачу прав власності на проєкт відхилено <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
vi: %(recipient)s đã từ chối yêu cầu chuyển quyền sở hữu dự án <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> của bạn.

source: You will remain the owner of the project. The submissions, data storage, and transcription and translation usage for the project have not been transferred.
am: እርስዎ የፕሮጀክቱ ባለቤት ሆነው ይቆያሉ። ለዚህ ፕሮጀክቶች የተረከቡ/የተሰጡ እንደ ሰነድ፣ ፕሮፖዛል፣ ጽሑፍ፣ ወዘተ የመሳሰሉ.፣ የ ውሂብ ማከማቻዎች፣ የጽሁፍ ግልባጮች እንዲሁም የትርጕም አጠቃቀሞች ለሌላ አልተላለፉም።
ar: ستظل أنت المالك للمشروع. لم يتم نقل عمليات التقديم وتخزين البيانات والنسخ واستخدام الترجمة للمشروع.
bn: প্রকল্পের মালিকানা আপনার কাছেই থাকবে। প্রকল্পের সাবমিশন, তথ্য স্টোরেজ এবং প্রতিলিপি ও অনুবাদের ব্যবহার হস্তান্তর করা হয় নি।
cs: Nadále budete vlastníkem projektu. Odeslaná data, uložená data, přepisy a překlady v projektu nebyly přeneseny.
de: Sie bleiben der/die Eigentümer*in des Projekts. Die Übermittlungen, die Datenspeicherung sowie die Transkriptions- und Übersetzungsnutzung für das Projekt wurden nicht übertragen.
es: Seguirás siendo el propietario del proyecto. Los envíos, el almacenamiento de datos y el uso de transcripción y la traducción para el proyecto no se transfirieron.
fa: شما مالک پروژه خواهید ماند. موارد ارسالی، ذخیره‌سازی، نسخه برداري و ترجمه پروژه به مالك جدید منتقل نشده است.
hi: इस परियोजना का स्वामित्व आपके पास ही रहेगा। सभी प्रविष्टियां (सबमिशन),डेटा संग्रहण (स्टोरेज),और इस परियोजना के लिए प्रतिलेखन और अनुवाद का उपयोग स्थानांतरित नहीं किया गया है।
id: Anda akan tetap menjadi pemilik proyek. Semua kiriman, penyimpanan data, dan penggunaan transkripsi dan terjemahan untuk proyek tidak dialihkan.
ja: あなたは引き続きプロジェクトの所有者です。プロジェクトのすべての提出、データストレージ、文字起こしおよび翻訳の使用量は転送されていません。
my: သင်သည် စီမံကိန်း၏ ပိုင်ရှင်အဖြစ် ဆက်လက်ရှိနေမည်ဖြစ်သည်။ စီမံကိန်းအတွက် တင်သွင်းခြင်းများ၊ ဒေတာသိုလှောင်မှု၊ စာသားအဖြစ်ပြောင်းလဲခြင်းနှင့် ဘာသာပြန်ဆိုအသုံးပြုမှုတို့ကို လွှဲပြောင်းမထားပါ။
pt: Você continuará como responsável pelo projeto. Os envios, armazenamento de dados e uso de transcrição e tradução para o projeto não foram transferidos.
ru: Вы остаетесь владельцем проекта. Отправки, хранение данных, использование расшифровки и перевода для проекта не передаются.
sw: Továbbra is Ön a projekt tulajdonosa. A projekthez tartozó űrlapválaszok, adattárhely, valamint az átírás és fordítás használata nem került átadásra.
th: คุณยังคงจะเป็นเจ้าของโครงการ การส่งข้อมูล ที่เก็บข้อมูล และการใช้งานการถอดเสียงและคำแปลสำหรับโครงการนี้ยังไม่ถูกโอน
uk: Ви залишаєтеся власником проєкту. Усі надсилання, збережені дані, використання транскрипції та перекладів для проєкту не були передані.
vi: Bạn vẫn sẽ là chủ sở hữu dự án. Các bản dữ liệu, lưu trữ dữ liệu cũng như quyền sử dụng bản phiên âm và bản dịch của dự án vẫn chưa được chuyển nhượng.

source: %(recipient)s has declined your request to transfer ownership of these projects:
am: %(recipient)s የፕሮጀክቱን ባለቤትነት ወደ እርስዎ ለማስተላለፍ ያቀረቡትን ጥያቄ አልተቀበለም፦
ar: لقد رفض %(recipient)s طلبك لنقل ملكية هذه المشاريع:
bn: প্রকল্পের মালিকানা হস্তান্তরের জন্য %(recipient)s আপনার অনুরোধ প্রত্যাখ্যান করেছেন :
cs: Uživatel %(recipient)s odmítl vaši žádost o přenos vlastnictví těchto projektů:
de: %(recipient)s hat Ihren Antrag auf Übertragung der Eigentümerrolle an diesen Projekten abgelehnt:
es: %(recipient)s rechazó tu solicitud de transferir la propiedad de estos proyectos:
fa: %(recipient)sدرخواست شما را برای انتقال مالکیت این پروژه ها را رد کرده است:
hi: %(recipient)s ने इन परियोजनाओं के स्थानांतरण के आपके अनुरोध को अस्वीकार कर दिया है:
id: %(recipient)s telah menolak permintaan Anda untuk mengalihkan kepemilikan proyek-proyek berikut:
ja: 次のプロジェクトの所有権を譲渡するリクエストが、%(recipient)sによって却下されました:
my: ဤစီမံကိန်းများ၏ပိုင်ဆိုင်မှုလွှဲပြောင်းရန် သင့်တောင်းဆိုချက်ကို %(recipient)s က ငြင်းဆိုခဲ့သည်။
pt: %(recipient)s rejeitou sua solicitação de transferência da responsabilidade pelos seguintes projetos:
ru: %(recipient)s отклонил ваш запрос на передачу прав владения этими проектами:
sw: %(recipient)s elutasította a kérelmét, hogy átruházza az alábbi projektek tulajdonjogát:
th: %(recipient)s ได้ปฏิเสธคำขอของคุณในการโอนกรรมสิทธิ์โครงการเหล่านี้:
uk: %(recipient)sваш запит на передачу прав власності на ці проєкти відхилено:
vi: %(recipient)s đã từ chối yêu cầu chuyển quyền sở hữu các dự án này của bạn:

source: You will remain the owner of these projects. The submissions, data storage, and transcription and translation usage for these projects have not been transferred.
am: እርስዎ የፕሮጀክቶቹ ባለቤት ሆነው ይቆያሉ።ለዚህ ፕሮጀክቶች የተረከቡ/የተሰጡ እንደ ሰነድ፣ ፕሮፖዛል፣ ጽሑፍ፣ ወዘተ የመሳሰሉ.፣ የ ውሂብ ማከማቻዎች፣ የጽሁፍ ግልባጮች እንዲሁም የትርጕም አጠቃቀሞች ለሌላ አልተላለፉም።
ar: ستظل أنت المالك لهذه المشاريع. لم يتم نقل عمليات التقديم وتخزين البيانات والنسخ واستخدام الترجمة لهذه المشاريع.
bn: এই প্রকল্পগুলোর মালিকানা আপনার কাছেই থাকবে। প্রকল্পগুলোর সাবমিশন, তথ্য স্টোরেজ এবং প্রতিলিপি ও অনুবাদের ব্যবহার হস্তান্তর করা হয় নি।
cs: Nadále budete vlastníkem těchto projektů. Odeslaná data, uložená data, přepisy a překlady v projektu nebyly přeneseny.
de: Sie bleiben der/die Eigentümer*in dieser Projekte. Die Übermittlungen, die Datenspeicherung sowie die Transkriptions- und Übersetzungsnutzung für diese Projekte wurden nicht übertragen.
es: Seguirás siendo el propietario del proyecto. Los envíos, el almacenamiento de datos y el uso de transcripción y traducción para el proyecto no se han transferido.
fa: شما مالک پروژه خواهید ماند. موارد ارسالی، ذخیره‌سازی، و نسخه برداري و ترجمه پروژه به صاحب جدید پروژه منتقل نشده است.
hi: इन परियोजनाओं का स्वामित्व आपके पास ही रहेगा। सभी प्रविष्टियां (सबमिशन),डेटा संग्रहण (स्टोरेज),और इस परियोजना के लिए प्रतिलेखन और अनुवाद का उपयोग स्थानांतरित नहीं किया गया है।
id: Anda akan tetap menjadi pemilik proyek-proyek ini. Semua kiriman, penyimpanan data, dan penggunaan transkripsi dan terjemahan untuk proyek-proyek ini tidak dialihkan.
ja: あなたは引き続きこれらのプロジェクトの所有者です。プロジェクトのすべての提出、データストレージ、文字起こしおよび翻訳の使用量は転送されていません。
my: သင်သည် ဤစီမံကိန်းများ၏ပိုင်ရှင်အဖြစ် ဆက်လက်ရှိနေမည်ဖြစ်သည်။ ဤစီမံကိန်းများအတွက် တင်သွင်းခြင်းများ၊ ဒေတာသိုလှောင်မှု၊ စာသားအဖြစ်ပြောင်းလဲခြင်းနှင့် ဘာသာပြန်ဆိုအသုံးပြုမှုတို့ကို လွှဲပြောင်းမထားပါ။
pt: Você continuará como responsável por estes projetos. Os envios, armazenamento de dados e uso de transcrição e tradução para estes projetos não foram transferidos.
ru: Вы остаетесь владельцем этих проектов. Отправки, хранение данных, использование расшифровки и перевода для этих проектов не передается.
sw: Továbbra is Ön a projektek tulajdonosa. Az ezen projektekhez tartozó űrlapválaszok, adattárhely, valamint az átírás és fordítás használata nem került átruházásra.
th: คุณยังคงจะเป็นเจ้าของโครงการเหล่านี้ การส่งข้อมูล ที่เก็บข้อมูล และการใช้งานการถอดเสียงและคำแปลสำหรับโครงการเหล่านี้ยังไม่ถูกโอน
uk: Ви залишаєтеся власником цих проєктів. Усі надсилання, збережені дані, використання транскрипції та перекладів для проєкту не були передані.
vi: Bạn vẫn sẽ là chủ sở hữu của những dự án này. Các bản dữ liệu, lưu trữ dữ liệu cũng như quyền sử dụng bản phiên âm và bản dịch của những dự án này vẫn chưa được chuyển nhượng.
