Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Your request has been received. If the email address you entered corresponds to an account on this service, a message has been sent with password reset instructions. If you do not receive an email, your account might be registered under a different address, or you might have entered your address incorrectly.
am: ጥያቄዎ ደርሷል። ያስገቡት የኢሜል አድራሻ በዚህ አገልግሎት ላይ ካለ መለያ ጋር የሚዛመድ ከሆነ የይለፍ ቃል ዳግም ማስጀመሪያ መመሪያዎችን የያዘ መልእክት ተልኳል። ኢሜል ካልደረስክ መለያህ በተለየ አድራሻ ሊመዘገብ ይችላል ወይም አድራሻህን በስህተት አስገብተህ ሊሆን ይችላል።
ar: لقد استقبلنا طلبك. إذا كان عنوان البريد الإلكتروني الذي أدخلته هو نفسه البريد الإلكتروني المستخدم لإنشاء حساب في هذه الخدمة، فستصلك رسالة بها تعليمات إعادة تعيين كلمة المرور. وإن لم تتلقى أي رسائل فربما يكون حاسبك مُسجل باستخدام بريد إلكتروني أخر، أو ربما تكون قد أدخلت بريد إلكتروني غير صحيح.
bn: আপনার অনুরোধ আমরা পেয়েছি। আপনার দেওয়া ইমেইল অ্যাড্রেসটি যদি এই সেবার কোনো অ্যাকাউন্টের সাথে সংশ্লিষ্ট থেকে থাকে তাহলে পাসওয়ার্ড রিসেট করার নির্দেশনাবলিসহ একটি ইমেইল ইতোমধ্যেই পাঠানো হয়েছে। যদি আপনি ইমেইল না পেয়ে থাকেন তাহলে আপনার অ্যাকাউন্টটি হয়তো অন্য কোনো ইমেইল অ্যাড্রেস দিয়ে খোলা অথবা আপনি হয়তো ইমেইল অ্যাড্রেস ভুল লিখেছেন।
cs: Vaše žádost byla přijata. Pokud zadaná e-mailová adresa odpovídá účtu v této službě, byla odeslána zpráva s pokyny pro obnovení hesla. Pokud e-mail neobdržíte, je možné, že je váš účet registrován pod jinou adresou nebo jste adresu zadali nesprávně.
de: Ihre Anfrage wurde empfangen. Falls die von Ihnen eingegebene E-Mail-Adresse einem Konto bei diesem Dienst entspricht, wurde eine Nachricht mit Anweisungen zum Zurücksetzen des Passworts gesendet. Falls Sie keine E-Mail erhalten, ist Ihr Konto möglicherweise unter einer anderen Adresse registriert oder Sie haben Ihre Adresse falsch eingegeben.
es: Hemos recibido tu solicitud. Si la dirección de correo electrónico que ingresaste corresponde a una cuenta de este servicio, te enviamos un mensaje con instrucciones para restablecer la contraseña. Si no recibiste ningún mensaje, es posible que tu cuenta esté registrada con otra dirección de correo o que hayas ingresado una dirección incorrecta.
fa: درخواست شما دریافت شده است. اگر آدرس ایمیلی که وارد کرده‌اید مربوط به حساب کاربری در این سرویس باشد، پیامی با دستورالعمل بازنشانی رمز عبور ارسال شده است. اگر ایمیلی دریافت نکنید، ممکن است حساب شما با آدرس ایمیل دیگری ثبت شده باشد یا آدرس ایمیل خود را اشتباه وارد کرده باشید.
fr: Votre demande a été reçue. Si l'adresse e-mail que vous avez saisie correspond à un compte sur ce service, un message a été envoyé avec des instructions de réinitialisation du mot de passe. Si vous ne recevez pas d'e-mail, votre compte est peut-être enregistré sous une adresse différente ou vous avez peut-être mal saisi votre adresse.
hi: आपका निवेदन प्राप्त हो गया है। अगर आपके द्वारा दर्ज ईमेल पता इस सेवा पर किसी खाते से मेल खाता है, तो पासवर्ड रीसेट करने के निर्देशों के साथ एक संदेश भेज दिया गया है। अगर आपको ईमेल नहीं मिलता, तो हो सकता है कि आपका खाता किसी अन्य पते के अंतर्गत पंजीकृत हो, या आपने अपना पता ग़लत दर्ज किया हो।
id: Permintaan Anda diterima. Jika alamat email yang Anda masukkan sesuai dengan akun pada layanan ini, sebuah pesan telah dikirim dengan petunjuk pengaturan ulang kata sandi. Jika Anda tidak menerima email, akun Anda mungkin terdaftar dengan alamat yang berbeda, atau Anda mungkin salah memasukkan alamat.
ja: リクエストを受理しました。入力したeメールアドレスが本サービス上のアカウントに該当する場合、パスワードをリセットする方法が記されたメールが送られます。メールが届かない場合は、異なるアドレスで登録しているか、入力されたアドレスに誤りがある可能性があります。
my: သင့်တောင်းဆိုချက်ကို လက်ခံရရှိပါသည်။ ယခုဝန်ဆောင်မှုရှိ အကောင့်နှင့် သင်ထည့်သွင်းခဲ့သော အီးမေးလ်လိပ်စာနှင့် ကိုက်ညီမှုရှိပါက စကားဝှက်ပြန်လည်ထားရှိရန်ညွှန်ကြားချက်များနှင့်တကွ မက်ဆေ့ချ်တစ်စောင် ပေးပို့ပြီးပါပြီ။ အီးမေးလ် မရောက်ရှိပါက သင်၏အကောင့်ကို အခြားသောလိပ်စာနှင့် စာရင်းသွင်းထားမိ၍ သို့မဟုတ် သင်၏အီးမေးလ်လိပ်စာကို မှားယွင်းစွာ ထည့်သွင်းမိ၍ ဖြစ်နိုင်သည်။
ne: तपाईंको अनुरोध प्राप्त भएको छ। यदि तपाईंले प्रविष्ट गर्नुभएको इमेल ठेगाना यस सेवामा रहेको खातासँग मेल खान्छ भने, पासवर्ड रिसेट निर्देशनहरूको साथ सन्देश पठाइएको छ। यदि तपाईंले इमेल प्राप्त गर्नुभएन भने, तपाईंको खाता फरक ठेगाना अन्तर्गत दर्ता भएको हुन सक्छ, वा तपाईंले आफ्नो ठेगाना गलत प्रविष्ट गर्नुभएको हुन सक्छ।
pl: Otrzymaliśmy Twoją prośbę. Jeśli adres e-mail, który podano, zgadza się z Twoim kontem, została na nie wysłana wiadomość z informacją, jak zresetować hasło. Jeśli nie otrzymasz wiadomości e-mail, Twoje konto może być zarejestrowane pod innym adresem e-mail lub wprowadziłeś zły adres.
pt: Sua solicitação foi recebida. Se o e-mail inserido corresponder a alguma conta, uma mensagem será enviada com instruções para redefinição de senha. Se você não receber o e-mail, sua conta pode estar registrada com um e-mail diferente, ou você pode ter digitado seu e-mail incorretamente.
ru: Ваш запрос получен. Если указанный вами адрес электронной почты соответствует учетной записи в данной службе, вы получите сообщение с инструкциями по сбросу пароля. Если такое электронное письмо не пришло, возможно, ваша учетная запись зарегистрирована на другой адрес электронной почты или вы неправильно указали адрес электронной почты.
sw: Kérését megkaptuk. Amennyiben a megadott e-mail-címhez tartozik egy fiók ezen a szolgáltatáson, egy üzenetet küldtünk a jelszó-visszaállítási utasításokkal. Amennyiben nem kapott e-mailt, fiókjához más e-mail-cím tartozhat, esetleg e-mail-címét tévesen adta meg.
th: ได้รับคำขอของคุณแล้ว ถ้าที่อยู่อีเมลที่คุณใส่ตรงกับบัญชีในบริการนี้ ระบบจะส่งข้อความพร้อมคำแนะนำในการรีเซตรหัสผ่าน หากคุณไม่ได้รับอีเมล บัญชีของคุณอาจได้รับการลงทะเบียนโดยใช้ที่อยู่อื่น หรือคุณอาจใส่ที่อยู่ไม่ถูกต้อง
uk: Ваш запит отримано. Якщо введена вами адреса електронної пошти відповідає обліковому запису на цьому сервісі, вам буде надіслано повідомлення з інструкціями щодо зміни пароля. Якщо ви не отримали електронного листа, можливо, ваш обліковий запис зареєстровано на іншу адресу або ви ввели адресу неправильно.
vi: Yêu cầu của bạn đã được tiếp nhận. Nếu địa chỉ email đã nhập trùng khớp với tài khoản trên hệ thống, thì email hướng dẫn đặt lại mật khẩu sẽ được gửi đến hộp thư. Nếu bạn không nhận được email, có thể tài khoản của bạn đã được đăng kí dưới một địa chỉ khác, hoặc bạn đã nhập sai địa chỉ.

source: Password reset failed
am: የይለፍ ቃል ዳግም ማስጀመር አልተሳካም
ar: فشل إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করা যায় নি
cs: Obnovení hesla se nezdařilo
de: Passwort-Zurücksetzung fehlgeschlagen
es: Error al restablecer la contraseña
fa: بازنشانی رمز عبور انجام نشد
fr: La réinitialisation du mot de passe a échoué
hi: पासवर्ड रीसेट असफल
id: Pengaturan ulang kata sandi gagal
ja: パスワードのリセットに失敗しました
my: စကားဝှက်ပြန်လည်ထားရှိခြင်း မအောင်မြင်ပါ
ne: पासवर्ड रिसेट असफल भयो
pl: Odzyskiwanie hasła nie powiodło się
pt: Falha ao redefinir senha
ru: Не удалось сбросить пароль
sw: Sikertelen jelszó-visszaállítás
th: การรีเซตรหัสผ่านล้มเหลว
uk: Неможливо скинути пароль
vi: Đặt lại mật khẩu không thành công

source: Submit
am: አስገባ
ar: إرسال
bn: জমা দিন
cs: Odeslat
de: Absenden
es: Enviar
fa: ارسال
fr: Envoyer
hi: जमा करें
id: Kirim
ja: 提出
my: တင်သွင်းမည်
ne: पेश गर्नुहोस्
pl: Zatwierdź
pt: Enviar
ru: Отправить
sw: Elküldés
th: ส่ง
uk: Відправити
vi: Gửi

source: Create Account
am: መለያ ፍጠር
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
cs: Vytvořit účet
de: Konto erstellen
es: Crear cuenta
fa: حساب کاربری ایجاد کنید
fr: Créer un compte
hi: खाता बनाएँ
id: Buat Akun
ja: アカウントを作成
my: အကောင့်ဖွင့်မည်
ne: खाता सिर्जना गर्नुहोस्
pl: Utwórz konto
pt: Criar Conta
ru: Создать учетную запись
sw: Fiók létrehozása
th: สร้างบัญชี
uk: Створити обліковий запис
vi: Tạo tài khoản

source: or
am: ወይም
ar: أو
bn: বা
cs: nebo
de: oder
es: o
fa: یا
fr: ou
hi: या
id: atau
ja: または
my: သို့မဟုတ်
ne: वा
pl: lub
pt: ou
ru: или
sw: vagy
th: หรือ
uk: або
vi: hoặc

source: login
am: ግባ
ar: تسجيل الدخول
bn: লগইন করুন
cs: přihlásit
de: einloggen
es: inicio de sesión
fa: به سیستم وارد شوید (Login)
fr: connexion
hi: लॉगइन करें
id: masuk
ja: ログイン
my: ၀င်‌ရောက်မည်
ne: लग - इन
pl: zaloguj się
pt: entrar
ru: вход
sw: bejelentkezés
th: เข้าสู่ระบบ
uk: вхід до системи
vi: đăng nhập

source: Register using SSO
am: SSO በመጠቀም ይመዝገቡ
ar: التسجيل باستخدام الدخول الموحد
bn: SSO দিয়ে নিবন্ধন করুন
cs: Zaregistrujte se pomocí SSO
de: Registrierung unter Verwendung von SSO
es: Registrarse mediante SSO
fa: با استفاده از SSO ثبت نام کنید
fr: S'inscrire en utilisant l'authentification unique SSO
hi: एसएसओ (SSO) इस्तेमाल कर पंजीकृत करें
id: Daftar menggunakan SSO
ja: SSOで登録
my: SSO သုံး၍စာရင်းသွင်းမည်
ne: SSO प्रयोग गरेर दर्ता गर्नुहोस्
pl: Zarejestruj się przy pomocy pojedynczego logowania
pt: Registrar-se usando a Entrada Única
ru: Зарегистрируйтесь, используя Единый вход
sw: Regisztráció SSO használatával
th: ลงทะเบียนโดย SSO
uk: Зареєструйтеся за допомогою технології єдиного входу
vi: Đăng ký bằng SSO

source: Register with SSO
am: በSSO ይመዝገቡ
ar: التسجيل عن طريق الدخول الموحد
bn: SSO দিয়ে নিবন্ধন করুন
cs: Zaregistrujte se pomocí SSO
de: Mit SSO registrieren
es: Registrarse con SSO
fa: با SSO ثبت نام کنید
fr: S'inscrire avec l'authentification unique SSO
hi: एसएसओ (SSO) से पंजीकृत करें
id: Daftar dengan SSO
ja: SSOで登録
my: SSO နှင့်စာရင်းသွင်းမည်
ne: SSO सँग दर्ता गर्नुहोस्
pl: Zarejestruj się w trybie pojedynczego logowania
pt: Registrar-se com a Entrada Única
ru: Зарегистрируйтесь с помощью Единого входа
sw: Regisztráció SSO-val
th: ลงทะเบียนด้วย SSO
uk: Реєстрація за допомогою технології єдиного входу
vi: Đăng ký với SSO

source: Confirm your email address
am: ኢሜሎን ያረጋግጡ
ar: قم بتأكيد عنوان البريد الإلكتروني الخاص بك
bn: ইমেইল অ্যাড্রেস নিশ্চিত করুন
cs: Potvrďte svou e-mailovou adresu
de: Bestätigen Sie Ihre E-Mail-Adresse
es: Confirma tu dirección de correo electrónico
fa: آدرس ایمیل خود را تائید کنید
fr: Confirmer votre adresse e-mail
hi: अपने ईमेल पते की पुष्टि करें
id: Konfirmasikan alamat email Anda
ja: メールアドレスを確認
my: သင့်အီးမေးလ်လိပ်စာ အတည်ပြုပါ
ne: आफ्नो इमेल ठेगाना पुष्टि गर्नुहोस्
pl: Potwierdź swój adres e-mail
pt: Confirme seu endereço de e-mail
ru: Подтвердите свой адрес электронной почты
sw: Erősítse meg az e-mail címét
th: ยืนยันที่อยู่อีเมลของคุณ
uk: Підтвердіть свою адресу електронної пошти
vi: Xác thực địa chỉ email của bạn

source: Please click the activation link in the email just sent to you.
am: አሁን ወደ እርስዎ በተላከው ኢሜል ውስጥ ያለውን የማግበር ማገናኛን ጠቅ ያድርጉ።
ar: يرجى النقر على رابط التنشيط الموجود في البريد الإلكتروني الذي تم إرساله إليك.
bn: এইমাত্র আপনাকে ইমেইলে পাঠানো সক্রিয়করণের লিঙ্কটিতে অনুগ্রহ করে ক্লিক করুন।
cs: Klikněte na aktivační odkaz v e-mailu, který vám byl právě zaslán.
de: Bitte klicken Sie auf den Aktivierungslink, den wir Ihnen per E-Mail zugesandt haben.
es: Haz clic en el enlace de activación del correo electrónico que acabamos de enviarte.
fa: لطفا روی لینک فعال سازی در ایمیلی که برای شما ارسال شده است کلیک کنید.
fr: Veuillez cliquer sur le lien d'activation dans le courriel que vous venez de recevoir.
hi: कृपया आपको भेजे गए ईमेल में सक्रियण लिंक पर क्लिक करें।
id: Silakan klik tautan aktivasi di email yang baru saja dikirimkan kepada Anda.
ja: 先ほど送信されたメールに記載されているアクティベーションリンクをクリックしてください。
my: ကျေးဇူးပြု၍ သင့်ကိုယခုလေးတင်ပို့ထားသောအီးမေးလ်ရှိ အသက်သွင်းရန်လင့်ကိုနှိပ်ပေးပါ။
ne: कृपया तपाईलाई पठाइएको इमेलमा सक्रियता लिङ्क क्लिक गर्नुहोस्।
pl: Kliknij łącze aktywacyjne w wysłanej właśnie do Ciebie wiadomości e-mail.
pt: Clique no link de ativação que lhe enviamos por e-mail.
ru: Пройдите по ссылке активации из только что отправленного вам электронного письма.
sw: Kattintson az aktiváló hivatkozásra, amely az Önnek imént elküldött e-mailben van.
th: โปรดคลิกลิงค์การเปิดใช้งานในอีเมลที่เพิ่งส่งถึงคุณ
uk: Натисніть посилання для активації в щойно надісланому вам електронному листі.
vi: Vui lòng nhấn vào liên kết xác thực trong email vừa được gửi đến.

source: SSO Login Failure
am: ለአንድ ጊዜ መግቢያው አልሰራም
ar: فشل في تسجيل الدخول الموحد
bn: এসএসও লগইন ব্যর্থ হয়েছে
cs: Neúspěšné přihlášení pomocí SSO
de: SSO-Anmeldung fehlgeschlagen
es: Error de inicio de sesión por SSO
fa: ورود به سامانه احراز هویت ناموفق بود
hi: SSO लॉगिन विफलता
id: Gagal Masuk SSO
ja: SSOログイン失敗
my: SSO အကောင့်ဝင်ခြင်း မအောင်မြင်ပါ
pt: Falha ao fazer login com a Entrada Única
ru: Сбой входа с помощью Единого входа
sw: Sikertelen SSO-bejelentkezés
th: การเข้าสู่ระบบโดย SSO ล้มเหลว
uk: Помилка входу в систему SSO
vi: Không thể đăng nhập SSO

source: An error occurred while attempting to login using your SSO account.
am: የአንድ ጊዜ መግቢያን በመጠቀም ለመግባት ሲሞከሩ አንድ ስሕተት ተከስቷል።
ar: حدث خطأ أثناء محاولة تسجيل الدخول باستخدام حساب تسجيل الدخول الموحد الخاص بك.
bn: আপনার এসএসও অ্যাকাউন্ট ব্যবহার করে লগইনের চেষ্টা করার সময় একটি ত্রুটি ঘটেছে।
cs: Při pokusu o přihlášení pomocí vašeho SSO došlo k chybě.
de: Beim Versuch, sich mit Ihrem SSO-Konto einzuloggen, ist ein Fehler aufgetreten.
es: Se produjo un error al intentar iniciar sesión con tu cuenta SSO.
fa: هنگام تلاش برای ورود به حساب سامانه احراز هويت شما خطایی رخ داد.
hi: आपके SSO खाते का उपयोग करके लॉगिन करने का प्रयास करते समय एक त्रुटि हुई।
id: Terjadi kesalahan saat percobaan masuk ke akun SSO Anda.
ja: SSOアカウントを使ったログインでエラーが発生しました。
my: သင့် SSO အကောင့်သုံး၍ ဝင်ရောက်ရန် ကြိုးပမ်းစဉ် ချို့ယွင်းချက်တစ်ခု ဖြစ်ပွားခဲ့သည်။
pt: Ocorreu um erro ao tentar fazer login com sua conta de Entrada Única.
ru: Произошла ошибка при попытке войти в систему с помощью вашей учетной записи, используя Единый вход.
sw: Hiba történt az SSO-fiókjával történő bejelentkezés során.
th: เกิดข้อผิดพลาดขณะที่พยายามเข้าสู่ระบบโดยใช้บัญชี SSO ของคุณ
uk: Виникла помилка під час спроби увійти через ваш обліковий запис SSO.
vi: Có lỗi xảy ra trong khi đăng nhập bằng tài khoản SSO của bạn.

source: Go back
am: ወደ ኋላ ተመለሱ
ar: الرجوع
bn: ফিরে যান
cs: Jít zpět
de: Zurück
es: Regresar
fa: قبلی
hi: पीछे जाएं
id: Kembali
ja: 戻る
my: ပြန်သွားရန်
pt: Voltar
ru: Вернуться
sw: Visszalép
th: ย้อนกลับ
uk: Повернутися
vi: Quay lại

source: Connect your Account to SSO
am: መለያዎን ከአንድ ጊዜ መግቢያ ጋር ያገናኙ
ar: قم بربط حسابك بتسجيل الدخول الموحد
bn: আপনার অ্যাকাউন্টটি এসএসওর সঙ্গে সংযুক্ত করুন
cs: Připojte svůj účet k SSO
de: Konto mit SSO verbinden
es: Conectar tu cuenta a SSO
fa: حساب خود را به سامانه احراز هويت متصل کنید
hi: अपने खाते को SSO से जोडें
id: Hubungkan akun Anda dengan SSO
ja: アカウントをSSOに接続
my: သင့်အကောင့်ကို SSO နှင့်ချိတ်ဆက်ပါ
pt: Conecte sua Conta à Entrada Única
ru: Подключите вашу учетную запись к Единому входу
sw: Kösse össze a fiókját egyszeri bejelentkezéssel (SSO-val)
th: เชื่อมต่อบัญชีของคุณกับ SSO
uk: Під'єднайте свій обліковий запис до SSO
vi: Liên kết Tài khoản của bạn với SSO

source: Manage your SSO Account
am: የእርስዎን የአንድ ጊዜ መግቢያ መለያን በስልታዊ መንገድ ይጠቀሙበት
ar: إدارة حساب تسجيل الدخول الموحد الخاص بك
bn: আপনার এসএসও অ্যাকাউন্টের ব্যবস্থাপনা করুন
cs: Správa účtu SSO
de: SSO-Konto verwalten
es: Gestionar tu cuenta SSO
fa: حساب خود را در سامانه احراز هويت مدیریت کنید
hi: अपने SSO खाते का प्रबंधन करें
id: Kelola akun SSO Anda
ja: SSOアカウントを管理
my: သင့် SSO အကောင့်ကို စီမံခန့်ခွဲရန်
pt: Gerencie sua Conta de Entrada Única
ru: Управляйте учетной записью с Единым входом
sw: SSO-fiók kezelése
th: จัดการบัญชี SSO ของคุณ
uk: Управління обліковим записом SSO
vi: Quản lý Tài khoản SSO của bạn

source: You can sign in to your KoboToolbox account using any of the following SSO providers:
am: የሚከተሉትን የአንድ ጊዜ መግቢያ አቅራቢዎችን በመጠቀም ወደ KoboToolbox መለያዎ መግባት ይችላሉ፦
ar: يمكنك تسجيل الدخول إلى حساب KoboToolbox الخاص بك باستخدام أي من موفري تسجيل الدخول الموحد التاليين:
bn: নিচের এসএসও প্রদানকারীদের যেকোনো একটি ব্যবহার করে আপনি আপনার KoboToolbox অ্যাকাউন্টে সাইন ইন করতে পারেন :
cs: Ke svému účtu KoboToolbox se můžete přihlásit prostřednictvím některého z následujících poskytovatelů SSO:
de: Sie können sich bei Ihrem KoboToolbox-Konto mit einem der folgenden SSO-Anbieter anmelden:
es: Puedes iniciar sesión en tu cuenta de KoboToolbox utilizando cualquiera de los siguientes proveedores de SSO:
fa: با استفاده از یکی از ارائه دهنده هاي سامانه احراز هويت می توانید به حساب جعبه ابزار کوبوKotoToolbox خود وارد شوید.
hi: आप अपने कोबोटूलबॉक्स खाते में निम्नलिखित किसी भी SSO प्रदाताओं का उपयोग करके साइन इन कर सकते हैं:
id: Anda dapat masuk ke akun KoboToolbox Anda menggunakan salah satu penyedia SSO di bawah ini:
ja: KoboToolboxアカウントには次のSSOプロバイダーを使ってサインインできます:
my: အောက်ဖော်ပြပါ SSO ဝန်ဆောင်မှုပေးသူများကို အသုံးပြု၍ သင်၏ Kobo ကိရိယာအကွက် အကောင့်သို့ သင်ဝင်ရောက်နိုင်သည်-
pt: Você pode entrar em sua conta KoboToolbox por meio de qualquer um dos seguintes provedores de Entrada Única:
ru: Вы можете войти в свою учетную запись KoboToolbox, используя любого из следующих провайдеров Единого входа:
sw: Bejelentkezhet a KoboToolbox-fiókjába az alábbi SSO-szolgáltatók valamelyikével:
th: คุณสามารถลงชื่อเข้าใช้บัญชี KoboToolbox ของคุณโดยใช้ผู้ให้บริการ SSO ใดๆ ต่อไปนี้:
uk: Ви можете увійти до свого облікового запису KoboToolbox за допомогою будь-якого з наступних провайдерів SSO:
vi: Bạn có thể đăng nhập tài khoản KoboToolbox của mình qua bất kỳ nền tảng SSO nào sau đây:

source: Remove
am: አስወግድ
ar: إزالة
bn: মুছে ফেলুন
cs: Odebrat
de: Entfernen
es: Eliminar
fa: حذف
hi: हटाएं
id: Hapus
ja: 削除
my: ဖယ်ရှားသည်
pt: Remover
ru: Удалить
sw: Eltávolítás
th: ลบออก
uk: Видалити
vi: Xóa

source: You currently have no third-party accounts connected to this account.
am: በአሁኑ ወቅት ከዚህ መለያ ጋር የተገናኙ የሦስተኛ ወገን አካውንቶች የሉዎትም።
ar: ليس لديك حاليًا أي حسابات لجهات خارجية مرتبطة بهذا الحساب.
bn: এই অ্যাকাউন্টের সঙ্গে বর্তমানে আপনার তৃতীয় পক্ষের কোনো অ্যাকাউন্ট সংযুক্ত নেই।
cs: V současnosti není s tímto účtem propojen žádný další účet třetí strany.
de: Sie haben derzeit keine Konten von Drittanbietern, die mit diesem Konto verbunden sind.
es: Actualmente no tienes cuentas de terceros asociadas a esta cuenta.
fa: شما در حال حاضر هیچ حساب شخص ثالثي متصل به این حساب ندارید.
hi: वर्तमान में आपके पास इस खाते से जुड़े कोई तृतीय-पक्ष खाते नहीं हैं।
id: Anda saat ini tidak memiliki akun pihak ketiga yang terhubung dengan akun ini.
ja: 現在このアカウントに接続されているサードパーティ アカウントはありません。
my: သင့်တွင် လတ်တလော ဤအကောင့်နှင့် ချိတ်ဆက်ထားသော ပြင်ပအဖွဲ့အစည်းအကောင့်မရှိပါ။
pt: Atualmente, não há contas de terceiros conectadas a esta conta.
ru: В настоящее время у вас нет сторонних учетных записей, подключенных к данной учетной записи.
sw: Ehhez a fiókhoz jelenleg nincs hozzárendelve harmadik féltől származó fiók.
th: ขณะนี้คุณไม่มีบัญชีของบุคคลที่สามที่เชื่อมต่อกับบัญชีนี้
uk: Наразі до цього облікового запису не підключено жодного стороннього облікового запису.
vi: Tài khoản này của bạn hiện không liên kết với tài khoản bên thứ ba nào.

source: Add an SSO Account
am: የአንድ ጊዜ መግቢያ መለያን ያክሉ
ar: إضافة حساب لتسجيل الدخول الموحد
bn: একটি এসএসও অ্যাকাউন্ট সংযুক্ত করুন
cs: Přidat účet SSO
de: SSO-Konto hinzufügen
es: Añadir una cuenta SSO
fa: یک حساب در سامانه احراز هويت اضافه کنید
hi: एक SSO खाता जोड़ें
id: Tambahkan Akun SSO
ja: SSOアカウントを追加
my: SSO အကောင့်တစ်ခု ပေါင်းထည့်ပါ
pt: Adicionar Conta de Entrada Única
ru: Добавьте учетную запись с Единым входом
sw: SSO-fiók hozzáadása
th: เพิ่มบัญชี SSO
uk: Додати обліковий запис SSO
vi: Thêm tài khoản SSO

source: Set up Single Sign On
am: SSO ያዋቅሩ
ar: إنشاء معرف تسجيل الدخول الموحد
bn: সিঙ্গেল সাইনঅনের সেটআপ করুন
cs: Nastavte jednotné přihlášení (SSO)
de: Einmalanmeldung (SSO) einrichten
es: Configurar el inicio de sesión único
fa: راه اندازی Single Sign On
fr: Configurer l'authentification unique SSO
hi: सिंगल साइन ऑन (Single Sign On) स्थापित करें
id: Siapkan Akses Menyeluruh
ja: シングルサインオンを設定する
my: Single Sign On သတ်မှတ်ရန်
ne: एकल साइन अन सेटअप गर्नुहोस्
pl: Włącz funkcję pojedynczego logowania
pt: Habilitar a Entrada Única
ru: Настройка Единого входа
sw: Egyszeri bejelentkezés (SSO) beállítása
th: ตั้งค่าการเข้าสู่ระบบแบบครั้งเดียว
uk: Налаштувати технологію єдиного входу
vi: Thiết lập Đăng nhập một lần

source: Click the button below to connect your KoboToolbox account with your %(appname)s account.
am: የKoboToolbox መለያዎን %(appname)s ከመለያዎ ጋር ለማገናኘት ከታች ያለውን ቁልፍ ይጫኑ።
ar: اضغط على الزر أدناه لربط حسابك في KoboToolbox بحسابك %(appname)s.
bn: আপনার KoboToolbox অ্যাকাউন্টটিকে আপনার %(appname)s অ্যাকাউন্টের সাথে সংযুক্ত করতে চাইলে নিচের বাটনে ক্লিক করুন।
cs: Kliknutím na níže uvedené tlačítko propojíte svůj účet KoboToolbox s %(appname)s účtem.
de: Klicken Sie auf den Button unten, um Ihr KoboToolbox-Konto mit Ihrem %(appname)s-Konto zu verbinden.
es: Haz clic en el siguiente botón para conectar tu cuenta de KoboToolbox con tu cuenta de %(appname)s.
fa: روی دکمه زیر کلیک کنید تا حساب جعبه ابزار کوبو خود را به حساب %(appname)s خود وصل کنید.
fr: Cliquez sur le bouton ci-dessous pour connecter votre compte KoboToolbox à votre compte %(appname)s.
hi: अपने कोबोटूलबॉक्स खाते को अपने %(appname)s खाते से जोड़ने के लिए नीचे दिए बटन पर क्लिक करें।
id: Klik tombol di bawah ini untuk menghubungkan akun KoboToolbox Anda dengan akun %(appname)s.
ja: 以下のボタンをクリックして、KoboToolboxアカウントを%(appname)sアカウントに接続します。
my: သင့်%(appname)s အကောင့်နှင့် သင့် Kobo ကိရိယာအကွက် အကောင့်ကို ချိတ်ဆက်ရန် အောက်ရှိခလုတ်ကိုနှိပ်ပါ။
ne: आफ्नो %(appname)s खातासँग आफ्नो KoboToolbox खाता जडान गर्न तलको बटनमा क्लिक गर्नुहोस्।
pl: Kliknij przycisk poniżej, aby połączyć swoje konto KoboToolbox z kontem %(appname)s.
pt: Clique no botão abaixo para conectar sua conta KoboToolbox com sua conta %(appname)s.
ru: Нажмите кнопку ниже, чтобы соединить вашу учетную запись KoboToolbox с вашей учетной записью %(appname)s.
sw: Kattintson az alábbi gombra a KoboToolbox-fiókjának a(z) %(appname)s fiókkal való összekapcsolásához.
th: คลิกปุ่มด้านล่างเพื่อเชื่อมต่อบัญชี KoboToolbox กับบัญชี %(appname)s ของคุณ
uk: Натисніть кнопку нижче, щоб з'єднати ваш обліковий запис KoboToolbox з вашим обліковим записом %(appname)s.
vi: Nhấn vào nút phía dưới để kết nối tài khoản KoboToolbox với tài khoản %(appname)s của bạn.

source: This will allow you to use single sign-on (SSO) in the future.
am: ይህ ወደፊት (SSO) እንድትጠቀም ይፈቅድልሃል።
ar: سيسمح لك هذا بالدخول الموحّد في المستقبل.
bn: এটি করলে ভবিষ্যতে আপনি সিঙ্গেল সাইনঅন (SSO) ব্যবহার করতে পারবেন।
cs: To vám v budoucnu umožní používat jednotné přihlašování (SSO).
de: Dadurch können Sie in Zukunft die Einmalanmeldung (SSO) nutzen.
es: Esto te permitirá utilizar el inicio de sesión único (SSO) en el futuro.
fa: این به شما امکان می‌دهد تا در آینده از single sign-on (SSO) استفاده کنید.
fr: Vous pourrez désormais utiliser l'authentification unique (SSO).
hi: इससे आपको भविष्य में सिंगल साइन ऑन (SSO) इस्तेमाल करने की अनुमति मिल जाएगी।
id: Ini akan memungkinkan Anda untuk menggunakan Akses Menyeluruh (SSO) pada masa mendatang.
ja: これにより将来的にシングルサインオン（SSO）を利用することができるようになります。
my: ၎င်းသည် အနာဂတ်တွင် သင့်အား single sign-on (SSO) သုံးခွင့်ပေးမည်။
ne: यसले तपाईंलाई भविष्यमा एकल साइन-अन (SSO) प्रयोग गर्न अनुमति दिनेछ।
pl: Dzięki temu w przyszłości będziesz mógł korzystać z funkcji pojedynczego logowania (SSO).
pt: Isto permitirá que você use a Entrada Única no futuro.
ru: Это позволит вам использовать Единый вход в будущем.
sw: Ezáltal a jövőben használhatja az egyszeri bejelentkezést (SSO).
th: การทำเช่นนี้จะทำให้คุณสามารถใช้การเข้าสู่ระบบแบบครั้งเดียว (SSO) ได้ในอนาคต
uk: Це дозволить вам використовувати технологію єдиного входу в майбутньому.
vi: Việc này sẽ cho phép bạn sử dụng Đăng nhập một lần trong những lần sau.

source: Connect with %(appname)s
am: ከ %(appname)s ጋር ይገናኙ
ar: الاتصال بـ %(appname)s
bn: %(appname)s-এর সাথে সংযুক্ত করুন
cs: Spojte se s %(appname)s
de: Verbinden mit %(appname)s
es: Conectar con %(appname)s
fa: وصل شوید با %(appname)s
fr: Se connecter avec %(appname)s
hi: %(appname)s के साथ जोड़ें
id: Hubungkan dengan %(appname)s
ja: %(appname)sと接続
my: %(appname)s ဖြင့် ချိတ်ဆက်ပါ
ne: %(appname)s संग जडान हुनुहोस्
pl: Połącz z %(appname)s
pt: Conectar com %(appname)s
ru: Подключение к %(appname)s
sw: Összekapcsolás ezzel: %(appname)s
th: เชื่อมต่อกับ%(appname)s
uk: Підключитися за допомогою %(appname)s
vi: Kết nối với %(appname)s
