Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Grouping disabled. Please select at least one question.
am: መቧደን ተሰናክሏል። እባክዎ ቢያንስ አንድ ጥያቄ ይምረጡ።
ar: تعطيل التصنيف. يرجى تحديد سؤال واحد على الأقل.
bn: গ্রুপ করার ব্যবস্থা নিষ্ক্রিয় করে রাখা হয়েছে। অনুগ্রহ করে অন্তত একটি প্রশ্ন নির্বাচন করুন।
cs: Seskupování je zakázáno. Vyberte alespoň jednu otázku.
de: Gruppierung ist deaktiviert. Bitte wählen Sie mindestens eine Frage aus.
es: Agrupación desactivada. Selecciona al menos una pregunta.
fa: گروه بندی غیرفعال است. لطفا حداقل یک سوال را انتخاب کنید.
fr: Groupement désactivé. Veuillez sélectionner au moins une question.
hi: समूहीकरण अक्षम किया गया। कृपया कम-से-कम एक प्रश्न का चयन करें।
hu: Csoportosítás kikapcsolva. Válasszon legalább egy kérdést.
id: Pengelompokan dinonaktifkan. Pilih setidaknya satu pertanyaan.
ja: グループ化は無効になっています。1つ以上の質問を選択してください。
km: បានបិទការចាត់ជាក្រុម។ សូមជ្រើសរើសយ៉ាងហោចណាស់មួយសំណួរ។
my: အုပ်စုဖွဲ့ခြင်းကို အသုံးပြု၍ မရပါ။ အနည်းဆုံး မေးခွန်းတစ်ခုကို ရွေးချယ်ပါ။
ne: समूहीकरण असमर्थ पारियो। कृपया कम्तिमा एउटा प्रश्न चयन गर्नुहोस्।
pl: Grupowanie wyłączone. Proszę wybierz przynajmniej jedno pytanie.
pt: Agrupamento desativado. Selecione pelo menos uma pergunta.
ru: Группировка отключена. Выберите хотя бы один вопрос.
sw: Kupanga kikundi kumezimwa. Tafadhali chagua angalau swali moja.
th: การจัดกลุ่มถูกปิดใช้งาน โปรดเลือกคำถามอย่างน้อยหนึ่งข้อ
tr: Gruplama devre dışı bırakıldı. Lütfen en az bir soru seçin.
uk: Групування відключено. Оберіть принаймні одне питання.
vi: Chức năng nhóm đã bị tắt. Vui lòng chọn ít nhất một câu hỏi.

source: Insert cascading select
am: ካስካዲንግ ምረጥ አስገባ
ar: ادخل خيارات متتالية
bn: ক্যাসকেডভিত্তিক নির্বাচনী প্রশ্ন যোগ করুন
cs: Vložit kaskádový výběr
de: Kaskaden-Auswahl einfügen
es: Insertar selección en cascada
fa: اضافه کردن انتخاب آبشاری
fr: Insérer sélection en cascade
hi: कैस्केडिंग सेलेक्ट डालें
hu: Lenyíló lista beszúrása
id: Sisipkan pilihan berjenjang
ja: カスケード選択を挿入
km: បញ្ចូលការជ្រើសរើសតាមកាសកេដ
my: ရွေးချယ်မှုကို အစားထိုးပါ
ne: क्यास्केडिङ चयन घुसाउनुहोस्
pl: Wstawianie wyboru kaskadowego
pt: Inserir seleção em cascata
ru: Вставить каскадный выбор
sw: Weka chaguo ya cascading
th: แทรกการเลือกแบบต่อเรียง (cascading)
tr: Basamaklı seçim ekle
uk: Вставити каскадний вибір
vi: Chèn chọn xếp tầng

source: Add from Library
am: ከቤተ-መጽሐፍት ያክሉ
ar: أضف من المكتبة
bn: লাইব্রেরি থেকে যুক্ত করুন
cs: Přidat z knihovny
de: Aus Bibliothek hinzufügen
es: Agregar desde la biblioteca
fa: افزودن از طریق کتابخانه
fr: Ajouter à partir de la bibliothèque
hi: लाइब्रेरी में से जोड़ें
hu: Hozzáadás könyvtárból
id: Tambahkan dari Perpustakaan
ja: ライブラリから追加
km: បញ្ចូលពីបណ្ណាល័យ
my: ဖောင်ပုံစံစာကြည့်တိုက်မှ ပေါင်းထည့်ပါ
ne: पुस्तकालयबाट थप्नुहोस्
pl: Dodaj z Biblioteki
pt: Adicionar da Biblioteca
ru: Добавить из библиотеки
sw: Ongeza kutoka Maktaba
th: เพิ่มจากไลบรารี
tr: Kitaplıktan ekle
uk: Додати з бібліотеки
vi: Thêm từ Thư viện

source: Layout & Settings
am: አቀማመጥ እና አዘጋጆች
ar: التصميم الشكلي والإعدادات
bn: লেআউট ও সেটিংস
cs: Rozvržení a nastavení
de: Gestaltung und Einstellungen
es: Diseño y configuración
fa: چیدمان و تنظیمات
fr: Mise en page &amp; Paramètres
hi: ख़ाका (लेआउट) व सेटिंग्स
hu: Elrendezés és beállítások
id: Tata Letak dan Pengaturan
ja: レイアウトと設定
km: ប្លង់ និងការកំណត់
my: အဆင်အပြင်နှင့် ဆက်တင်များ
ne: लेआउट र सेटिङहरू
pl: Wygląd i ustawienia
pt: Layout e Configurações
ru: Макет и настройки
sw: Muundo na Mipangilio
th: เค้าโครงและการตั้งค่า
tr: Düzen ve Ayarlar
uk: Розміщення і налаштування
vi: Bố cục &amp; Cài đặt

source: Layout
am: አቀማመጥ
ar: التصميم الشكلي
bn: লেআউট
cs: Rozvržení
de: Gestaltung
es: Diseño
fa: چیدمان
fr: Mise en page
hi: ख़ाका (लेआउट)
hu: Elrendezés
id: Tata Letak
ja: レイアウト
km: ប្លង់
my: အဆင်အပြင်
ne: लेआउट
pl: Układ
ru: Макет
sw: Muundo
th: เค้าโครง
tr: Düzen
uk: Розміщення
vi: Bố cục

source: background recording
am: የጀርባ ቀረጻ
ar: تسجيل في الخلفية
bn: ব্যাকগ্রাউন্ড রেকর্ডিং
cs: nahrávání na pozadí
de: Aufzeichnung im Hintergrund
es: Grabación del sonido de fondo
fa: ضبط پس زمینه
fr: enregistrement de l’arrière-plan
hi: पृष्ठभूमि (बैकग्राउंड) रिकॉर्डिंग
hu: Háttérhang rögzítése
id: perekaman latar belakang
ja: バックグラウンドの録音
km: ការថតនៅផ្ទៃខាងក្រោយ
my: နောက်ခံတွင် မှတ်တမ်းယူခြင်း
ne: पृष्ठभूमि रेकर्डिङ
pl: nagrywanie w tle
pt: gravação de fundo
ru: фоновая запись звука
sw: kurekodi mandharinyuma
th: การบันทึกพื้นหลัง
tr: arka plan kaydı
uk: фоновий запис
vi: ghi lại nền

source: This form will automatically record audio in the background. Consider adding an acknowledgement note to inform respondents or data collectors that they will be recorded while completing this survey. This feature is available in
am: ይህ ቅፅ ከበስተጀርባ ኦዲዮን በራስ-ሰር ይቀዳል። ምላሽ ሰጪዎች ወይም ውሂብ ሰብሳቢዎች ይህን የዳሰሳ ጥናት ሲያጠናቅቁ እንደሚመዘገቡ ለማሳወቅ የእውቅና ማስታወሻ ማከል ያስቡበት። ይህ ባህሪ
ar: سيقوم هذا النموذج بتسجيل الصوت تلقائيًا في الخلفية. ضع في اعتبارك إضافة مذكرة إقرار لإبلاغ المستجيبين أو جامعي البيانات بأنه سيتم التسجيل لهم أثناء استكمال هذا الاستبيان. هذه الميزة متوفرة في
bn: এই ফর্মটি খোলা থাকা অবস্থায় স্বয়ংক্রিয়ভাবে অডিও রেকর্ড হতে থাকবে। জরিপ চলাকালীন সময় যে উত্তরদাতা বা তথ্য সংগ্রহকারীদের সব কথা রেকর্ড করা হবে তা তাদেরকে জানানোর জন্য একটি নোট লিখে দিতে পারেন। এই ফিচারটি পাওয়া যাবে
cs: Tento formulář bude automaticky nahrávat zvuk na pozadí. Zvažte přidání potvrzující poznámky, která bude respondenty nebo sběrače dat informovat o tom, že budou při vyplňování tohoto průzkumu nahráváni. Tato funkce je k dispozici v
de: Dieses Formular nimmt den Ton automatisch im Hintergrund auf. Erwägen Sie, eine Bestätigungsnotiz hinzuzufügen, um die Befragten oder Datensammler darüber zu informieren, dass sie beim Ausfüllen dieser Umfrage aufgenommen werden. Diese Funktion ist verfügbar in
es: Este formulario grabará automáticamente el sonido de fondo. Considera agregar una notificación para informarle al encuestado/a o encuestador/a de que serán grabados mientras completan esta encuesta. Esta función está disponible en
fa: این فرم به طور خودکار صدا را در پس زمینه ضبط می کند. لطفا به پاسخ دهندگان یا گردآورندگان داده اطلاع رسانی کنید. قابلیت گرفتن تاییدیه وجود دارد
fr: Ce formulaire enregistre automatiquement le son en arrière-plan. Pensez à ajouter une note d'accusé de réception pour informer les personnes interrogées ou les collecteurs de données qu'ils seront enregistrés lorsqu'ils répondront à cette enquête. Cette fonction est disponible dans
hi: यह फार्म स्वचालित रूप से पृष्ठभूमि में ऑडियो रिकॉर्ड करेगा। उत्तरदाताओं या डेटा संग्राहकों को सूचित करने के लिए एक पावती नोट जोड़ने पर विचार करें कि इस सर्वेक्षण को पूरा करते समय उन्हें रिकॉर्ड किया जाएगा। यह सुविधा (इनमें) उपलब्ध है
hu: Ez az űrlap automatikusan rögzíti a hangokat a háttérben. Érdemes beszúrni egy beleegyező nyilatkozatot, hogy a válaszadók és az adatgyűjtők tisztában legyenek azzal, hogy a hangjukat rögzítik a kitöltés alatt. Ez az opció elérhető:
id: Formulir ini akan merekam audio di latar belakang secara otomatis. Pertimbangkan menambahkan catatan untuk memberi tahu responden atau pengumpul data bahwa mereka akan direkam selama menyelesaikan survei ini. Fitur ini tersedia di
ja: このフォームでは、バックグラウンドのオーディオが自動的に録音されます。このアンケートの回答中に録音が行われることを回答者やデータコレクターに伝えた記録の追加をご検討ください。この機能は
km: ទម្រង់បែបបទនេះនឹងថតសំឡេងនៅផ្ទៃខាងក្រោយដោយ​ស្វ័យប្រវត្តិ។ សូមពិចារណាដាក់​កំណត់ចំណាំទទួលស្គាល់មួយ​ដើម្បីជូនដំណឹងទៅអ្នកឆ្លើយតប ឬអ្នកប្រមូលទិន្នន័យ ថាពួកគេនឹងត្រូវបានថតសំឡេងទុក ពេលកំពុងបំពេញការស្ទង់មតិនេះ។ មុខងារនេះមាននៅក្នុង
my: ယခုဖောင်ပုံစံက နောက်ခံတွင် အသံဖိုင်ကို အော်တို မှတ်တမ်းရယူပါမည်။ ဖြေဆိုသူများ သို့မဟုတ် အချက်အလက်ကောက်ယူသူများကို ၎င်းတို့ဆာဗေးဖြေနေစဉ် ၎င်းတို့ကို မှတ်တမ်းရယူမည့်အကြောင်း အသိပေးရန် သဘောတူညီချက်မှတ်စု ထည့်ရန် စဉ်းစားပါ။ ထိုလုပ်ဆောင်ချက်ကို
ne: यो फारमले स्वतः पृष्ठभूमिमा अडियो रेकर्ड गर्नेछ। उत्तरदाता वा तथ्याङ्क सङ्कलनकर्ताहरूलाई यो सर्वेक्षण पूरा गर्दा रेकर्ड गरिनेछ भनी सूचित गर्न एक स्वीकृति नोट थप्ने विचार गर्नुहोस्। यो सुविधा मा उपलब्ध छ
pl: Ten formularz będzie automatycznie nagrywał dźwięk w tle. Rozważ dodanie informacji o tym, że respondenci i podmioty gromadzące dane będą nagrywani w trakcie wypełniania formularza. Ta opcja dostępna jest w
pt: Este formulário gravará automaticamente o áudio em segundo plano. Considere adicionar uma nota de reconhecimento para informar aos entrevistados ou coletores de dados que eles serão gravados durante o preenchimento desta pesquisa. Este recurso está disponível em
ru: Эта форма будет автоматически записывать звук в фоновом режиме. Подумайте о добавлении примечания с уведомлением респондентов и сборщиков данных о том, что их разговор во время проведения опроса будет записываться. Данная функция доступна в
sw: Fomu hii itarekodi sauti kiotomatiki nyuma ya pazia. Chukua tahadhari ya kuongeza ujumbe wa kuthibitisha ili kuwajulisha wanaojibu au wakusanya data kwamba watarekodiwa wanapokamilisha utafiti huu. Huduma hii inapatikana katika
th: แบบฟอร์มนี้จะบันทึกเสียงในพื้นหลังโดยอัตโนมัติ โปรดพิจารณาเพิ่มบันทึกการรับทราบเพื่อแจ้งให้ผู้ตอบแบบสำรวจหรือผู้รวบรวมข้อมูลทราบว่าพวกเขาจะถูกบันทึกไว้ในขณะที่กรอกแบบสำรวจนี้ คุณลักษณะนี้มีอยู่ใน
tr: Bu form arka planda sesi otomatik olarak kaydedecektir. Katılımcıları veya veri toplayıcıları bu anketi tamamlarken seslerinin kaydedileceği konusunda bilgilendirmek için bir onay notu ekleyebilirsiniz. Bu özellik şurada mevcuttur
uk: Ця форма автоматично запише звук у фоновому режимі. Розгляньте можливість додати примітку підтвердження, щоб повідомити респондентам або збирачам даних, що вони будуть записані під час проведення цього опитування. Ця функція доступна в
vi: Biểu mẫu này sẽ tự động ghi âm nền. Hãy cân nhắc bổ sung thêm một ghi chú nhằm thông báo với người trả lời hoặc người thu thập dữ liệu rằng quá trình hoàn thành khảo sát này sẽ được ghi âm lại. Tính năng này có mặt trong

source: Collect version 1.30 and above
am: ስሪት 1.30 እና ከዚያ በላይ ይሰብስቡ
ar: إصدار مجموعة 1.30 أو الأحدث
bn: Collect-এর ১.৩০ ও পরবর্তী সংস্করণগুলোতে
cs: Collect verzi 1.30 a vyšší
de: Collect-Version 1.30 und höher
es: Collect versión 1.30 y versiones posteriores
fa: KoboCollect، نسخه 1.30 و بالاتر
fr: Collect version 1.30 et supérieure
hi: कलेक्ट (Collect) संस्करण 1.30 और ऊपर
hu: Collect 1.30-as és újabb verzió
id: Collect versi 1.30 dan yang lebih baru
ja: バージョン1.30以上
km: កំណែ 1.30 នៃកម្មវិធី Collect និងកំណែលើនេះ
my: Collect ဗားရှင်း 1.30 နှင့် အထက်တွင် အသုံးပြုနိုင်ပါသည်
ne: Collect संस्करण १.३० र माथिको
pl: Collect w wersji 1.30 i nowszych
pt: Versão 1.30 e superior do KoboCollect
ru: версии Collect 1.30 и выше
sw: toleo la Kusanya (Collect) 1.30 na zaidi
th: เวอร์ชัน Collect ที่ 1.30 ขึ้นไป
tr: Collect sürüm 1.30 ve üzeri
uk: версія Collect 1.30 і вище
vi: Collect phiên bản 1.30 và trở lên

source: help
am: መርዳት
ar: المساعدة
bn: সাহায্য
cs: nápověda
de: Hilfe
es: ayuda
fa: کمک
fr: Aide
hi: सहायता
hu: súgó
id: bantuan
ja: ヘルプ
km: ជំនួយ
my: အကူအညီ
ne: मद्दत
pl: pomoc
pt: ajuda
ru: справка
sw: usaidizi
th: ช่วย
tr: yardım
uk: допомога
vi: trợ giúp

source: Form style
am: የ ቅፅ ዘይቤ
ar: نمط النموذج
bn: ফর্মের ধরন
cs: Styl formuláře
de: Art des Formulars
es: Estilo del formulario
fa: الگو فرم
fr: Style du formulaire
hi: फ़ॉर्म शैली
hu: Űrlapstílus
id: Gaya formulir
ja: フォームのスタイル
km: រចនាប័ទ្មទម្រង់បែបបទ
my: ဖောင်ပုံစံဒီဇိုင်း
ne: फारम शैली
pl: Styl formularza
pt: Estilo de formulário
ru: Стиль формы
sw: Mtindo wa fomu
th: รูปแบบของแบบฟอร์ม
tr: Form stili
uk: Стиль форми
vi: Kiểu biểu mẫu

source: Read more about form styles
am: ስለ ቅፅ ቅጦች የበለጠ ያንብቡ
ar: اقرأ المزيد حول أنماط النماذج
bn: ফর্মের ধরন সম্পর্কে আরও জানুন
cs: Další informace o stylech formulářů
de: Lesen Sie mehr über Arten des Formulars
es: Obtener más información sobre estilos de formulario
fa: درباره سبک های فرم بیشتر بخوانید
fr: En savoir plus sur les styles de formulaires
hi: फ़ॉर्म शैलियों के बारे में और पढ़ें
hu: További információk a stílusokról
id: Baca lebih lanjut tentang gaya formulir
ja: フォームのスタイルについてもっと読む
km: អានបន្ថែមអំពីរចនាប័ទ្មទម្រង់បែបបទ
my: ဖောင်ပုံစံဒီဇိုင်းများအကြောင်းကို ထပ်မံလေ့လာပါ
ne: फारम शैलीहरूको बारेमा थप पढ्नुहोस्
pl: Przeczytaj więcej o stylach formularzy
pt: Leia mais sobre estilos de formulário
ru: Подробнее о стилях формы
sw: Soma zaidi kuhusu mitindo ya fomu
th: อ่านเพิ่มเติมเกี่ยวกับรูปแบบของแบบฟอร์ม
tr: Form stilleri hakkında daha fazla bilgi edinin
uk: Докладніше про стилі форм
vi: Tìm hiểu thêm về kiểu biểu mẫu

source: Select the form style that you would like to use. This will only affect web forms.
am: ለመጠቀም የሚፈልጉትን የ ቅፅ ዘይቤ ይምረጡ። ይሄ የድር ቅጾችን ብቻ ነው የሚነካው።
ar: حدد نمط النموذج الذي تود استخدامه. لن يؤثر هذا سوى على نماذج الويب.
bn: যে ধরনের ফর্ম ব্যবহার করতে চান তা নির্বাচন করুন। এর প্রভাব শুধু ওয়েব ফর্মেই দেখা যাবে।
cs: Vyberte styl formuláře, který chcete použít. Týká se to pouze webových formulářů.
de: Wählen Sie die gewünschte Art des Formulars. Diese wird sich nur auf Webformulare auswirken.
es: Selecciona el estilo de formulario que se deseas utilizar. Esto solo afectará a los formularios web.
fa: سبک فرمی را که می خواهید استفاده کنید انتخاب کنید. این فقط بر فرم های وب تأثیر می گذارد.
fr: Choisir le style de formulaire que vous souhaiteriez utiliser. Ceci affectera seulement les formulaires web.
hi: उस फ़ॉर्म शैली का चयन करें जिसका आप उपयोग करना चाहते हैं। यह केवल वेब फ़ॉर्म को प्रभावित करेगा।
hu: Válassza ki, hogy melyik űrlapstílust kívánja használni. Ez csak a webes űrlapokat fogja érinteni.
id: Pilih gaya formulir yang ingin Anda gunakan. Ini hanya akan memengaruhi formulir web.
ja: 使用したいフォームのスタイルを選択してください。これはウェブフォームにのみ適用されます。
km: ជ្រើសរើសរចនាប័ទ្មទម្រង់បែបបទដែលអ្នកចង់ប្រើប្រាស់។ ការណ៍នេះនឹងប៉ះពាល់តែទម្រង់បែបបទវិបប៉ុណ្ណោះ។
my: သင်အသုံးပြုလိုသည့် ဖောင်ပုံစံဒီဇိုင်းကို ရွေးချယ်ပါ။ ၎င်းက ဝက်ဘ်ဆိုဒ် ဖောင်ပုံစံများကိုသာ သက်ရောက်မှုရှိပါသည်။
ne: तपाईंले प्रयोग गर्न चाहनुभएको फारम शैली चयन गर्नुहोस्। यसले वेब फारमहरूलाई मात्र असर गर्नेछ।
pl: Wybierz styl formularza, który chcesz zastosować. Zmiana wpłynie tylko na wersję webową.
pt: Selecione o estilo de formulário que você gostaria de usar. Isto afetará apenas os formulários da web.
ru: Выберите стиль формы, который хотите использовать. Ваш выбор повлияет только на веб-формы.
sw: Chagua mtindo wa fomu ambayo ungependa kutumia. Hii itaathiri tu fomu za wavuti.
th: เลือกรูปแบบของแบบฟอร์มที่คุณต้องการใช้ นี่จะส่งผลต่อเว็บฟอร์มเท่านั้น
tr: Kullanmak istediğiniz form stilini seçin. Bu yalnızca web formlarını etkileyecektir.
uk: Оберіть стиль форми, який ви хочете використовувати. Це вплине лише на вебформи.
vi: Chọn kiểu biểu mẫu bạn muốn sử dụng. Việc này chỉ ảnh hưởng đến biểu mẫu web.

source: Select the form style. This will only affect the Enketo preview, and it will not be saved with the question or block.
am: የቅጹን ዘይቤ ይምረጡ። ይህ የ Enketo ቅድመ እይታን ብቻ ነው የሚነካው፣ እና በጥያቄው ወይም እገዳው አይቀመጥም።
ar: حدد نمط النموذج. سيؤثر هذا فقط على معاينة تطبيق (Enketo)، ولن يتم حفظها مع السؤال أو المجمع.
bn: ফর্মের ধরন নির্বাচন করুন। এর প্রভাব শুধু Enketo-র প্রিভিউতেই দেখা যাবে, আর প্রশ্ন বা ব্লকটির সাথে এটি সেভ করা হবে না।
cs: Vyberte styl formuláře. Projeví se to pouze v náhledu Enketo a neuloží se s otázkou ani blokem.
de: Wählen Sie die Art des Formulars aus. Dies wirkt sich nur auf die Enketo-Vorschau aus und wird nicht mit der Frage oder dem Block gespeichert.
es: Seleccionar el estilo de formulario. Esto solo afectará a la visualización previa de Enketo, y no se guardará con la pregunta o el bloque de preguntas.
fa: سبک فرم را انتخاب کنید. این فقط بر پیش‌نمایش Enketo تأثیر می‌گذارد و برای سؤال یا بلوک ذخیره نمی‌شود.
fr: Choisir le style de formulaire. Ceci affectera uniquement l'aperçu Enketo et ne sera pas sauvegardé avec la question ou le bloc.
hi: फ़ॉर्म शैली का चयन करें। यह केवल Enketo पूर्वावलोकन को प्रभावित करेगा, और इसे प्रश्न या ब्लॉक के साथ सहेजा नहीं जाएगा।
hu: Válassza ki az űrlapstílust. Ez csak az Enketo-előnézetet fogja érinteni, és nem lesz a kérdéssel vagy a blokkal elmentve.
id: Pilih gaya formulir. Ini hanya akan memengaruhi pratinjau Enketo, dan tidak akan disimpan bersama pertanyaan atau blok.
ja: フォームのスタイルを選択してください。これはEnketoのプレビューにのみ影響し、質問やブロックと一緒に保存されることはありません。
km: ជ្រើសរើសរចនាប័ទ្មទម្រង់បែបបទ។ ការណ៍នេះនឹង​ប៉ះពាល់តែការមើល Enketo ជាមុនប៉ុណ្ណោះ ហើយវា​នឹងមិនត្រូវបានរក្សាទុកជាមួយនឹងសំណួរ ឬប្លុកទេ។
my: ဖောင်ပုံစံဒီဇိုင်းကို ရွေးချယ်ပါ။ ၎င်းက Enketo preview ကိုသာ သက်ရောက်မှုရှိပြီး မေးခွန်း သို့မဟုတ် အခန်းများ သိမ်းဆည်းမှုအပေါ် သက်ရောက်မှု မရှိပါ။
ne: फारम शैली चयन गर्नुहोस्। यसले Enketo पूर्वावलोकनलाई मात्र प्रभाव पार्छ, र यो प्रश्न वा ब्लकसँग बचत गरिने छैन।
pl: Wybierz styl formularza. Wpłynie to tylko na podgląd Enketo i nie zostanie zapisane z pytaniem lub blokiem pytań.
pt: Selecione o estilo do formulário. Isto afetará apenas a visualização do Enketo e não será salvo com a pergunta ou bloqueio.
ru: Выберите стиль формы. Ваш выбор повлияет только на предварительный просмотр Enketo и не будет сохранен вместе с вопросом или блоком.
sw: Chagua mtindo wa fomu. Hii itaathiri tu onyesho la kukagua Enketo, na halitahifadhiwa kwa swali au kizuizi.
th: เลือกรูปแบบของแบบฟอร์ม นี่จะส่งผลต่อการดูตัวอย่างของ Enketo เท่านั้น และจะไม่บันทึกพร้อมกับคำถามหรือบล็อก
tr: Form stilini seçin. Bu yalnızca Enketo ön izlemesini etkileyecek ve soru veya blokla birlikte kaydedilmeyecektir.
uk: Оберіть стиль форми. Це вплине лише на попередній перегляд Enketo, і він не буде збережений разом із питанням або блоком.
vi: Chọn kiểu biểu mẫu. Điều này chỉ ảnh hưởng đến bản xem trước Enketo, và sẽ không được lưu lại cùng câu hỏi hoặc khối.

source: Metadata
am: ሜታዳታ
ar: البيانات الوصفية
bn: মেটাডাটা
de: Metadaten
es: Metadatos
fa: فرا داده
fr: Métadonnées
hi: मेटाडेटा
hu: Metaadat
ja: メタデータ
km: ទិន្នន័យមេតា
ne: मेटाडेटा
pl: Metadane
pt: Metadados
ru: Метаданные
th: เมทาดาทา (Metadata)
tr: Meta Veri
uk: Метадані
vi: Siêu dữ liệu

source: Search Library
am: ቤተ መፃህፍትን ፈልግ
ar: البحث في المكتبة
bn: লাইব্রেরিতে অনুসন্ধান করুন
cs: Prohledat knihovnu
de: Bibliothek durchsuchen
es: Buscar en la biblioteca
fa: جستجوی کتابخانه
fr: Parcourir la bibliothèque
hi: लाइब्रेरी में खोजें
hu: Keresés a könyvtárban
id: Telusuri Perpustakaan
ja: ライブラリを検索
km: ស្វែងរកបណ្ណាល័យ
my: စာကြည့်တိုက်တွင် ရှာဖွေပါ
ne: पुस्तकालय खोज्नुहोस्
pl: Przeszukaj bibliotekę
pt: Buscar Biblioteca
ru: Поиск в библиотеке
sw: Tafuta kwenye Maktaba
th: ค้นไลบรารี
tr: Kütüphanede Ara
uk: Бібліотека пошуку
vi: Tìm Thư viện

source: Error loading survey:
am: የዳሰሳ ጥናት መጫን ላይ ስህተት፦
ar: خطأ في تحميل الاستبيان:
bn: জরিপ লোড করার সময় ত্রুটি হয়েছে:
cs: Chyba při načítání průzkumu:
de: Fehler beim Laden der Umfrage:
es: Error al cargar la encuesta:
fa: خطا در بارگیری نظرسنجی:
fr: Erreur de chargement de fiche :
hi: सर्वेक्षण लोड करने में त्रुटि:
hu: Hiba a kérdőív betöltésekor:
id: Kesalahan dalam memuat survei:
ja: アンケートの読み込みに失敗しました：
km: បញ្ហាក្នុងការផ្ទុកការស្ទង់មតិ៖
my: ဆာဗေးဖွင့်ရာတွင် မှားယွင်းမှုများ-
ne: सर्वेक्षण लोड गर्दा त्रुटि:
pl: Błąd wczytywania ankiety:
pt: Erro ao carregar a pesquisa:
ru: Ошибка при загрузке опроса:
sw: Hitilafu imetokea wakati wa kupakia utafiti:
th: ข้อผิดพลาดในการโหลดแบบสำรวจ:
tr: Anketi yüklerken hata oluştu:
uk: Помилка завантаження опитування:
vi: Có lỗi khi tải khảo sát:

source: Partially locked ##type##
am: በተለይ ተቆልፏል ##type##
ar: مقيد جزئيًا ##type##
bn: আংশিকভাবে লক করা ##type##
cs: Částečně uzamčeno ##type##
de: Teilweise gesperrte/s/r ##type##
es: Parcialmente bloqueado ##type##
fa: تا حدی قفل شده ##type##
fr: Partiellement verrouillé ##type##
hi: आंशिक रूप से बंद ##type##
hu: Részben lezárt ##type##
id: ##type## terkunci sebagian
ja: 部分的にロックされた##type##
km: បានចាក់សោដោយផ្នែក ##type##
my: တစိတ်တပိုင်းကန့်သတ်ထားသော##type##
ne: आंशिक रूपमा बन्द ##type##
pl: Częściowo zablokowane: ##type##
pt: ##type## parcialmente trancado
ru: Частично заблокированный объект типа «##type##»
sw: Imefungwa kwa kiasi ##type##
th: ##type##ถูกล็อกบางส่วน
tr: ##type## kısmen kilitli
uk: Частково заблоковано ##type##
vi: Khóa một phần ##type##

source: Fully locked ##type##
am: ሙሉ በሙሉ ተቆልፏል ##type##
ar: مقيد كليًا ##type##
bn: পুরোপুরি লক করা ##type##
cs: Plně uzamčeno ##type##
de: Vollständig gesperrte/s/e ##type##
es: Completamente bloqueado ##type##
fa: کاملا قفل شده ##type##
fr: Entièrement verrouillé ##type##
hi: पूरी तरह से बंद ##type##
hu: Teljesen lezárt ##type##
id: ##type## terkunci penuh
ja: 完全にロックされた##type##
km: បានចាក់សោទាំងស្រុង ##type##
my: အားလုံးကန့်သတ်ထားသော##type##
ne: पूर्ण रूपमा बन्द ##type##
pl: Całkowicie zablokowane: ##type##
pt: ##type## completamente trancado
ru: Полностью заблокированный объект типа «##type##»
sw: Imefungwa kabisa ##type##
th: ##type##ถูกล็อกทั้งหมด
tr: ##type## tamamen kilitli
uk: Повністю заблоковано ##type##
vi: Khóa hoàn toàn ##type##

source: Read more about Locking
am: ስለ መቆለፍ የበለጠ ያንብቡ
ar: اقرأ المزيد عن القيود
bn: লক করা সম্পর্কে আরও জানুন
cs: Další informace o uzamykání
de: Lesen Sie mehr über Einschränkungen im Formular
es: Obtener más información sobre Bloqueo
fa: درباره قفل کردن بیشتر بخوانید
fr: En savoir plus sur le verrouillage
hi: बंद करने के बारे में और पढ़ें
hu: További információ a lezárásról
id: Baca lebih lanjut tentang Penguncian
ja: ロックについて詳しく見る
km: អានបន្ថែមអំពីការចាក់សោ
my: ကန့်သတ်ခြင်းအကြောင်း ထပ်မံလေ့လာပါ
ne: लकको बारेमा थप पढ्नुहोस्
pl: Przeczytaj więcej o Blokowaniu
pt: Leia mais sobre Bloqueio
ru: Подробнее о блокировке
sw: Soma zaidi juu ya Kufunga
th: อ่านข้อมูลเพิ่มเติมเกี่ยวกับการล็อก
tr: Kilitleme hakkında daha fazla bilgi edin
uk: Докладніше про блокування
vi: Tìm hiểu thêm về Khóa

source: Form Preview
am: የ ቅፅ ቅድመ እይታ
ar: معاينة النموذج
bn: ফর্মের প্রিভিউ
cs: Náhled formuláře
de: Formularvorschau
es: Visualización previa del formulario
fa: پیش نمایش فرم
fr: Aperçu du formulaire
hi: फ़ॉर्म पूर्वावलोकन
hu: Űrlap előnézete
id: Pratinjau Formulir
ja: フォームのプレビュー
km: ការមើលទម្រង់បែបបទជាមុន
my: ဖောင် အစမ်းကြည့်မည်
ne: फारम पूर्वावलोकन
pl: Podgląd formularza
pt: Pré-visualização do formulário
ru: Предварительный просмотр формы
sw: Hakiki la Fomu
th: ดูตัวอย่างแบบฟอร์ม
tr: Form Ön İzleme
uk: Попередній перегляд форми
vi: Xem trước Biểu mẫu

source: Error generating preview
am: ቅድመ እይታን ማመንጨት ላይ ስህተት
ar: خطأ في تشغيل المعاينة
de: Fehler beim Erstellen der Vorschau
es: Error al generar la vista previa
fa: خطا در ایجاد پیش نمایش
id: Kesalahan dalam memunculkan pratinjau
ja: プレビュー生成中にエラーが発生しました
km: បញ្ហាក្នុងការបង្កើតការមើលជាមុន
pl: Błąd generowania podglądu
pt: Erro ao gerar a visualização
ru: Ошибка создания предварительного просмотра
sw: Hitilafu imetokea wakati wa kuzalisha onyesho la kukagua
th: เกิดข้อผิดพลาดขณะสร้างหน้าตัวอย่าง
uk: Помилка створення попереднього перегляду
vi: Lỗi xem trước

source: Import Cascading Select Questions
am: ተከታታይ የመምረጥ ጥያቄዎችን አስመጣ
ar: استيراد أسئلة اختيارية متتالية
de: Kaskadierende Auswahlfragen importieren
es: Importar Preguntas de selección en cascada
fa: سوالات آبشاری انتخاب شده را وارد کنید
id: Masukkan Pertanyaan Pilihan Berjenjang
ja: カスケード選択の質問をインポート
km: នាំចូលសំណួរជ្រើសរើសតាមកាសកេដ
pl: Import kaskadowych pytań wyboru
pt: Importar perguntas de seleção em cascata
ru: Импорт вопросов каскадного выбора
sw: Ingiza Maswali ya Chaguo la Cascading
th: นำเข้าคำถามการเลือกแบบต่อเรียง
uk: Імпорт каскадного вибору питань
vi: Nhập Câu hỏi Lựa chọn Xếp tầng
