Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Automated transcription is provided by Google Cloud Platform. By using this service you agree that your audio file will be sent to Google's servers for the purpose of transcribing. However, it will not be stored on Google's servers beyond the short period needed for completing the transcription, and we do not allow Google to use the audio for improving its transcription service.
am: አውቶማቲክ ግልባጭ በGoogle Cloud Platform ነው የቀረበው። ይህንን አገልግሎት በመጠቀም የ ኦዲዮ ፋይልዎ ወደ ገለባ ለመገልበጥ ወደ Google አገልጋዮች እንደሚላክ ተስማምተሃል። ነገር ግን ግልባጩን ለማጠናቀቅ ከሚያስፈልገው አጭር ጊዜ በላይ በGoogle ሰርቨሮች ላይ አይከማችም እና ጎግል የ ኦዲዮ ቅጂ አገልግሎቱን ለማሻሻል እንዲጠቀምበት አንፈቅድም።
ar: يتم توفير التفريغ الآلي للنص من خلال منصة جوجل السحابية (Google Cloud Platform). باستخدام هذه الخدمة فإنك توافق على إرسال ملفك الصوتي إلى خوادم جوجل بغرض تفريغ النص. ومع ذلك، لن يتم تخزينه على خوادم جوجل بعد الفترة القصيرة اللازمة لاستكمال عملية التفريغ للنص، ولا نسمح لشركة جوجل باستخدام الصوت لتحسين خدمة تفريغ النص الخاصة بها.
de: Die automatisierte Transkription wird von der Google Cloud Platform bereitgestellt. Durch die Nutzung dieses Dienstes erklären Sie sich damit einverstanden, dass Ihre Audiodatei zum Zweck der Transkription an die Server von Google gesendet wird. Die Speicherung auf den Servern von Google erfolgt jedoch nicht über den kurzen Zeitraum hinaus, der für die Fertigstellung der Transkription erforderlich ist, und wir gestatten Google nicht, die Audiodaten zur Verbesserung seines Transkriptionsdienstes zu verwenden.
es: La transcripción automática es proporcionada por la plataforma de Google Cloud. Al utilizar este servicio, usted acepta que su archivo de audio se envíe a los servidores de Google con el fin de transcribirlo. Sin embargo, no se almacenará en los servidores de Google, más allá del breve periodo necesario para completar la transcripción, y no permitimos que Google utilice el audio para mejorar su servicio de transcripción.
fa: رونوشت خودکار توسط پلتفرم Google Cloud ارائه می شود. با استفاده از این سرویس شما موافقت میکنید که فایل صوتی تان به سرورهای گوگل جهت رونویسی ارسال شود. اما در سرورهای گوگل ذخیره نخواهد شد، به جز در آن زمانی کوتاهی که برای تکمیل رونویسی لازم است، و ما به گوگل اجازه نمی دهیم که از فایل صوتی برای بهتر کردن خدمات رونویسی خود استفاده کند.
fr: La transcription automatisée est fournie par Google Cloud Platform. En utilisant ce service, vous acceptez que votre fichier audio soit envoyé aux serveurs de Google à des fins de transcription. Cependant, il ne sera pas stocké sur les serveurs de Google au-delà de la courte période nécessaire pour terminer la transcription, et nous ne permettons pas à Google d’utiliser l’audio pour améliorer son service de transcription.
hi: स्वचालित प्रतिलेखन Google Cloud प्लेटफ़ॉर्म द्वारा प्रदान किया जाता है। इस सेवा का उपयोग करके आप सहमत हैं कि आपकी ऑडियो फ़ाइल प्रतिलेखन के उद्देश्य से Google के सर्वर पर भेजी जाएगी। हालाँकि, इसे ट्रांसक्रिप्शन पूरा करने के लिए आवश्यक छोटी अवधि से अधिक समय तक Google के सर्वर पर संग्रहीत नहीं किया जाएगा, और हम Google को अपनी ट्रांसक्रिप्शन सेवा में सुधार के लिए ऑडियो का उपयोग करने की अनुमति नहीं देते हैं।
id: Transkripsi otomatis disediakan oleh Google Cloud Platform. Dengan menggunakan layanan ini, Anda menyetujui bahwa file audio Anda akan dikirim ke server Google untuk tujuan transkripsi. Namun, file tersebut tidak akan disimpan di server Google setelah periode yang sangat singkat yang diperlukan untuk menyelesaikan transkripsi, dan kami tidak mengizinkan Google menggunakan audio tersebut untuk meningkatkan layanan transkripsinya.
ja: 自動文字起こしサービスはGoogle Cloud Platformによって提供されます。このサービスを利用することにより、お客様は、お客様のオーディオファイルが文字起こしの目的でGoogleのサーバーに送信されることに同意するものとします。ただし、文字起こしの完了に必要な短期間を超えてGoogleのサーバーに保存されることはなく、Googleが文字起こしサービスの向上のためにオーディオを使用することはありません。
pl: Automatyczna transkrypcja jest obsługiwana przez Google Cloud Platform. Korzystając z tej usługi, zgadzasz się na przesłanie swojego pliku audio na serwery Google w celu transkrypcji. Plik będzie przechowywany na serwerach Google tylko przez krótki okres potrzebny do ukończenia transkrypcji, a my nie zezwalamy Google na wykorzystywanie dźwięku do ulepszania usługi transkrypcji.
pt: A transcrição automática é fornecida pela Plataforma Google Cloud. Ao utilizar este serviço, você concorda que seu arquivo de áudio será enviado aos servidores da Google para fins de transcrição. Porém, ele não será armazenado nos servidores da Google além do curto período necessário para completar a transcrição. E nós não permitimos que a Google use este áudio para melhorar seus serviços de transcrição.
ru: Автоматическое транскрибирование обеспечивается Google Cloud Platform. Используя эту услугу, вы соглашаетесь с тем, что ваш аудиофайл будет отправлен на серверы Google для транскрибирования. Однако он не будет храниться на серверах Google дольше короткого периода, необходимого для завершения транскрибирования, и мы не разрешаем Google использовать аудио для улучшения услуги транскрибирования.
th: การถอดเสียงอัตโนมัตจัดทำโดย Google Cloud Platform ในการใช้บริการนี้ถือว่าคุณยินยอมที่จะส่งไฟล์เสียงของคุณให้กับเซิร์ฟเวอร์ของ Google เพื่อจุดประสงค์ในการถอดเสียง อย่างไรก็ตาม มันจะไม่ถูกเก็บไว้ในเซิร์ฟเวอร์ของ Google เกินระยะเวลาอันสั้นที่จำเป็นต่อการถอดเสียงให้เสร็จสมบูรณ์ และเราไม่อนุญาตให้ Google ใช้เสียงเพื่อพัฒนาบริการการถอดเสียง
tr: Otomatik transkripsiyon, Google Cloud Platform tarafından sağlanır. Bu hizmeti kullanarak, ses dosyanızın transkripsiyon amacıyla Google'ın sunucularına gönderileceğini kabul edersiniz. Ancak, transkripsiyonun tamamlanması için gerekli kısa süre sonrasında dosyanız Google'ın sunucularında saklanmayacak olup Google'a transkripsiyon hizmetini geliştirmek amacıyla sesi kullanma izni vermeyiz.
uk: Автоматична транскрипція надається хмарною платформою Google. Користуючись цією послугою, ви погоджуєтеся, що ваш аудіофайл буде надіслано на сервери Google для транскрибування. Однак він не буде зберігатися на серверах Google довше короткого періоду, необхідного для завершення транскрипції, і ми не дозволяємо Google використовувати аудіо для покращення своєї служби транскрипції.
vi: Phiên âm tự động được Google Cloud Platform cung cấp. Khi sử dụng dịch vụ này, bạn đồng ý rằng tệp âm thanh của bạn sẽ được gửi đến máy chủ của Google nhằm mục đích phiên âm. Tuy nhiên, nó sẽ không được lưu trữ trên máy chủ của Google ngoài khoảng thời gian ngắn cần thiết để hoàn tất quá trình phiên âm và chúng tôi không cho phép Google sử dụng phần âm thanh để cải thiện dịch vụ phiên âm của mình.

source: cancel
am: ሰርዝ
ar: إلغاء
bn: বাতিল করুন
cs: zrušit
de: abbrechen
es: cancelar
fa: انصراف
fr: annuler
hi: रद्द करें
hu: mégse
id: batalkan
ja: キャンセル
km: បោះបង់ចោល
my: ပယ်ဖျက်
ne: रद्द गर्नुहोस्
pl: anuluj
pt: cancelar
ru: отменить
sw: ghairi
th: ยกเลิก
tr: iptal et
uk: скасувати
vi: hủy

source: create transcript
am: ግልባጭ ይፍጠሩ
ar: إنشاء النص المفرّغ
bn: প্রতিলিপি তৈরি করুন
cs: vytvořit přepis
de: Transkript erstellen
es: crear transcripción
fa: ایجاد رونوشت
fr: créer une transcription
hi: ट्रांसक्रिप्ट बनाएं
hu: átirat készítése
id: membuat transkrip
ja: 文字起こし作成
km: បង្កើតប្រតិចារឹក
my: စာသားဖိုင် ဖန်တီးမည်
ne: ट्रान्सक्रिप्ट सिर्जना गर्नुहोस्
pl: stwórz transkrypt
pt: criar transcrição
ru: создать транскрипт
sw: unda manukuu
th: สร้างข้อความถอดเสียง
tr: transkript oluşturun
uk: створити текстовий запис
vi: tạo bản chép lời

source: Delete transcript?
am: ግልባጭ ይሰረዝ?
ar: هل تريد حذف النسخة؟
bn: প্রতিলিপি মুছে ফেলবেন?
cs: Smazat přepis?
de: Transkript löschen?
es: ¿Eliminar la transcripción?
fa: رونوشت پاک شود؟
fr: Effacer la transcription ?
hi: ट्रांसक्रिप्ट डिलीट करें?
hu: Törli az átiratot?
id: Hapus transkrip?
ja: 文字起こしを削除しますか?
km: លុបប្រតិចារឹកឬ?
my: စာသားကို ဖျက်မည်လား?
ne: ट्रान्सक्रिप्ट मेट्ने हो?
pl: Usunąć transkrypt?
pt: Excluir a transcrição?
ru: Удалить транскрипт?
sw: Futa nakala?
th: ลบข้อความถอดเสียงหรือไม่
tr: Transkript silinsin mi?
uk: Видалити текстовий запис?
vi: Xóa bản phiên âm?

source: This transcript does not have any translations yet
am: ይህ ግልባጭ እስካሁን ምንም ትርጉሞች የሉትም
ar: هذا النص ليس لديه أي ترجمات حتى الآن
bn: এই প্রতিলিপির এখন পর্যন্ত কোনো অনুবাদ নেই
cs: Tento přepis zatím nemá žádné překlady
de: Für dieses Transkript gibt es noch keine Übersetzungen
es: Esta transcripción aún no tiene ninguna traducción
fa: این رونوشت هنوز ترجمه ای ندارد
fr: Cette transcription n’a pas encore de traduction
hi: इस ट्रांसक्रिप्ट का अभी तक कोई अनुवाद नहीं है
hu: Ennek az átiratnak még nincs fordítása
id: Transkrip ini belum memiliki terjemahan
ja: この原稿にはまだ翻訳がありません
km: ប្រតិចារឹកនេះមិនមានការបកប្រែណាមួយនៅឡើយទេ
my: ဤစာသားတွင် မည်သည့်ဘာသာပြန်ဆိုမှုမျှ မရှိသေးပါ
ne: यो ट्रान्सक्रिप्टको अझै कुनै अनुवाद छैन
pl: Ten transkrypt nie ma jeszcze żadnych tłumaczeń
pt: Esta transcrição ainda não tem nenhuma tradução
ru: У этого транскрипта еще нет переводов
sw: Hii manukuu haina tafsiri bado
th: ข้อความถอดเสียงนี้ยังไม่มีคำแปลใดๆ
tr: Bu transkriptin henüz çevirisi yok
uk: До цього текстового запису ще не додано перекладів
vi: Bản chép lời này chưa có bản dịch nào

source: Free
am: ነፃ
ar: مجّانًا
bn: ফ্রি
cs: Zdarma
de: Kostenlos
es: Gratis
fa: رایگان
fr: Gratuit
hi: नि: शुल्क
hu: Ingyenes
id: Gratis
ja: 無料
pl: Bezpłatny
pt: Grátis
ru: Бесплатная
sw: Bure
th: ฟรี
tr: Ücretsiz
uk: Безкоштовно
vi: Miễn phí

source: $##price## USD/month
am: $##price## USD/ወር
ar: $##price## دولار أمريكي/شهر
de: ##price## USD/Monat
es: $##price## USD/mes
fa: $##price##دلار امریکا/ماه
id: $##price## USD/bulan
ja: ##price##米ドル/月
pl: $##price## USD/miesiąc
pt: $ ##price## USD/mês
ru: $##price## USD/месяц
sw: $##price## USD/mwezi
th: ##price## เหรียญสหรัฐ/เดือน
uk: $##price## USD/місяць
vi: $##price## USD/tháng

source: Upgrade
am: አሻሽል
ar: ترقية
es: Actualizar
fa: ارتقاء
id: Meningkatkan
ja: アップグレード
km: បង្កើនជំនាន់
pl: Aktualizacja
pt: Aprimorar
ru: Повысить уровень подписки
sw: Boresha
th: อัพเกรด
uk: Оновлення
vi: Nâng cấp

source: Manage
am: ያስተዳድሩ
ar: إدارة
de: Verwalten
es: Gestionar
fa: مدیریت
id: Kelola
ja: 管理する
pl: Obsługa
pt: Gerenciar
ru: Управлять подпиской
sw: Dhibiti
th: จัดการ
uk: Керувати
vi: Quản lý

source: Change plan
am: እቅድ ቀይሩ
ar: خطة التغيير
de: Tarif wechseln
es: Cambiar de plan
fa: تغییر طرح
id: Ubah paket
ja: プラン変更
pl: Zmiana planu
pt: Alterar plano
ru: Изменить план
sw: Badilisha mpango
th: เปลี่ยนแผน
uk: Змінити план
vi: Đổi gói đăng ký

source: Please select the language you want to translate to
am: እባክህ መተርጎም የምትፈልገውን ቋንቋ ምረጥ ወደ
ar: الرجاء اختيار اللغة التي تريد الترجمة إليها
bn: যে ভাষায় অনুবাদ করতে চান তা নির্বাচন করুন
cs: Vyberte jazyk, do kterého chcete překládat
de: Bitte wählen Sie die Sprache, in welche Sie übersetzen möchten
es: Selecciona el idioma al que deseas traducir
fa: لطفا زبانی که می خواهید به آن ترجمه شود را انتخاب کنید
fr: Veuillez sélectionner la langue vers laquelle vous souhaitez traduire
hi: कृपया उस भाषा का चयन करें जिसका आप अनुवाद करना चाहते हैं
hu: Válassza ki a nyelvet, amelyre fordítani szeretne
id: Silakan pilih bahasa yang ingin Anda terjemahkan
ja: 翻訳したい言語を選択してください
km: សូមជ្រើសរើសភាសាដែលអ្នកចង់បកប្រែដើម្បី
my: သင် ဘာသာပြန်လိုသည့် ဘာသာစကားကို ရွေးချယ်ပါ
ne: कृपया तपाईंले अनुवाद गर्न चाहनुभएको भाषा चयन गर्नुहोस्
pl: Wybierz język, na który chcesz tłumaczyć
pt: Selecione o idioma para o qual você quer traduzir
ru: Пожалуйста, выберите язык, на который вы хотите сделать перевод
sw: Tafadhali chagua lugha ambayo unataka kutafsiri hadi
th: โปรดเลือกภาษาปลายทางที่คุณต้องการแปล
tr: Lütfen çevirmek istediğiniz dili seçin
uk: Оберіть мову перекладу
vi: Vui lòng chọn ngôn ngữ bạn muốn dịch sang

source: translate
am: መተርጎም
ar: ترجمة
bn: অনুবাদ করুন
cs: přeložit
de: übersetzen
es: traducir
fa: ترجمه کنید
fr: traduire
hi: अनुवाद करें
hu: fordítás
id: terjemahkan
ja: 翻訳する
km: បកប្រែ
my: ဘာသာပြန်မည်
ne: अनुवाद गर्नुहोस्
pl: tłumacz
pt: traduzir
ru: перевести
sw: tafsiri
th: แปล
tr: çevir
uk: перекласти
vi: dịch

source: Delete translation?
am: ትርጉም ይሰረዝ?
ar: هل تريد حذف الترجمة؟
bn: অনুবাদ মুছে ফেলবেন?
cs: Smazat překlad?
de: Übersetzung löschen?
es: ¿Eliminar esta traducción?
fa: پاک کردن رونوشت؟
fr: Supprimer la traduction ?
hi: अनुवाद मिटाएं?
hu: Törli a fordítást?
id: Hapus terjemahan?
ja: 翻訳を削除しますか？
km: លុបការបកប្រែឬ?
my: ဘာသာပြန်ဆိုမှုကို ဖျက်မည်လား?
ne: अनुवाद मेट्ने हो?
pl: Usunąć tłumaczenie?
pt: Excluir tradução?
ru: Удалить перевод?
sw: Futa tafsiri?
th: ลบคำแปลหรือไม่
tr: Çeviri silinsin mi?
uk: Видалити переклад?
vi: Xóa bản dịch?

source: new translation
am: አዲስ ትርጉም
ar: ترجمة جديدة
bn: নতুন অনুবাদ
cs: nový překlad
de: Neuübersetzung
es: nueva traducción
fa: ترجمه جدید
fr: nouvelle traduction
hi: नया अनुवाद
hu: új fordítás
id: terjemahan baru
ja: 新しい翻訳
km: ការបកប្រែថ្មី
my: ဘာသာပြန်ဆိုမှု အသစ်
ne: नयाँ अनुवाद
pl: nowe tłumaczenie
pt: nova tradução
ru: новый перевод
sw: tafsiri mpya
th: คำแปลใหม่
tr: yeni çeviri
uk: новий переклад
vi: bản dịch mới

source: Automatic translation in progress
am: በሂደት ላይ ያለ አውቶማቲክ ትርጕም
ar: الترجمة الآلية جارية
de: Automatische Transkription ist in Bearbeitung
es: Transcripción automática en curso
ja: 自動翻訳中
uk: Виконується автоматичний переклад

source: less than a minute
am: ከአንድ ደቂቃ ያነሰ
ar: أقل من دقيقة
de: weniger als 1 Minute
es: menos de un minuto
fa: کمتر از یک دقیقه
id: kurang dari 1 menit
ja: 一分未満
pl: mniej niż minuta
pt: menos de um minuto
ru: менее минуты
sw: chini ya dakika moja
th: น้อยกว่าหนึ่งนาที
uk: менше хвилини
vi: ít hơn một phút

source: Automatic translation of transcript to
am: የጽሑፍ ግልባጭ በራስ-ሰር ትርጉም ወደ
ar: ترجمة تلقائية لنسخة إلى
bn: যে ভাষায় প্রতিলিপির স্বয়ংক্রিয় অনুবাদ করা হয়েছে:
cs: Automatický překlad přepisu do
de: Automatische Übersetzung des Transkripts in
es: Traducción automática de transcripciones al
fa: ترجمه خودکار رونوشت به
fr: Traduction automatique de la transcription vers
hi: ट्रांसक्रिप्ट का स्वचालित अनुवाद
hu: Átirat automatikus fordítása erre:
id: Terjemahan transkrip otomatis ke
ja: 文字起こしの＿＿への自動翻訳
km: ការបកប្រែដោយស្វ័យប្រវត្តិនៃប្រតិចារឹកទៅ
my: စာသားကို အလိုလျောက် ဘာသာပြန်ဆိုခြင်း
ne: ट्रान्सक्रिप्टको स्वचालित अनुवाद.....मा
pl: Automatyczne tłumaczenie transkryptu na
pt: Tradução automática da transcrição para
ru: Автоматический перевод транскрипта на
sw: Tafsiri otomatiki ya nakala kwa
th: การแปลข้อความถอดเสียงโดยอัตโนมัติเป็น
tr: Transkriptin şuna otomatik çevirisi
uk: Автоматичний переклад текстового запису на
vi: Dịch tự động bản phiên âm sang

source: Translation provider
am: የትርጉም አቅራቢ
ar: مزود الترجمة
bn: অনুবাদ সেবা প্রদানকারী
cs: Poskytovatel překladu
de: Anbieter von Übersetzungen
es: Proveedor de traducciones
fa: تهیه کننده ترجمه
fr: Fournisseur de traduction
hi: अनुवाद प्रदाता
hu: Fordításszolgáltató
id: Penyedia terjemahan
ja: 翻訳プロバイダ
km: អ្នកផ្ដល់សេវាបកប្រែ
my: ဘာသာပြန်ဆို ပံ့ပိုးသူ
ne: अनुवाद प्रदायक
pl: Autor tłumaczenia
pt: Fornecedor da tradução
ru: Автор перевода
sw: Mtoa huduma wa tafsiri
th: ผู้ให้บริการแปล
tr: Çeviri sağlayıcısı
uk: Забезпечення перекладу
vi: Nhà cung cấp dịch thuật

source: Automated translation is provided by Google Cloud Platform. By using this service you agree that your transcript text will be sent to Google's servers for the purpose of translation. However, it will not be stored on Google's servers beyond the very short period needed for completing the translation.
am: በራስ ሰር ትርጉም የሚቀርበው በGoogle ክላውድ ፕላትፎርም ነው። ይህን አገልግሎት በመጠቀም ፅሑፍ ግልባጭህ ለትርጉም ዓላማ ወደ ጎግል አገልጋዮች እንደሚላክ ተስማምተሃል። ነገር ግን፣ ትርጉሙን ለማጠናቀቅ ከሚያስፈልገው አጭር ጊዜ በላይ በGoogle አገልጋዮች ላይ አይከማችም።
ar: يتم توفير الترجمة الآلية من خلال منصة جوجل السحابية (Google Cloud Platfrom). باستخدام هذه الخدمة، فإنك توافق على إرسال نسخ النص المفرّغ الخاص بك إلى خوادم جوجل لغرض الترجمة. ومع ذلك، لن يتم تخزينها على خوادم جوجل بعد الفترة القصيرة جدًا اللازمة لإكمال الترجمة.
de: Die automatisierte Übersetzung wird von der Google Cloud Platform bereitgestellt. Durch die Nutzung dieses Dienstes erklären Sie sich damit einverstanden, dass Ihr Transkripttext zum Zweck der Übersetzung an die Server von Google gesendet wird. Die Speicherung auf den Servern von Google erfolgt jedoch nicht über den sehr kurzen Zeitraum hinaus, der für die Fertigstellung der Übersetzung erforderlich ist.
es: La plataforma Google Cloud proporciona la traducción automática. Al utilizar este servicio, usted acepta que el texto de su transcripción se envíe a los servidores de Google para su traducción. Sin embargo, no se almacenará en los servidores de Google, más allá del breve periodo necesario para completar la traducción.
fa: ترجمه خودکار توسط پلتفرم Google Cloud ارائه می شود. با استفاده از این سرویس شما موافقت میکنید که فایل صوتی تان به سرورهای گوگل جهت ترجمه ارسال شود. اما در سرورهای گوگل ذخیره نخواهد شد، به جز در آن زمانی کوتاهی که برای تکمیل ترجمه لازم است.
fr: La traduction automatisée est assurée par Google Cloud Platform. En utilisant ce service, vous acceptez que votre texte de transcription soit envoyé aux serveurs de Google à des fins de traduction. Cependant, il ne sera pas stocké sur les serveurs de Google au-delà de la très courte période nécessaire pour terminer la traduction.
hi: ऑटोमेटेड अनुवाद Google Cloud प्लेटफ़ॉर्म द्वारा प्रदान किया जाता है। इस सेवा का उपयोग करके आप सहमत हैं कि आपका प्रतिलेख पाठ अनुवाद के उद्देश्य से Google के सर्वर पर भेजा जाएगा। हालाँकि, इसे अनुवाद पूरा करने के लिए आवश्यक बहुत कम अवधि से अधिक समय तक Google के सर्वर पर संग्रहीत नहीं किया जाएगा।
id: Terjemahan otomatis disediakan oleh Google Cloud Platform. Dengan menggunakan layanan ini, Anda setuju bahwa teks transkrip Anda akan dikirim ke server Google untuk tujuan terjemahan. Namun, teks tersebut tidak akan disimpan di server Google setelah periode yang sangat singkat yang diperlukan untuk menyelesaikan terjemahan.
ja: 自動翻訳サービスはGoogle Cloud Platformによって提供されます。このサービスを利用することにより、お客様は、お客様の文字起こしテキストが翻訳の目的でGoogleのサーバーに送信されることに同意するものとします。ただし、翻訳の完了に必要な短期間を超えてGoogleのサーバーに保存されることはありません。
pl: Automatyczne tłumaczenie jest obsługiwane przez Google Cloud Platform. Korzystając z tej usługi, zgadzasz się na przesłanie twojego tekstu na serwery Google w celu przetłumaczenia go. Plik będzie przechowywany na serwerach Google tylko przez krótki okres potrzebny do ukończenia tłumaczenia.
pt: A transcrição automática é fornecida pela Plataforma Google Cloud. Ao utilizar este serviço, você concorda que seu texto transcrito será enviado aos servidores da Google para fins de tradução. Porém, ele não será armazenado nos servidores da Google além do curto período necessário para completar a tradução.
ru: Автоматический перевод обеспечивается Google Cloud Platform. Используя эту услугу, вы соглашаетесь с тем, что текст транскрибирования будет отправлен на серверы Google для перевода. Однако он не будет храниться на серверах Google дольше очень короткого периода, необходимого для завершения перевода.
th: การแปลอัตโนมัตจัดทำโดย Google Cloud Platform ในการใช้บริการนี้ถือว่าคุณยินยอมที่จะส่งข้อความถอดเสียงของคุณให้กับเซิร์ฟเวอร์ของ Google เพื่อจุดประสงค์ในการแปล อย่างไรก็ตาม มันจะไม่ถูกเก็บไว้ในเซิร์ฟเวอร์ของ Google เกินระยะเวลาอันสั้นที่จำเป็นต่อการแปลให้เสร็จสมบูรณ์
tr: Otomatik çeviri, Google Cloud Platform tarafından sağlanır. Bu hizmeti kullanarak, transkript metninizin çeviri amacıyla Google'ın sunucularına gönderileceğini kabul edersiniz. Ancak, çevirinin tamamlanması için gereken çok kısa süre sonrasında metniniz Google'ın sunucularında saklanmaz.
uk: Автоматизований переклад надається хмарною платформою Google. Користуючись цією послугою, ви погоджуєтеся, що ваш текст транскрипції буде надіслано на сервери Google для перекладу. Однак він не буде зберігатися на серверах Google довше дуже короткого періоду, необхідного для завершення перекладу.
vi: Bản dịch tự động được Google Cloud Platform cung cấp. Khi sử dụng dịch vụ này, bạn đồng ý rằng văn bản trong bản ghi của bạn sẽ được gửi tới máy chủ của Google cho mục đích dịch thuật. Tuy nhiên, nó sẽ không được lưu trữ trên máy chủ của Google ngoài khoảng thời gian rất ngắn cần thiết để hoàn thành bản dịch.

source: create translation
am: ትርጉም መፍጠር
ar: إنشاء الترجمة
bn: অনুবাদ সৃষ্টি করুন
cs: vytvořit překlad
de: Übersetzung erstellen
es: crear traducción
fa: ایجاد ترجمه
fr: créer une traduction
hi: अनुवाद बनाएं
hu: lefordít
id: membuat terjemahan
ja: 翻訳を作成
km: បង្កើតការបកប្រែ
my: ဘာသာပြန်ဆိုမှု ဖန်တီးပါ
ne: अनुवाद सिर्जना गर्नुहोस्
pl: stwórz tłumaczenie
pt: criar tradução
ru: создать перевод
sw: tengeneza tafsiri
th: สร้างคำแปล
tr: çeviri oluştur
uk: створити переклад
vi: tạo bản dịch

source: NLP Package
am: NLP ፓኬጅ
ar: حزمة معالجة اللغات الطبيعية
de: NLP-Paket
es: Paquete NLP
ja: NLPパッケージ
uk: Пакет NLP

source: Increase your transcription minutes and translations characters.
am: የትርጕም ደቂቃዎችዎን እና የትርጕም ቁምፊዎችዎን ይጨምሩ።
ar: قم بزيادة دقائق النص المفرّغ وعدد أحرف الترجمة لديك.
de: Erhöhen Sie Ihre Transkriptionsminuten und Übersetzungszeichen.
es: Aumenta tus minutos de transcripción y caracteres de traducción.
ja: 文字起こし時間と翻訳文字数を増やしましょう。
uk: Збільште кількість хвилин транскрипції та символів перекладу.

source: File Storage
am: የ ፋይል ማከማቻ
ar: تخزين الملفات
de: Dateispeicher
es: Almacenamiento de archivos
ja: ファイルストレージ
uk: Зберігання файлів

source: Get up to 50GB of media storage on a KoboToolbox public server.
am: በ KoboToolbox የሕዝብ አገልጋይ ላይ እስከ 50 ጊባ የሚዲያ ማከማቻ ያግኙ።
ar: احصل على ما يصل إلى 50 جيجابايت من مساحة تخزين الوسائط على خادم KoboToolbox العام.
de: Erhalten Sie bis zu 50 GB Datenspeicher auf einem öffentlichen KoboToolbox-Server.
es: Consigue hasta 50 GB de almacenamiento de datos multimedia en un servidor público de KoboToolbox.
ja: Kobo Toolboxパブリックサーバーで最大50 GBのメディアストレージを利用できます。
uk: Отримайте до 50 ГБ місця для зберігання мультимедійних даних на загальнодоступному сервері KoboToolbox.

source: Buy now
am: አሁን ይግዙ
ar: اشتري الآن
de: Jetzt kaufen
es: Comprar ahora
fa: هم‌اکنون بخرید
id: Beli sekarang
ja: 今すぐ購入
pl: Kup teraz
pt: Comprar agora
ru: Купить сейчас
sw: Nunua Sasa
th: ซื้อตอนนี้
uk: Купити зараз
vi: Mua ngay

source: prices
am: ዋጋዎች
ar: الأسعار
de: Preise
es: precios
ja: 価格
uk: ціни

source: quantity
am: ብዛት
ar: الكمية
de: Menge
es: cantidad
ja: 量
uk: кількість

source: about 1 minute
am: 1 ደቂቃ ገደማ
ar: حوالي 1 دقيقة
de: ca. 1 Minute
es: alrededor de 1 minuto
fa: حدود یک دقیقه
id: sekitar 1 menit
ja: およそ1分
pl: około 1 minuty
pt: cerca de 1 minuto
ru: примерно 1 минута
sw: kama dakika 1
th: ประมาณ 1 นาที
uk: приблизно 1 хвилину
vi: khoảng 1 phút

source: about 2 minutes
am: 2 ደቂቃ ገደማ
ar: حوالي 2 دقيقة
de: ca. 2 Minuten
es: alrededor de 2 minutos
fa: حدود دو دقیقه
id: sekitar 2 menit
ja: およそ2分
pl: około 2 minut
pt: cerca de 2 minutos
ru: примерно 2 минуты
sw: kama dakika 2
th: ประมาณ 2 นาที
uk: приблизно 2 хвилини
vi: khoảng 2 phút

source: about ##number## minutes
am: ##number## ደቂቃ ገደማ
ar: حوالي ##number## دقائق
de: ca. ##number## Minuten
es: alrededor de ##number## minutos
fa: حدود ##number##دقیقه
id: sekitar ##number## menit
ja: およそ##number##分
pl: około ##number## minuty
pt: cerca de ##number## minutos
ru: примерно ##number## мин.
sw: kama dakika ##number##
th: ประมาณ ##number## นาที
uk: приблизно ##number## хвилин
vi: khoảng ##number## phút
