Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Invalid start/limit params
am: ልክ ያልሆኑ የመነሻ/የገደብ መለኪያዎች
bn: শুরু/লিমিটের প্যারামিটার ঠিক নেই।
cs: Neplatné parametry start/limit
de: Ungültige Start-/Endparameter
es: Parámetros de inicio/límite no válidos
fa: پارامترهای شروع/محدود کردن نامعتبر
hi: अमान्य प्रारंभ/सीमा पैरामीटर
id: Parameter mulai/batas tidak valid
ja: 無効な開始・制限パラメータ
my: မမှန်ကန်သော စတင်/ကန့်သတ် ပရိုပါမားများ
pt: Parâmetros de início/limite inválidos
ru: Недопустимые параметры начала/ограничения
sw: Érvénytelen indítási/korlátozási paraméterek
th: พารามิเตอร์เริ่มต้น/จำกัดไม่ถูกต้อง
uk: Недійсні початкові/лімітні параметри
vi: Tham số bắt đầu/giới hạn không hợp lệ

source: Invalid pipeline! %s
am: ልክ ያልሆነ የቧንቧ መስመር! %s
bn: পাইপলাইন ঠিক নেই! %s
cs: Neplatný pipeline! %s
de: Ungültige Pipeline! %s
es: ¡Canalización no válida! %s
fa: پایپ لاین نامعتبر! %s
hi: अमान्य पाइपलाइन! %s
id: Saluran tidak valid! %s
ja: %sは無効なパイプラインです！
my: မမှန်ကန်သော ပိုက်လိုင်း။ %s
pt: Pipeline inválido! %s
ru: Недопустимый конвейер! %s
sw: Érvénytelen folyamat! %s
th: ไปป์ไลน์ไม่ถูกต้อง! %s
uk: Невірна послідовність! %s
vi: Pipeline không hợp lệ! %s

source: Invalid query! %s
am: ልክ ያልሆነ ጥያቄ! %s
bn: কোয়েরি ঠিক নেই! %s
cs: Neplatný dotaz! %s
de: Ungültige Abfrage! %s
es: ¡Consulta no válida! %s
fa: درخواست نامعتبر! %s
hi: अमान्य सवाल! %s
id: Kueri tidak valid! %s
ja: %sは無効なクエリです！
my: မမှန်ကန်သော မေးခွန်း။ %s
pt: Consulta inválida! %s
ru: Недопустимый запрос! %s
sw: Érvénytelen lekérdezés! %s
th: ข้อคำถามไม่ถูกต้อง! %s
uk: Невірний запит! %s
vi: Truy vấn không hợp lệ! %s

source: Exports
am: ወደ ውጭ መላክ
bn: এক্সপোর্ট
cs: Exporty
de: Exporte
es: Exportaciones
fa: خروجی ها
hi: निर्यात
id: Ekspor
ja: エクスポート
my: ထုတ်ယူမှုများ
pt: Exportações
ru: Экспорт
sw: Exportálások
th: การส่งออก
uk: Експорт
vi: Xuất

source: New Export
am: አዲስ ኤክስፖርት
bn: নতুন এক্সপোর্ট
cs: Nový export
de: Neuer Export
es: Nueva exportación
fa: خروجی جدید
hi: नया निर्यात
id: Ekspor Baru
ja: 新しいエクスポート
my: အသစ်ထုတ်ယူမှု
pt: Nova exportação
ru: Новый экспорт
sw: Új exportálás
th: การส่งออกใหม่
uk: Новий експорт
vi: Xuất dữ liệu mới

source: Advanced Export
am: የላቀ ኤክስፖርት
bn: উন্নততর এক্সপোর্ট
cs: Pokročilý export
de: Erweiterter Export
es: Exportación avanzada
fa: خروجی پیشرفته
hi: उन्नत निर्यात
id: Ekspor Lanjutan
ja: 高度なエクスポート
my: အဆင့်မြင့် ထုတ်ယူမှုများ
pt: Exportação avançada
ru: Расширенный экспорт
sw: Továbbfejlesztett exportálás
th: การส่งออกขั้นสูง
uk: Розширений експорт
vi: Xuất dữ liệu nâng cao

source: Note: exports include only questions that remain in the most recent version of the form.
am: ማስታወሻ፦ ኤክስፖርቶች በቅፁ በጣም የቅርብ ጊዜ ስሪት ውስጥ የቀሩትን ጥያቄዎች ብቻ ያካትታሉ።
bn: বিঃ দ্রঃ শুধু ফর্মের সর্বশেষ সংস্করণে থাকা প্রশ্নগুলোই এক্সপোর্টের অন্তর্ভুক্ত হবে।
cs: Poznámka: exporty zahrnují pouze otázky, které zůstávají v nejnovější verzi formuláře.
de: Hinweis: Exporte enthalten nur Fragen, die in der aktuellen Version des Formulars vorhanden sind.
es: Nota: las exportaciones incluyen solo las preguntas que permanecen en la versión más reciente del formulario.
fa: توجه: خروجی ها فقط شامل سؤالاتی می شوند که در جدیدترین نسخه فرم باقی مانده است.
hi: नोट: निर्यात में केवल वे प्रश्न शामिल हैं जो फ़ॉर्म के सबसे नवीनतम संस्करण में मौजूद हैं।
id: Catatan: ekspor hanya mencakup pertanyaan yang ada pada versi terbaru formulir.
ja: 注意：エクスポートには、フォームの最新バージョンに残っている質問のみが含まれます。
my: မှတ်ချက်- ထုတ်ယူမှုများတွင် ဖောင်၏ နောက်ဆုံးဗားရှင်းတွင် ကျန်ရှိသည့် မေးခွန်းများသာပါဝင်သည်။
pt: Nota: exportações incluem somente questões que permaneçam na versão mais recente do formulário.
ru: Примечание: экспорт включает только вопросы, которые остались в последней версии формы.
sw: Megjegyzés: az exportálás csak azokat a kérdéseket tartalmazza, amelyek az űrlap legújabb verziójában maradnak.
th: หมายเหตุ: การส่งออกจะรวมเฉพาะคำถามที่ยังคงอยู่ในแบบฟอร์มเวอร์ชันล่าสุดเท่านั้น
uk: Примітка: до експорту потрапляють лише ті запитання, які залишилися в останній версії форми.
vi: Lưu ý: dữ liệu xuất chỉ bao gồm những câu hỏi nằm trong phiên bản biểu mẫu mới nhất.

source: Delimiter to use to separate group names from field names
am: የቡድን ስሞችን ከሜዳ ስሞች ለመለየት የሚጠቀሙበት መለኪያ
bn: পূরণীয় ঘরের নাম ও গ্রুপের নাম আলাদা করতে যে বিভাজক ব্যবহার করা হবে
cs: Oddělovač, který se používá k oddělení názvů skupin od názvů polí
de: Trennzeichen für Gruppen- und Felderbezeichnungen
es: Delimitador para separar los nombres de grupos de los nombres de campos
fa: استفاده از جداکننده برای جدا کردن نام گروه ها از نام فیلدها
hi: समूह नामों को फ़ील्ड नामों से अलग करने के लिए उपयोग किया जाने वाला सीमांकक
id: Pembatas yang digunakan untuk memisahkan nama grup dari nama bagian
ja: フィールド名とグループ名を区切るために使用する区切り文字
my: အုပ်စုအမည်များကို အကွက်အမည်များမှ ခွဲထုတ်ရာတွင် အသုံးပြုရန် ကန့်သတ်ချက်
pt: Delimitador a ser usado para separar os nomes dos grupos dos nomes de campos
ru: Разделитель, который нужно использовать для отделения имен групп от имен полей
sw: A csoportnevek és a mezőnevek elválasztására szolgáló elválasztó
th: ตัวคั่นที่จะใช้เพื่อแยกชื่อกลุ่มออกจากชื่อฟิลด์
uk: Розділювач для відокремлення назв груп від назв полів
vi: Dấu phân cách dùng để phân tách tên nhóm với tên trường

source: Dot
am: ነጥብ
bn: ডট (.)
cs: Tečka
de: Punkt
es: Punto
fa: نقطه
hi: बिंदु
id: Titik
ja: ドット
pt: Ponto
ru: Точка
sw: Pont
th: จุด
uk: Крапка
vi: Dấu chấm

source: Slash
am: ስላሽ
bn: স্ল্যাশ (/)
cs: Lomítko
de: Schrägstrich
es: Barra oblicua
fa: اسلش
hi: स्लैश
id: Garis miring
ja: スラッシュ
pt: Barra
ru: Косая черта
sw: Törtvonal
th: สแลช
uk: Скісна риска
vi: Dấu gạch chéo

source: DONT split select multiple choice answers into separate columns
am: ብዙ ምርጫ መልሶችን በተለያዩ ዓምዶች አትከፋፍል
bn: বহুনির্বাচনীর উত্তরগুলো আলাদা আলাদা কলাম হবে না
cs: NEROZDĚLUJTE odpovědi s výběrem více možností do samostatných sloupců
de: Teilen Sie Fragen mit Auswahlantworten NICHT über mehrere Spalten auf
es: NO dividir las respuestas de opción múltiple seleccionadas en columnas separadas
fa: پاسخ های چند گزینه ای را به ستون های جداگانه تقسیم نکنید
hi: बहुविकल्पीय उत्तरों को अलग-अलग कॉलम में विभाजित करके चयनित न करें
id: JANGAN membagi jawaban pilihan ganda menjadi kolom terpisah
ja: 複数選択肢の回答を別々の列に分割しないでください
my: ရွေးချယ်မှုမျိုးစုံအဖြေများကို သီးခြားကော်လံများအဖြစ် မခွဲပါနှင့်
pt: NÃO separe as respostas de múltipla escolha selecionadas em duas colunas
ru: НЕ разделяйте ответы на вопросы с несколькими вариантами выбора на отдельные столбцы
sw: NE ossza fel a feleletválasztós válaszokat külön oszlopokba
th: อย่าแยกเลือกคำตอบจากตัวเลือกหลายรายการออกเป็นหลายคอลัมน์
uk: НЕ розділяйте варіанти відповідей на окремі стовпці
vi: KHÔNG tách các câu trả lời nhiều lựa chọn thành các cột riêng biệt

source: Cancel
am: ሰርዝ
bn: বাতিল করুন
cs: Zrušit
de: Abbrechen
es: Cancelar
fa: انصراف
hi: रद्द /रद्द करें
id: Batalkan
ja: キャンセル
my: ပယ်ဖျက်သည်
pt: Cancelar
ru: Отменить
sw: Mégse
th: ยกเลิก
uk: Скасувати
vi: Hủy

source: Create Export
am: ኤክስፖርት ይፍጠሩ
bn: এক্সপোর্ট তৈরি করুন
cs: Vytvořit export
de: Export erstellen
es: Crear exportación
fa: ایجاد خروجی
hi: निर्यात बनाएँ
id: Buat Ekspor
ja: エクスポートを作成
my: ထုတ်ယူမှုကို ဖန်တီးရန်
pt: Criar exportação
ru: Создать экспорт
sw: Exportálás létrehozása
th: สร้างการส่งออก
uk: Створити експорт
vi: Tạo xuất dữ liệu

source: Filename
am: የፋይል ስም
bn: ফাইলের নাম
cs: Název souboru
de: Dateiname
es: Nombre del archivo
fa: نام فایل
hi: फ़ाइल का नाम
id: Nama File
ja: ファイル名
my: ဖိုင်နာမည်
pt: Nome do arquivo
ru: Имя файла
sw: Fájlnév
th: ชื่อไฟล์
uk: Назва файлу
vi: Tên tệp

source: Date Created
am: ውሂብ ተፈጥሯል
bn: তৈরির তারিখ
cs: Datum vytvoření
de: Erstellungsdatum
es: Fecha de creación
fa: تاریخ ایجاد
hi: निर्माण तारीख
id: Tanggal Dibuat
ja: 作成日
my: ဖန်တီးသည့် ရက်စွဲ
pt: Data de criação
ru: Дата создания
sw: Létrehozás dátuma
th: วันที่สร้างแล้ว
uk: Дата створення
vi: Ngày tạo

source: Delete
am: ሰርዝ
bn: বাতিল করুন
cs: Smazat
de: Löschen
es: Eliminar
fa: حذف
hi: मिटा दें
id: Hapus
ja: 削除
my: ပယ်ဖျက်သည်
pt: Excluir
ru: Удалить
sw: Törlés
th: ลบ
uk: Видалити
vi: Xóa

source: Pending ...
am: በመጠባበቅ ላይ ...
bn: কাজ চলছে...
cs: Čekající na vyřízení…
de: Ausstehend ...
es: Pendiente...
fa: در حال انتظار...
hi: लंबित ...
id: Menunggu ...
ja: 保留中...
my: ဆိုင်းငံ့ထားသည်...
pt: Pendente...
ru: Ожидание…
sw: Függőben…
th: รอดำเนินการ ...
uk: В процесі вирішення...
vi: Đang chờ ...

source: Click to refresh
am: ለማደስ ጠቅ ያድርጉ
bn: রিফ্রেশ করতে ক্লিক করুন
cs: Klikněte pro obnovení
de: Zum Aktualisieren klicken
es: Hacer clic para actualizar
fa: برای بازخوانی کلیک کنید
hi: ताज़ा करने के लिए क्लिक करें
id: Klik untuk memuat ulang
ja: クリックして更新
my: ပြန်လည်စတင်ရန် နှိပ်ပါ
pt: Clique para recarregar
ru: Нажмите для обновления
sw: Kattintson a frissítéshez
th: คลิกเพื่อรีเฟรช
uk: Натисніть, щоб оновити
vi: Nhấp để làm mới

source: Delete Export
am: ኤክስፖርት ሰርዝ
bn: এক্সপোর্ট মুছে ফেলুন
cs: Smazat export
de: Export löschen
es: Eliminar exportación
fa: حذف خروجی
hi: निर्यात हटाएं
id: Hapus Ekspor
ja: エクスポートを削除
my: ထုတ်ယူမှုကို ဖျက်ရန်
pt: Excluir exportação
ru: Удалить экспорт
sw: Export törlése
th: ลบการส่งออก
uk: Видалити експорт
vi: Xóa bản xuất dữ liệu

source: Are you sure you want to delete this export?
am: ይህን ኤክስፖርት መሰረዝ እንደሚፈልጉ እርግጠኛ ነዎት?
bn: আপনি কি সত্যিই এই এক্সপোর্টটি মুছে ফেলতে চান?
cs: Opravdu chcete tento export smazat?
de: Sind Sie sicher, dass Sie diesen Export löschen möchten?
es: ¿Estás seguro/a de que deseas eliminar esta exportación?
fa: آیا مطمئن به حذف این خروجی هستید؟
hi: क्या आप वाकई इस निर्यात को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus ekspor ini?
ja: このファイルを削除してよろしいですか？
my: ဤထုတ်ယူမှုကို ဖျက်လိုသည်မှာ သေချာသလား။
pt: Você tem certeza que deseja excluir essa exportação?
ru: Вы действительно хотите удалить этот экспорт?
sw: Biztosan törölni kívánja ezt a fájlt?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการส่งออกนี้
uk: Ви впевнені, що хочете видалити цей експорт?
vi: Bạn có chắc chắn muốn xóa bản xuất dữ liệu này không?

source: %s is not a valid delimiter
am: %s ትክክለኛ መለኪያ አይደለም
bn: %s বিভাজক হিসাবে গ্রহণযোগ্য নয়
cs: %s není platný oddělovač
de: %s ist kein gültiges Trennzeichen
es: %s no es un delimitador válido
fa: %s یک جداکننده معتبر نمی باشد
hi: %s एक वैध सीमांकक नहीं है
id: %s bukan pembatas yang valid
ja: %sは有効な区切り文字ではありません
my: %s သည် မမှန်ကန်သော ကန့်သတ်ချက်တစ်ခုဖြစ်သည်
pt: %s não é um delimitador válido
ru: «%s» не является допустимым разделителем
sw: %s nem érvényes elválasztó
th: %s ไม่ใช่ตัวคั่นที่ถูกต้อง
uk: %s не є дійсним роздільником
vi: %s không phải là dấu phân cách hợp lệ

source: %s is not a valid export type
am: %s ትክክለኛ የኤክስፖርት ዓይነት አይደለም
bn: %s এক্সপোর্টের ধরন হিসাবে গ্রহণযোগ্য নয়
cs: %s není platný typ exportu
de: %s ist kein gültiger Exporttyp
es: %s no es un tipo de exportación válido
fa: %s یک نوع خروجی معتبر نمی باشد
hi: %s एक वैध निर्यात प्रकार नहीं है
id: %s bukan jenis ekspor yang valid
ja: %sは有効なエクスポートタイプではありません
my: %s သည် မမှန်ကန်သော ထုတ်ယူမှုအမျိုးအစား ဖြစ်သည်
pt: %s não é um tipo de exportação válido
ru: «%s» не является допустимым типом экспорта
sw: A(z) %s nem érvényes exportálási típus
th: %s ไม่ใช่ประเภทการส่งออกที่ถูกต้อง
uk: %s не є дійсним типом експорту
vi: %s không phải là loại xuất hợp lệ

source: Invalid export type
am: ልክ ያልሆነ የኤክስፖርት ዓይነት
bn: এক্সপোর্টের ধরন ঠিক নেই
cs: Neplatný typ exportu
de: Ungültiger Exporttyp
es: Tipo de exportación no válido
fa: نوع خروجی نامعتبر
hi: अमान्य निर्यात प्रकार
id: Jenis ekspor tidak valid
ja: 無効なエクスポートタイプ
my: မမှန်ကန်သော ထုတ်ယူမှုအမျိုးအစား
pt: Tipo de exportação inválida
ru: Недопустимый тип экспорта
sw: Érvénytelen exportálási típus
th: ประเภทการส่งออกไม่ถูกต้อง
uk: Недійсний тип експорту
vi: Loại xuất dữ liệu không hợp lệ

source: Attachment not found
am: ማያያዣ አልተገኘም
bn: সংযুক্তি পাওয়া যায় নি
cs: Příloha nebyla nalezena
de: Anhang nicht gefunden
es: Archivo adjunto no encontrado
fa: پیوست یافت نشد
hi: अनुलग्नक नहीं मिला
id: Lampiran tidak ditemukan
ja: 添付ファイルが見つかりません
my: ပူးတွဲထားသော ဖိုင်မတွေ့ပါ
pt: Anexo não encontrado
ru: Вложение не найдено
sw: A melléklet nem található
th: ไม่พบไฟล์แนบ
uk: Вкладення не знайдено
vi: Không tìm thấy tệp đính kèm

source: Error: Attachment not found
am: ስህተት፦ አባሪ አልተገኘም
bn: ত্রুটি: সংযুক্তি পাওয়া যায় নি
cs: Chyba: Příloha nebyla nalezena
de: Fehler: Anhang nicht gefunden
es: Error: Archivo adjunto no encontrado
fa: خطا: پیوست یافت نشد
hi: त्रुटि: अनुलग्नक नहीं मिला
id: Kesalahan: Lampiran tidak ditemukan
ja: エラー：添付ファイルが見つかりません
my: ချို့ယွင်းချက်- ပူးတွဲထားသော ဖိုင်မတွေ့ပါ
pt: Erro: Anexo não encontrado
ru: Ошибка: вложение не найдено
sw: Hiba: A melléklet nem található
th: ข้อผิดพลาด: ไม่พบไฟล์แนบ
uk: Помилка: Вкладення не знайдено
vi: Lỗi: Không tìm thấy tệp đính kèm

source: Using basic authentication without HTTPS transmits credentials in clear text! You MUST connect via HTTPS to use basic authentication.
am: ያለ HTTPS መሰረታዊ ማረጋገጫን በመጠቀም የምስክር ወረቀቶችን ግልጽ በሆነ ፅሑፍ ያስተላልፋል! መሰረታዊ ማረጋገጫን ለመጠቀም በ HTTPS በኩል መገናኘት አለብዎት።
bn: HTTPS ছাড়া প্রাথমিক যাচাইকরণ (অথেন্টিকেশন) করলে ক্রেডেনশিয়াল পাঠযোগ্য টেক্সট (ক্লিয়ার টেক্সট) হিসাবে যাবে! প্রাথমিক যাচাইকরণ করতে চাইলে আপনাকে অবশ্যই HTTPS ব্যবহার করে সংযোগ স্থাপন করতে হবে।
cs: Při použití základního ověřování bez protokolu HTTPS se přihlašovací údaje přenášejí jako otevřený text! Chcete-li použít základní ověřování, MUSÍTE se připojovat prostřednictvím protokolu HTTPS.
de: Bei Verwendung der Basisauthentifizierung ohne HTTPS werden die Anmeldedaten in Klarschrift übertragen. Sie MÜSSEN eine Verbindung über HTTPS herstellen, um die Basisauthentifizierung zu verwenden.
es: ¡El uso de la autenticación básica sin HTTPS transmite las credenciales en texto sin formato! DEBES conectarte a través de HTTPS para usar la autenticación básica.
fa: استفاده از احراز هویت اولیه بدون HTTPS، اعتبارنامه ها را به صورت متن واضح (clear text) منتقل می کند! برای استفاده از احراز هویت اولیه، باید از طریق HTTPS متصل شوید.
hi: HTTPS के बिना बुनियादी सत्यापन का उपयोग करना स्पष्ट पाठ में क्रेडेंशियल्स प्रसारित करता है! बुनियादी सत्यापन का उपयोग करने के लिए आपको HTTPS के माध्यम से जुड़ना होगा।
id: Menggunakan autentikasi dasar tanpa HTTPS mengirimkan kredensial dalam teks biasa! Anda HARUS terhubung melalui HTTPS untuk menggunakan autentikasi dasar.
ja: HTTPSなしで基本認証を使用すると、認証情報が平文で送信されます！基本認証を使用するには、HTTPS経由で接続する必要があります。
my: HTTPS မပါဘဲ အခြေခံ အထောက်အထားစိစစ်ခြင်းကို သုံးခြင်းသည် အထောက်အထားများကို ရှင်းလင်းသော စာသားဖြင့် ပေးပို့သည်။ အခြေခံ အထောက်အထားစိစစ်ခြင်းကိုသုံးရန် HTTPS မှတစ်ဆင့် ချိတ်ဆက်ရမည်။
pt: Usar autenticação básica sem HTTPS transmite as credenciais em texto claro! Você DEVE se conectar via HTTPS para usar autenticação básica.
ru: При использовании базовой аутентификации без HTTPS учетные данные передаются в открытом виде! Для использования базовой аутентификации НЕОБХОДИМО подключиться через HTTPS.
sw: A HTTPS nélküli alaphitelesítés használata tiszta szövegben továbbítja a hitelesítő adatokat! Az alapszintű hitelesítés használatához HTTPS-kapcsolaton keresztül KELL csatlakoznia.
th: การใช้การตรวจสอบตัวตนขั้นพื้นฐานโดยไม่ใช้ HTTPS จะส่งข้อมูลประจำตัวเป็นข้อความธรรมดา! คุณต้องเชื่อมต่อผ่าน HTTPS เพื่อใช้การตรวจสอบตัวตนขั้นพื้นฐาน
uk: Використання базової автентифікації без HTTPS передає облікові дані відкритим текстом! Щоб використовувати базову автентифікацію, ви ПОВИННІ підключатися через HTTPS.
vi: Sử dụng xác thực cơ bản mà không có HTTPS sẽ truyền thông tin đăng nhập dưới dạng văn bản! Bạn PHẢI kết nối qua HTTPS để sử dụng xác thực cơ bản.

source: Multi-factor authentication is enabled for this account. ##authentication class## cannot be used.
am: ባለብዙ-ደረጃ ማረጋገጫ ለዚህ መለያ ነቅቷል። ##authentication class## መጠቀም አይቻልም።
bn: এই অ্যাকাউন্টের জন্য মাল্টি-ফ্যাক্টর অথেন্টিকেশন চালু আছে। ##authentication class## ব্যবহার করা যাবে না।
cs: Pro tento účet je povoleno vícefaktorové ověřování. ##authentication class## nelze použít.
de: Die Multi-Faktor-Authentifizierung ist für dieses Konto aktiviert. ##authentication class## kann nicht verwendet werden.
es: La autenticación multifactor está habilitada para esta cuenta. ##authentication class## no se puede utilizar.
fa: احراز هویت چند عاملی برای این حساب فعال است. ##authentication class##قابل استفاده نمی باشد.
hi: इस खाते के लिए बहु-कारक सत्यापन सक्षम है। ##authentication class## उपयोग नहीं किया जा सकता।
id: Autentikasi multifaktor diaktifkan untuk akun ini. ##authentication class## tidak dapat digunakan.
ja: このアカウントでは多要素認証が有効になっています。##authentication class##は使用できません。
my: ဤအကောင့်အတွက် အချက်ပေါင်းများစွာ အထောက်အထားစိစစ်ခြင်းကို ဖွင့်ထားသည်။ ##authentication class## ကို အသုံးမပြုနိုင်ပါ။
pt: A autenticação de múltiplos fatores está habilitada para esta conta. ##authentication class## não pode ser usada.
ru: Для этой учетной записи включена многофакторная аутентификация. Нельзя использовать класс аутентификации «##authentication class##».
sw: A többtényezős hitelesítés engedélyezve van ehhez a fiókhoz. ##authentication class## nem használható.
th: การตรวจสอบตัวตนโดยใช้หลายขั้นตอนได้รับการเปิดใช้งานสำหรับบัญชีนี้ ##authentication class##ไม่สามารถใช้งานได้
uk: Для цього облікового запису ввімкнено багатофакторну автентифікацію. ##authentication class##не може бути використано.
vi: Xác thực nhiều yếu tố được bật cho tài khoản này. Không thể sử dụng ##authentication class##.

source: User '%(value)s' does not exist.
am: ተጠቃሚ'%(value)s' የለም።
bn: '%(value)s' নামক ইউজারের অস্তিত্ব নেই।
cs: Uživatel ‚%(value)s‘ neexistuje.
de: Benutzer*in „%(value)s“ nicht vorhanden.
es: El usuario «%(value)s» no existe.
fa: کاربر '%(value)s' موجود نیست.
hi: उपयोगकर्ता '%(value)s' मौजूद नहीं है।
id: Pengguna '%(value)s' tidak ada.
ja: '%(value)s'ユーザーは存在しません。
my: သုံးစွဲသူ'%(value)s' မရှိပါ။
pt: Usuário “%(value)s” não existe.
ru: Не существует пользователя «%(value)s».
sw: Felhasználó '%(value)s’ nem létezik.
th: ผู้ใช้ “%(value)s” ไม่ได้มีอยู่
uk: Користувача '%(value)s ' не існує.
vi: Người dùng '%(value)s ' không tồn tại.

source: Invalid query: %(query)s
am: ልክ ያልሆነ ጥያቄ፦ %(query)s
bn: কোয়েরি ঠিক নেই: %(query)s
cs: Neplatný dotaz: %(query)s
de: Ungültige Abfrage: %(query)s
es: Consulta no válida: %(query)s
fa: درخواست نامعتبر: %(query)s
hi: अमान्य सवाल: %(query)s
id: Kueri tidak valid: %(query)s
ja: %(query)sは無効なクエリです
my: မေးခွန်း အမှား-%(query)s
pt: Consulta inválida: %(query)s
ru: Недопустимый запрос: %(query)s
sw: Érvénytelen lekérdezés: %(query)s
th: ข้อคำถามไม่ถูกต้อง: %(query)s
uk: Недійсний запит: %(query)s
vi: Truy vấn không hợp lệ:%(query)s

source: Data License
am: የውሂብ ፈቃድ
bn: তথ্যের লাইসেন্স
cs: Datová licence
de: Datenlizenz
es: Licencia de datos
fa: مجوز داده
hi: डेटा लाइसेंस
id: Lisensi Data
ja: データライセンス
my: ဒေတာလိုင်စင်
pt: Licença de dados
ru: Лицензия на данные
sw: Adat engedély
th: ใบอนุญาตข้อมูล
uk: Дозвіл на передачу даних
vi: Giấy phép dữ liệu

source: Form License
am: ቅፅ ፈቃድ
bn: ফর্মের লাইসেন্স
cs: Formulářová licence
de: Formularlizenz
es: Formulario de licencia
fa: مجوز فرم
hi: फॉर्म लाइसेंस
id: Lisensi Formulir
ja: フォームライセンス
my: ပုံစံ လိုင်စင်
pt: Licença de formulário
ru: Лицензия на форму
sw: Űrlap engedély
th: ใบอนุญาตแบบฟอร์ม
uk: Форма дозволу
vi: Giấy phép mẫu

source: Media
am: ሚዲያ
bn: মিডিয়া
cs: Média
de: Medien
es: Archivos multimedia
fa: رسانه ها
hi: मीडिया
ja: メディア
my: မီဒီယာ
pt: Mídia
ru: Мультимедиа
sw: Média
th: สื่อ
uk: Медіа
vi: Phương tiện

source: Public Link
am: የሕዝብ ግንኙነት
bn: পাবলিক লিঙ্ক
cs: Veřejný odkaz
de: Öffentlicher Link
es: Enlace público
fa: لینک عمومی
hi: सार्वजनिक लिंक
id: Tautan Publik
ja: 公開リンク
my: လူထုလင့်ခ်
pt: Link público
ru: Общедоступная ссылка
sw: Nyilvános link
th: ลิงค์สาธารณะ
uk: Публічне посилання
vi: Liên kết công khai

source: Source
am: ምንጭ
bn: উৎস
cs: Zdroj
de: Quelle
es: Fuente
fa: منبع
hi: स्रोत
id: Sumber
ja: ソース
my: အရင်းအမြစ်
pt: Origem
ru: Источник
sw: Forrás
th: แหล่งที่มา
uk: Джерело
vi: Nguồn

source: Supporting Document
am: የድጋፍ ሰነድ
bn: সহায়ক নথি
cs: Podpůrný dokument
de: Ergänzendes Dokument
es: Documento de respaldo
fa: سند پشتیبانی
hi: सहायक दस्तावेज़
id: Dokumen Pendukung
ja: 参考資料
my: အထောက်အထား စာရွက်စာတမ်း
pt: Documento de apoio
ru: Сопроводительный документ
sw: Igazoló dokumentum
th: เอกสารประกอบ
uk: Супровідний документ
vi: Tài liệu hỗ trợ

source: Paired Data
am: የተዛመዱ ውሂብ
bn: যুক্ত তথ্য
cs: Párová data
de: Gekoppelte Daten
es: Datos emparejados
fa: داده جفت شده
hi: युग्मित डेटा
id: Data Terpasang
ja: 対のデータ
my: ချိတ်ဆက်ထားသော ဒေတာ
pt: Dados emparelhados
ru: Сопряженные данные
sw: Párosított adatok
th: ข้อมูลที่ถูกที่จับคู่
uk: Парні дані
vi: Dữ liệu ghép cặp

source: Project not found
am: ፕሮጀክት አልተገኘም
bn: প্রকল্প খুঁজে পাওয়া যায় নি
cs: Projekt nebyl nalezen
de: Projekt nicht gefunden
es: Proyecto no encontrado
fa: پروژه پیدا نشد
hi: प्रोजेक्ट नहीं मिला
id: Proyek tidak ditemukan
ja: プロジェクトが見つかりません
my: စီမံကိန်း မတွေ့ပါ
pt: Projeto não encontrado
ru: Проект не найден
sw: A projekt nem található
th: ไม่พบโครงการ
uk: Проєкт не знайдено
vi: Không tìm thấy dự án

source: You do not have sufficient permissions to perform this action
am: ይህንን እርምጃ ለመፈጸም በቂ ፍቃዶች የሉዎትም
bn: এই কাজটি করার জন্য আপনার পর্যাপ্ত অনুমতি নেই
cs: K provedení této akce nemáte dostatečná oprávnění.
de: Ihnen fehlt die Berechtigung für diese Aktion
es: No tienes suficientes permisos para realizar esta acción
fa: شما مجوز کافی برای اجرای این کار را ندارید
hi: आपके पास यह कार्रवाई करने के लिए पर्याप्त अनुमतियाँ नहीं हैं
id: Anda tidak memiliki izin yang cukup untuk melakukan tindakan ini
ja: このアクションを実行するための権限がありません
my: ဤလုပ်ဆောင်ချက် ပြုလုပ်ရန် သင့်တွင် လုံလောက်သော ခွင့်ပြုချက် မရှိပါ။
pt: Você não tem permissões suficientes para realizar esta ação
ru: Недостаточно прав для выполнения этого действия
sw: Nem rendelkezik megfelelő engedélyekkel a művelet végrehajtásához
th: คุณไม่มีสิทธิ์การอนุญาตเพียงพอในการดำเนินการนี้
uk: Ви не маєте достатніх прав для виконання цієї дії
vi: Bạn không có đủ quyền để thực hiện thao tác này

source: Invalid url {}
am: ልክ ያልሆነ url {}
bn: লিঙ্ক ঠিক নেই {}
cs: Neplatné url {}
de: Ungültige URL {}
es: url no válida {}
fa: url {} نامعتبر است
hi: अमान्य url {}
id: url {} tidak valid
ja: 無効なURL {}
my: url အမှား {}
pt: Url {} inválido
ru: Недопустимый URL {}
sw: Érvénytelen {} url
th: url {} ไม่ถูกต้อง
uk: Недійсний url {}
vi: url không hợp lệ {}

source: Cannot determine content type
am: የይዘት ዓይነት መወሰን አልተቻለም
bn: বিষয়বস্তুর ধরন নির্ধারণ করা যাচ্ছে না
cs: Nelze určit typ obsahu
de: Inhaltstyp nicht bestimmbar
es: No se puede determinar el tipo de contenido
fa: نمی توان نوع محتوا را تعیین کرد
hi: अंतर्वस्तु प्रकार निर्धारित नहीं किया जा सकता
id: Tidak dapat menentukan jenis konten
ja: コンテンツタイプを判別できません
my: အကြောင်းအရာအမျိုးအစားကို မသတ်မှတ်နိုင်ပါ
pt: Não é possível determinar o tipo do conteúdo
ru: Не удалось определить тип контента
sw: Nem lehet meghatározni a tartalomtípust
th: ไม่สามารถกำหนดประเภทเนื้อหาได้
uk: Неможливо визначити тип вмісту
vi: Không thể xác định loại nội dung

source: Invalid content type
am: ልክ ያልሆነ የይዘት ዓይነት
bn: বিষয়বস্তুর ধরন ঠিক নেই
cs: Neplatný typ obsahu
de: Ungültiger Inhaltstyp
es: Tipo de contenido no válido
fa: نوع محتوای نامعتبر
hi: अमान्य अंतर्वस्तु प्रकार
id: Jenis konten tidak valid
ja: 無効なコンテンツタイプ
my: အကြောင်းအရာ အမျိုးအစား အမှား
pt: Tipo de conteúdo inválido
ru: Недопустимый тип контента
sw: Érvénytelen tartalomtípus
th: ประเภทเนื้อหาไม่ถูกต้อง
uk: Недійсний тип вмісту
vi: Loại nội dung không hợp lệ

source: Afghanistan
am: አፍጋኒስታን
bn: আফগানিস্তান
cs: Afghánistán
es: Afganistán
fa: افغانستان
hi: अफ़ग़ानिस्तान
ja: アフガニスタン
my: အာဖဂန်နစ္စတန်
pt: Afeganistão
ru: Афганистан
sw: Afganisztán
th: อัฟกานิสถาน
uk: Афганістан

source: Albania
am: አልባኒያ
bn: আলবেনিয়া
cs: Albánie
de: Albanien
fa: آلبانی
hi: अल्बानिया
ja: アルバニア
my: အယ်လ်ဘေးနီးယား
pt: Albânia
ru: Албания
sw: Albánia
th: แอลเบเนีย
uk: Албанія

source: Algeria
am: አልጄሪያ
bn: আলজেরিয়া
cs: Alžírsko
de: Algerien
fa: الجزایر
hi: अलगेरिया
id: Aljazair
ja: アルジェリア
my: အယ်လ်ဂျီးရီးယားနိုင်ငံ
pt: Argélia
ru: Алжир
sw: Algéria
th: แอลจีเรีย
uk: Алжир
