Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Delete everything
am: ሁሉንም ነገር ሰርዝ
ar: حذف كل شيء
de: Alles löschen
es: Eliminar todo
fa: حذف تمام موارد
id: Hapus semuanya
ja: すべて削除
km: លុបរាល់អ្វីៗ
pl: Usuń wszystko
pt: Excluir tudo
ru: Удалить все
sw: Futa kila kitu
th: ลบทุกอย่าง
uk: Видалити все
vi: Xóa tất cả

source: Locked
am: ተቆልፏል
ar: مقيد
de: Gesperrt
es: Bloqueado
fa: قفل شده
id: Terkunci
ja: ロックされています
km: ចាក់សោ
pl: Zablokowane
pt: Trancada
ru: Заблокировано
sw: Imefungwa
th: ล็อกอยู่
uk: Заблоковано
vi: Đã khóa

source: fully locked group
am: ሙሉ በሙሉ የተቆለፈ ቡድን
ar: مجموعة مقيدة بالكامل
de: komplett gesperrte Gruppe
es: grupo completamente bloqueado
fa: گروه کاملا قفل شده
id: kelompok yang sepenuhnya terkunci
ja: 完全にロックされたグループ
km: ក្រុមបានចាក់សោពេញលេញ
pl: Całkowicie zablokowana grupa
pt: grupo totalmente trancado
ru: полностью заблокированная группа
sw: kikundi kilichofungwa kikamilifu
th: กลุ่มถูกล็อกทั้งหมด
uk: повністю заблокована група
vi: nhóm bị khóa hoàn toàn

source: partially locked group
am: በከፊል የተቆለፈ ቡድን
ar: مجموعة مقيدة جزئيًا
de: teilweise gesperrte Gruppe
es: grupo parcialmente bloqueado
fa: گروه تا حدودی قفل شده
id: kelompok yang dikunci sebagian
ja: 部分的にロックされたグループ
km: ក្រុមបានចាក់សោដោយផ្នែក
pl: Częściowo zablokowana grupa
pt: grupo parcialmente trancado
ru: частично заблокированная группа
sw: kikundi kilichofungwa kwa kiasi
th: กลุ่มถูกล็อกบางส่วน
uk: частково заблокована група
vi: nhóm bị khóa một phần

source: You can't display nested groups on the same screen - the setting has been removed from the parent group
am: የጎጆ ቡድኖችን በተመሳሳይ ማያ ገጽ ላይ ማሳየት አይችሉም - አዘጋጅ ከወላጅ ቡድን ተወግዷል
ar: لا يمكنك عرض المجموعات المتداخلة على نفس الشاشة؛ فقد تمت إزالة الإعداد من المجموعة الأصلية
bn: একই স্ক্রিনে গ্রুপের ভেতরকার (নেস্টেড) গ্রুপ দেখানো যাবে না―প্যারেন্ট গ্রুপ থেকে সেটিংটি মুছে ফেলা হয়েছে
cs: Vnořené skupiny nelze zobrazit na stejné obrazovce – nastavení bylo z nadřazené skupiny odstraněno
de: Sie können verschachtelte Gruppen nicht auf demselben Bildschirm anzeigen - die Einstellung wurde aus der übergeordneten Gruppe entfernt
es: No se pueden visualizar los subgrupos en la misma pantalla: la configuración del grupo principal se eliminó
fa: نمی‌توانید گروه‌های تودرتو را در یک صفحه نمایش دهید - این تنظیم از گروه اصلی حذف شده است
fr: Vous nous pouvez pas afficher les groupes intégrés sur le même écran. Le réglage a été supprimé du groupe parent
hi: आप एक ही स्क्रीन पर नेस्टिड समूह प्रदर्शित नहीं कर सकते - सेटिंग को मूल समूह से हटा दिया गया है
hu: Beágyazott csoportok nem jeleníthetők meg ugyanazon az oldalon – a beállítást eltávolítottuk a szülő hierarchiaszint csoportból
id: Anda tidak dapat menampilkan kelompok bertingkat di layar yang sama - setelan telah dihapus dari kelompok induk
ja: ネストしたグループを同一画面上に表示できません - 親グループから設定が削除されています
km: អ្នកមិនអាចបង្ហាញក្រុមជម្រ នៅលើអេក្រង់ដូចគ្នាទេ - ការកំណត់ត្រូវបានដកចេញពីក្រុមមេ
my: အုပ်စုပေါ် ထပ်ဆင့်၍ ဖွဲ့ထားသော အုပ်စုများကို စာမျက်နှာတစ်ခုတည်းတွင် ပြသ၍မရပါ - ဤဆက်တင်အား ပင်မ အုပ်စုကြီးမှ ဖယ်ရှားထားပြီးဖြစ်သည်
ne: तपाईंले एउटै स्क्रिनमा क्रमबद्ध समूहहरू प्रदर्शन गर्न सक्नुहुन्न - सेटिङ मूल समूहबाट हटाइएको छ
pl: Nie możesz wyświetlić zagnieżdżonych grup na tym ekranie - ustawienie zostało usunięte z grupy nadrzędnej
pt: Não se pode exibir grupos aninhados na mesma tela - a configuração foi removida do grupo superior
ru: Не удается отобразить вложенные группы на том же экране — параметр удален из родительской группы
sw: Huwezi kuonyesha vikundi vilivyoorodheshwa kwenye skrini sawa - mipangilio imeondolewa kwenye kikundi kikuu
th: คุณไม่สามารถแสดงกลุ่มที่ซ้อนกันบนหน้าจอเดียวกันได้ การตั้งค่าถูกลบออกจากกลุ่มต้นกำเนิดแล้ว
tr: İç içe geçmiş grupları aynı ekranda görüntüleyemezsiniz - ayar üst gruptan kaldırılmıştır
uk: Ви не можете відображати вкладені групи на одному екрані – це налаштування видалено з материнської групи
vi: Bạn không thể hiển thị các nhóm lồng nhau trên cùng một màn hình - cài đặt đã bị xóa khỏi nhóm chính

source: fully locked question
am: ሙሉ በሙሉ የተቆለፈ ጥያቄ
ar: سؤال مقيد بالكامل
de: komplett gesperrte Frage
es: pregunta completamente bloqueada
fa: سوال کاملا قفل شده
id: pertanyaan yang sepenuhnya terkunci
ja: 完全にロックされた質問
km: សំណួរបានចាក់សោពេញលេញ
pl: Całkowicie zablokowane pytanie
pt: pergunta totalmente trancada
ru: полностью заблокированный вопрос
sw: swali lililofungwa kikamilifu
th: คำถามถูกล็อกทั้งหมด
uk: повністю закрите питання
vi: câu hỏi bị khóa hoàn toàn

source: partially locked question
am: በከፊል የተቆለፈ ጥያቄ
ar: سؤال مقيد جزئيًا
de: teilweise gesperrte Frage
es: pregunta parcialmente bloqueada
fa: سوال تا حدودی قفل شده
id: pertanyaan yang dikunci sebagian
ja: 部分的にロックされた質問
km: សំណួរបានចាក់សោដោយផ្នែក
pl: Częściowo zablokowane pytanie
pt: pergunta parcialmente trancada
ru: частично заблокированный вопрос
sw: swali lililofungwa kwa kiasi
th: คำถามถูกล็อกบางส่วน
uk: частково закрите питання
vi: câu hỏi bị khóa một phần

source: Enter your question
am: ጥያቄዎን ያስገቡ
ar: أدخل سؤالك
bn: আপনার প্রশ্নটি লিখুন
cs: Zadejte svou otázku
de: Geben Sie Ihre Frage ein
es: Ingresa tu pregunta
fa: سوال خود را انتخاب کنید
fr: Saisir votre question
hi: अपना प्रश्न दर्ज करें
hu: Írja be kérdését
id: Masukkan pertanyaan Anda
ja: 質問を入力する
km: បញ្ចូលសំណួររបស់អ្នក
my: သင့်မေးခွန်းကို ထည့်သွင်းမည်
ne: आफ्नो प्रश्न प्रविष्ट गर्नुहोस्
pl: Wprowadź swoje pytanie
pt: Insira a sua pergunta
ru: Введите свой вопрос
sw: Weka swali lako
th: ป้อนคำถาม
tr: Sorunuzu girin
uk: Введіть ваше питання
vi: Nhập câu hỏi của bạn

source: There was an error getting the list.
am: ዝርዝሩን በማግኘት ላይ ስሕተት ተፈጥሯል።
ar: حدث خطأ أثناء الحصول على القائمة.
de: Beim Aufrufen der Liste ist ein Fehler aufgetreten.
es: Se produjo un error al obtener la lista.
ja: リストの取得中にエラーが発生しました。
uk: Виникла помилка при отриманні списку.

source: You are approaching your
am: ወደ እርስዎ እየቀረቡ ነው
ar: أنت تقترب من
de: Sie nähern sich Ihrem
es: Te estás acercando a tu
fa: شما نزدیک می شوید به خود
fr: Vous vous approchez de votre limite
hi: आप अपने पास आ रहे हैं
id: Anda mendekati
ja: 近づいています
pl: Zbliżasz się do swojego
pt: Você está se aproximando de seu
ru: Вы приближаетесь к своему
sw: Unakaribia
th: คุณกำลังใกล้ถึง
tr: Şuna yaklaşıyorsunuz:
uk: Ви наближаєтеся до свого
vi: Bạn đang gần đến

source: You have reached your
am: የእርስዎን እነዚህ ደርሰዋል
ar: لقد وصلت إلى
de: Sie sind an Ihrem
es: Has alcanzado tu
fa: رسیدید به
fr: vous avez atteint votre limite
hi: आप अपने तक पहुंच गए हैं
id: Anda telah mencapai
ja: 達しています
pl: Osiągnięto swój
pt: Você atingiu seu
ru: Вы достигли свой
sw: Umefikia
th: คุณได้ถึง
tr: Şuna ulaştınız:
uk: Ви досягли свого
vi: Bạn đã đến

source: monthly
am: ወርሃዊ
ar: شهري
de: monatlich
es: mensual
fa: ماهانه
fr: mensuel
hi: मासिक
id: bulanan
ja: 月間
pl: miesięczny
pt: mensal
ru: ежемесячный
sw: Kiwango chako cha mwezi
th: รายเดือน
tr: aylık
uk: щомісячного
vi: mỗi tháng

source: yearly
am: ዓመታዊ
ar: سنوي
de: jährlich
es: anualmente
fa: سالانه
fr: annuel
hi: सालाना
id: tahunan
ja: 年間
pl: roczny
pt: anual
ru: ежегодный
sw: Kiwango chako cha mwaka
th: รายปี
tr: yıllık
uk: щорічного
vi: mỗi năm

source: and
am: እና
ar: و
de: und
es: y
fa: و
fr: et
hi: और
id: dan
ja: と
pl: i
pt: e
ru: и
sw: na
th: และ
tr: ve
uk: та
vi: và

source: limit
am: ገደብ
ar: حد
es: límite
fa: حد
hi: सीमा
id: batas
ja: 上限
pt: limite
ru: лимит
sw: mpaka
th: จำกัด
tr: sınır
uk: ліміту
vi: giới hạn

source: limits
am: ገደብ
ar: حدود
es: límites
fa: محدودیت‌ها
id: batasan
ja: 上限
pl: limity
pt: limites
ru: лимиты
th: ขีดจำกัด
uk: ліміти
vi: giới hạn

source: about upgrading your plan.
am: እቅድዎን ስለማሻሻል።
ar: حول ترقية خطتك.
de: über Tarif-Upgrades
es: sobre actualizar tu plan.
fa: در مورد ارتقاء برنامه شما.
id: tentang meningkatkan paket Anda.
ja: プランのアップグレードについて。
pl: o aktualizacji twojego planu.
pt: sobre aprimorar seu plano.
ru: для обновления вашего плана.
th: เกี่ยวกับการอัปเกรดแผนของคุณ
uk: про оновлення вашого плану.
vi: về phần nâng cấp gói của bạn.

source: Please upgrade your plan or purchase an add-on to increase your usage limits.
am: እባክዎን ዕቅድዎን ያሻሽሉ ወይም የአጠቃቀም ገደቦችዎን ለመጨመር ተጨማሪ ይግዙ።
ar: الرجاء ترقية خطتك أو شراء وظيفة إضافية لزيادة حدود استخدامك.
de: Bitte aktualisieren Sie Ihren Tarif oder kaufen Sie ein Add-on, um Ihre Nutzungsgrenzen zu erhöhen.
es: Actualiza tu plan o compra un complemento para incrementar los límites de tu consumo.
fa: لطفاً برنامه خود را ارتقا دهید یا یک افزونه بخرید تا حد ميزان مصرف خود را افزایش دهید.
id: Silakan tingkatkan paket Anda atau beli tambahan untuk meningkatkan batas penggunaan Anda.
ja: 利用上限を増やすには、プランをアップグレードするかアドオンを購入してください。
pl: Zaktualizuj swój plan lub kup dodatek, aby zwiększyć limity użytkowania.
pt: Aprimore seu plano ou adquira um complemento para aumentar seus limites de uso.
ru: Чтобы увеличить лимит использования, перейдите на новый тарифный план или приобретите дополнения.
th: โปรดอัปเกรดแผนของคุณ หรือซื้อบริการเสริมเพื่อเพิ่มขีดจำกัดการใช้งานของคุณ
uk: Оновіть свій тарифний план або придбайте доповнення, щоб збільшити ліміти використання.
vi: Vui lòng nâng cấp gói của bạn hoặc mua thêm tiện ích bổ sung để mở rộng giới hạn quyền sử dụng.

source: Monitor usage
am: አጠቃቀምን ተቆጣጠሩ
ar: مراقبة الاستهلاك
de: Nutzung kontrollieren
es: Supervisar el uso
fa: نظارت بر مصرف
id: Monitor penggunaan
ja: 使用状況をモニタリングする
pl: Monitoruj użytkowanie
pt: Monitorar consumo
ru: Отслеживать использование
sw: Fuatilia matumizi
th: ติดตามดูการใช้งาน
uk: Відстежувати використання
vi: Giám sát lưu lượng sử dụng

source: monitor usage
am: አጠቃቀምን ይቆጣጠሩ
ar: مراقبة الاستهلاك
de: Nutzung kontrollieren
es: supervisar el uso
fa: نظارت بر مصرف
id: monitor penggunaan
ja: 使用状況をモニタリングする
pl: monitoruj użytkowanie
pt: monitorar consumo
ru: отслеживать использование
sw: fuatilia matumizi
th: ติดตามดูการใช้งาน
uk: відстежувати використання
vi: giám sát lưu lượng sử dụng

source: Upgrade now
am: አሁን አሻሽሉ
ar: قم بالترقية الآن
de: Jetzt Upgrade durchführen
es: Actualizar ahora
fa: هم‌اکنون ارتقاء یابد
id: Tingkatkan sekarang
ja: 今すぐアップグレード
pl: Zaktualizuj teraz
pt: Atualizar agora
ru: Обновить сейчас
sw: Sasa boresha
th: อัปเกรดตอนนี้
uk: Оновити зараз
vi: Nâng cấp ngay

source: upgrade now
am: አሁን አሻሽሉ
ar: قم بالترقية الآن
de: Jetzt Upgrade durchführen
es: actualizar ahora
fa: هم‌اکنون ارتقاء یابد
id: tingkatkan sekarang
ja: 今すぐアップグレード
pl: zaktualizuj teraz
pt: atualizar agora
ru: обновить сейчас
sw: sasa boresha
th: อัปเกรดตอนนี้
uk: оновити зараз
vi: nâng cấp ngay

source: You have reached your plan limit
am: የእቅድዎ ገደብ ላይ ደርሰዋል
ar: لقد وصلت إلى الحد الأقصى لخطتك
de: Sie haben Ihr Tariflimit erreicht
es: Has alcanzado el límite de tu plan
fa: شما به حد نهایی برنامه خود رسیده اید
fr: Vous avez atteint la limite de votre plan
hi: आप अपनी योजना की सीमा तक पहुंच गए हैं
id: Anda telah mencapai batas paket Anda
ja: プランの上限に達しています
pl: Osiągnięto limit swojego planu
pt: Você atingiu o limite de seu plano
ru: Вы достигли лимита своего плана
sw: Umefikia kikomo cha mpango wako
th: คุณได้ถึงขีดจำกัดแผนของคุณแล้ว
tr: Plan sınırınıza ulaştınız
uk: Ви досягли свого тарифного ліміту
vi: Bạn đã đến giới hạn gói

source: Dear
am: ውድ
ar: عزيزي/عزيزتي
de: Sehr geehrte*r
es: Estimado/a
fa: عزیز
fr: Bonjour
hi: प्रिय
id: Yang terhormat
ja: 様
pl: Drogi/a
pt: Caro(a)
ru: Здравствуйте,
sw: Mpendwa
th: เรียน
tr: Sayın
uk: Шановний(-а)
vi: Chào bạn

source: You have reached the
am: እርስዎ ደርሰዋል
ar: لقد وصلت إلى
de: Sie haben das
es: Has alcanzado el
fa: رسیده اید به
fr: Vous avez atteint la
hi: आप पहुंच गए हैं
id: Anda telah mencapai
ja: データプランに含まれる
pl: Osiągnięto
pt: Você atingiu o
ru: Вы достигли
sw: Umefika
th: คุณได้ถึง
tr: Şu anki planınızda yer alan
uk: Ви досягли
vi: Bạn đã đến

source: included with your current plan.
am: አሁን ካለው እቅድዎ ጋር ተካትቷል።
ar: متضمنة في خطتك الحالية.
de: in Ihrem aktuellen Tarif enthalten.
es: incluido en tu plan actual.
fa: شامل برنامه فعلی شما می باشد
fr: incluse avec votre plan actuel.
hi: आपके प्लान में शामिल है।
id: yang termasuk dalam paket Anda saat ini.
ja: に達しています。
pl: w ramach obecnego planu.
pt: incluso com seu plano atual.
ru: включенного в ваш текущий план.
sw: pamoja na mpango wako wa sasa.
th: รวมอยู่ในแผนปัจจุบันของคุณ
tr: ulaştınız.
uk: включеного у ваш поточний тарифний план.
vi: nằm trong gói hiện tại.

source: Please
am: እባካችሁ
ar: رجاء
de: Bitte
es: Por favor
fa: لطفا
fr: S'il vous plaît
hi: कृपया
id: Silakan
ja: お願いします
pl: Proszę
pt: Por favor
ru: Пожалуйста
sw: Tafadhali
th: โปรด
tr: Lütfen
uk: Будь ласка,
vi: Vui lòng

source: upgrade your plan
am: እቅድዎን ያሻሽሉ
ar: قم بترقية خطتك
de: aktualisieren Sie Ihren Tarif
es: actualiza tu plan
fa: برنامه خود را ارتقاء دهید
id: tingkatkan paket Anda
ja: プランをアップグレードする
pl: zaktualizuj swój plan
pt: atualize seu plano
ru: обновите свой план
sw: boresha mpango wako
th: อัปเกรดแผนของคุณ
uk: оновіть свій тарифний план
vi: nâng cấp gói của bạn

source: review your usage in account settings
am: አጠቃቀምዎን በመለያ አዘጋጆች ውስጥ ይገምግሙ
ar: راجع استهلاكك في إعدادات الحساب
de: überprüfen Sie Ihre Nutzung in den Kontoeinstellungen
es: revisa tu uso en la configuración de la cuenta
fa: مصرف خود را در تنظیمات حساب بازبینی کنید
id: tinjau penggunaan Anda di pengaturan akun
ja: アカウント設定で使用状況を確認する
pl: sprawdź stan użytkowania w ustawieniach konta
pt: analise seu consumo nas configurações da conta
ru: проверьте использование в настройках учетной записи
sw: kagua matumizi yako katika mpangilio wa akaunti
th: ทบทวนการใช้งานของคุณในการตั้งค่าบัญชี
uk: переглянути своє використання в налаштуваннях облікового запису
vi: xem xét lưu lượng sử dụng trong cài đặt tài khoản

source: remind me later
am: መጨረሻ ላይ አስታውሱኝ
ar: ذكرني لاحقًا
de: Später erinnern
es: recordármelo más tarde
fa: بعدا به یاد من بیاور
id: ingatkan saya nanti
ja: 後で通知する
pl: przypomnij mi później
pt: me lembre mais tarde
ru: напомнить позже
sw: nikumbushe baadaye
th: เตือนฉันภายหลัง
uk: нагадати мені пізніше
vi: nhắc lại sau

source: Available
am: ይገኛል
ar: متاح
de: Verfügbar
es: Disponible
fa: موجود
id: Tersedia
ja: 利用可能
pl: Dostępne
pt: Disponível
ru: Доступно
sw: Zinapatikana
th: ที่ใช้งานได้
uk: Доступний
vi: Có sẵn

source: Used this month
am: በዚህ ወር ጥቅም ላይ የዋለ
ar: استخدم هذا الشهر
de: Diesen Monat verwendet
es: Usado este mes
fa: استفاده شده در ماه جاری
id: Digunakan bulan ini
ja: 今月利用した
pl: Miesięczne zużycie
pt: Usado este mês
ru: Использовано в данном месяце
sw: zilizo tumika mwezi huu
th: ที่ใช้ไปเดือนนี้
uk: Використано в цьому місяці
vi: Sử dụng trong tháng này

source: Used this year
am: በዚህ አመት ጥቅም ላይ የዋለ
ar: استخدم هذا العام
de: Dieses Jahr verwendet
es: Usado este año
fa: استفاده شده در سال جاری
id: Digunakan tahun ini
ja: 今年使用した
pl: Roczne zużycie
pt: Usado este ano
ru: Использовано в данном году
sw: zilizotumika mwaka huu
th: ที่ใช้ไปปีนี้
uk: Використано в цьому році
vi: Sử dụng trong năm nay

source: Balance
am: መጠን
ar: الرصيد
de: Guthaben
fa: تراز
id: Saldo
ja: 収支
pl: Saldo
pt: Saldo
ru: Баланс
sw: zilizobaki
th: ยอดคงเหลือ
uk: Рахунок
vi: Số dư

source: Default sort
am: ነባሪ ዓይነት
ar: فرز افتراضي
bn: ডিফল্ট উপায়ে সাজান
cs: Výchozí třídění
de: Standard-Sortierung
es: Orden predeterminado
fa: مرتب‌سازی پیش‌فرض
fr: Tri par défaut
hi: डिफ़ॉल्ट सॉर्ट
hu: Alapértelmezett rendezés
id: Urutan default
ja: デフォルトの並べ替え
pl: Sortowanie domyślne
pt: Ordenação padrão
ru: Сортировка по умолчанию
sw: Aina chaguo-msingi
th: การเรียงลำดับเริ่มต้น
tr: Varsayılan sıralama
uk: Сортування за замовчуванням
vi: Sắp xếp mặc định

source: last modified ##date##
am: ለመጨረሻ ጊዜ የተሻሻለው ##date##
ar: آخر تعديل ##date##
bn: সবর্শেষ পরিবর্তনের তারিখ ##date##
cs: naposledy upraveno ##date##
de: zuletzt bearbeitet am ##date##
es: última modificación: ##date##
fa: تاریخ آخرین تغییرات ##date##
fr: dernière modification ##date##
hi: अंतिम बार संशोधित ##date##
hu: utolsó módosítás: ##date##
id: terakhir diubah ##date##
ja: 最終更新日##date##
km: បានកែប្រែចុងក្រោយ ##date##
my: နောက်ဆုံး ပြင်ဆင်သည့် ##date##
ne: पछिल्लो परिमार्जन ##date##
pl: ostatnia modyfikacja ##date##
pt: última modificação em ##date##
ru: последнее изменение ##date##
sw: mara ya mwisho kurekebishwa ##date##
th: แก้ไขล่าสุดเมื่อวันที่ ##date##
tr: son düzenleme ##date##
uk: останні зміни ##date##
vi: chỉnh sửa lần cuối vào ngày ##date##

source: created ##date##
am: መፍጠር ##date##
ar: تم الإنشاء ##date##
bn: তৈরির তারিখ ##date##
cs: vytvořeno ##date##
de: erstellt am ##date##
es: creado: ##date##
fa: ایجاد شده##date##
fr: créé ##date##
hi: ##date## बनाए गए
hu: létrehozva: ##date##
id: dibuat ##date##
ja: ##date##作成
km: បានបង្កើត ##date##
my: ဖန်တီးသည့် ##date##
ne: सिर्जना गरियो ##date##
pl: utworzono ##date##
pt: criado em ##date##
ru: создан ##date##
sw: iliundwa ##date##
th: สร้างขึ้นเมื่อวันที่ ##date##
tr: ##date## oluşturuldu
uk: створено ##date##
vi: đã tạo vào ngày ##date##

source: Automated analysis
am: ራስ-ሰር ትንትኔ
ar: التحليل الآلي
de: Automatisierte Analyse
es: Análisis automatizado
fa: تحلیل‌های اتوماتیک
id: Analisis otomatis
ja: 自動分析
pl: Analiza automatyczna
pt: Análise automatizada
ru: Автоматический анализ
sw: Uchambuzi otomatiki
th: การวิเคราะห์โดยอัตโนมัติ
uk: Автоматизований аналіз
vi: Phân tích tự động

source: Unsaved changes
am: ያልተቀመጡ ለውጦች
ar: التغييرات التي لم يتم حفظها
de: Ungespeicherte Änderungen
es: Cambios sin guardar
fa: تغییرات ذخیره نشده
id: Perubahan belum disimpan
ja: 未保存の変更
pl: Niezapisane zmiany
pt: Alterações não salvas
ru: Несохраненные изменения
sw: Mabadiliko ambayo hayajahifadhiwa
th: การเปลี่ยนแปลงที่ไม่ได้บันทึก
uk: Незбережені зміни
vi: Các thay đổi chưa được lưu

source: Saved
am: ተቀምጧል
ar: تم الحفظ
de: Gespeichert
es: Guardado
fa: ذخیره شده
id: Tersimpan
ja: 保存されました
pl: Zapisano
pt: Salvo
ru: Сохраненные
sw: Yamehifadhiwa
th: บันทึกแล้ว
uk: Збережено
vi: Đã lưu

source: This ##type## does not have a transcript yet
am: ይህ ##type## እስካሁን ግልባጭ የለውም
ar: هذا ##type## ليس لديه نص مفرّغ حتى الآن
bn: এই ##type##টির এখন পর্যন্ত কোনো প্রতিলিপি নেই
cs: Tato položka (##type##) zatím nemá přepis
de: Dazu ##type## gibt es noch kein Transkript
es: Este ##type## aún no tiene transcripción
fa: این ##type##هنوز رونوشت ندارد
fr: Ce ##type## n’a pas encore de transcription
hi: इसका ##type## का अभी तक कोई ट्रांस्क्रिप्ट हीं है
hu: Ezen ##type## még nem rendelkezik átirattal
id: ##type## ini belum memiliki transkrip
ja: この##type##はまだ文字起こしがありません
km: វា ##type## មិនទាន់មានប្រតិចារឹកនៅឡើយទេ
my: ဤ ##type## တွင် စာသားဖိုင် မရှိသေးပါ
ne: योसँग ##type##अझै ट्रान्सक्रिप्ट छैन
pl: ##type## nie ma jeszcze transkrypcji
pt: ##type## ainda sem transcrição
ru: Это ##type## пока не имеет транскрипта
sw: Hii ##type## haina manukuu bado
th: ##type##นี้ยังไม่มีข้อความถอดเสียง
tr: Bu ##type## henüz bir transkripte sahip değil
uk: ##type## ще не має текстового запису
vi: ##type## này hiện chưa có bản phiên âm

source: begin
am: ጀምር
ar: يبدأ
bn: শুরু করুন
cs: začít
de: beginnen
es: empezar
fa: شروع
fr: commencer
hi: शुरू करें
hu: kezdés
id: mulai
ja: 始める
km: ចាប់ផ្ដើម
my: စတင်
ne: सुरु गर्नुहोस्
pl: zacznij
pt: começar
ru: начать
sw: anza
th: เริ่ม
tr: başla
uk: почати
vi: bắt đầu

source: Please select the original language of the ##type##
am: እባኮትን ##type## የመጀመሪያውን ቋንቋ ይምረጡ
ar: فضلاً قم باختيار اللغة الأصلية لـ ##type##
bn: ##type##টির মূল ভাষা নির্বাচন করুন
cs: Vyberte zdrojový jazyk položky (##type##)
de: Wählen Sie bitte die Originalsprache der ##type##
es: Selecciona el idioma original de ##type##
fa: لطفا زبان اصلی ##type## را انتخاب کنید
fr: Veuillez sélectionner la langue d’origine du ##type##
hi: कृपया ##type## की मूल भाषा चुनें
hu: Válassza ki a(z) ##type## eredeti nyelvét
id: Silakan pilih bahasa asli ##type##
ja: ##type##の中から原語を選択してください
km: សូមជ្រើសរើសភាសាដើមនៃ ##type##
my: ကျေးဇူးပြု၍ ##type## ၏ မူလဘာသာစကားကို ရွေးချယ်ပါ
ne: कृपया को मूल भाषा चयन गर्नुहोस्##type##
pl: Proszę wybrać oryginalny język ##type##
pt: Selecione o idioma original de ##type##
ru: Пожалуйста, выберите язык оригинала ##type##
sw: Tafadhali chagua lugha asili ya ##type##
th: โปรดเลือกภาษาต้นฉบับของ##type##
tr: Lütfen orijinal ##type## dilinizi seçin
uk: Оберіть мову оригіналу ##type##
vi: Vui lòng chọn ngôn ngữ gốc của ##type##

source: back
am: ተመለስ
ar: الرجوع
bn: ফিরে যান
cs: zpět
de: zurück
es: regresar
fa: قبلی
fr: retour
hi: पीछे
hu: vissza
id: kembali
ja: 戻る
km: ត្រឡប់ក្រោយវិញ
my: နောက်သို့
ne: फिर्ता
pl: powrót
pt: voltar
ru: назад
sw: nyuma
th: ย้อนกลับ
tr: geri
uk: назад
vi: quay lại

source: manual
am: በእጅ
ar: دليل
bn: হাতে করা
cs: ruční
de: manuell
fa: دستی
fr: manuelle
hi: नियमावली
hu: manuális
ja: 手動
km: ដោយដៃ
my: ကိုယ်တိုင်
ne: म्यानुअल
pl: instrukcja
ru: вручную
sw: mwongozo
th: ด้วยตนเอง
tr: manuel
uk: транскрибувати вручну
vi: thủ công

source: transcribe
am: መገልበጥ
ar: نسخ
bn: প্রতিলিপি তৈরি করুন
cs: přepsat
de: umschreiben
es: transcribir
fa: رونویسی
fr: transcrire
hi: ट्रांस्क्राइब करें
hu: átírás
id: transkripsi
ja: 文字起こす
km: ធ្វើប្រតិចារឹក
my: ရေးသားသည်
ne: ट्रान्सक्राइब गर्नुहोस्
pl: transkrybuj
pt: transcrever
ru: транскрибировать
sw: andika
th: ถอดเสียง
tr: transkripsiyon
uk: транскрибувати
vi: phiên âm

source: Automatic transcription in progress
am: ራስ-ሰር ቅጂ በሂደት ላይ
ar: تفريغ النص التلقائي قيد التنفيذ
de: Automatische Transkription ist in Bearbeitung
es: Transcripción automática en curso
fa: رونویسی خودکار در حال انجام است
id: Transkripsi otomatis sedang diproses
ja: 自動文字起こし
pl: Automatyczne przepisywanie w trakcie
pt: Transcrição automática em andamento
ru: Выполняется автоматическая транскрипция
sw: Unukuzi wa moja kwa moja unaendelea
th: กำลังดำเนินการถอดเสียงอัตโนมัติ
uk: Виконується автоматичне транскрибування
vi: Đang tiến hành tự động phiên âm

source: Estimated time for completion: ##estimate##
am: ለማጠናቀቅ የሚገመተው ጊዜ፦ ##estimate##
ar: الوقت المقدر للانتهاء: ##estimate##
de: Geschätzte Zeit bis zur Fertigstellung: ##estimate##
es: Tiempo estimado para la finalización: ##estimate##
fa: زمان تخمینی برای اتمام: ##estimate##
id: Perkiraan waktu penyelesaian: ##estimate##
ja: 完了予定時刻: ##estimate##
pl: Przewidywany czas realizacji: ##estimate##
pt: Tempo estimado de conclusão:##estimate##
ru: Предполагаемое время выполнения: ##estimate##
sw: Muda uliokadiriwa wa kukamilika: ##estimate##
th: เวลาโดยประมาณกว่าจะแล้วเสร็จ: ##estimate##
uk: Орієнтовний час виконання: ##estimate##
vi: Thời gian hoàn thành dự kiến: ##estimate##

source: Automatic transcription of audio file from
am: የ ኦዲዮ ፋይል በራስ-ሰር ወደ ግልባጭ ከ
ar: تفريغ النص التلقائي للملفات الصوتية من
bn: যে ভাষা থেকে অডিও ফাইলের স্বয়ংক্রিয় প্রতিলিপি করা হয়েছে:
cs: Automatický přepis zvukového souboru z
de: Automatisches Transkript der Audiodatei von
es: Transcripción automática de archivos de audio de
fa: رونویسی خودکار فایل صوتی از
fr: Transcription automatique du fichier audio à partir de
hi: से ऑडियो फ़ाइल का स्वचालित ट्रांसक्रिप्शन
hu: Hangfájl automatikus átírása innen:
id: Transkripsi otomatis file audio dari
ja: 次の対象からオーディオファイルを自動的に文字起こし:
km: ការធ្វើប្រតិចារឹកនៃឯកសារអូឌីយ៉ូពី
my: အသံဖိုင်မှ အလိုလျောက် စာသား
ne: बाट अडियो फाइलको स्वचालित ट्रान्सक्रिप्शन
pl: Automatyczna transkrypcja pliku audio z
pt: Transcrição automática de arquivo de áudio do
ru: Автоматическая транскрипция аудиофайла из
sw: Unukuzi wa kiotomatiki wa faili ya sauti kutoka kwa
th: การถอดเสียงไฟล์เสียงโดยอัตโนมัติจาก
tr: Ses dosyasının otomatik transkripsiyonu
uk: Автоматичне транскрибування аудіофайлу з
vi: Tự động phiên âm tệp âm thanh từ

source: Transcription provider
am: የጽሑፍ ግልባጭ አቅራቢ
ar: مزود تفريغ النص
bn: প্রতিলিপি সেবা প্রদানকারী
cs: Poskytovatel přepisu
de: Anbieter von Transkripten
es: Proveedor de transcripciones
fa: تهیه کننده رونوشت
fr: Fournisseur de transcription
hi: ट्रांसक्रिप्शन प्रदाता
hu: Átiratszolgáltató
id: Penyedia transkripsi
ja: 文字起こしプロバイダー
km: អ្នកផ្ដល់សេវាការធ្វើប្រតិចារឹក
my: ရေးသားပံ့ပိုးသူ
ne: ट्रान्सक्रिप्शन प्रदायक
pl: Autor transkryptu
pt: Fornecedor da transcrição
ru: Автор транскрипции
sw: mtoaji wa unukuzi
th: ผู้ให้บริการถอดเสียง
tr: Transkripsiyon sağlayıcı
uk: Забезпечення текстового запису
vi: Cung cấp phiên âm
