Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Remove shared project
am: የጋራ ፕሮጀክትን ያስወግዱ
ar: إزالة المشروع المشترك
de: Geteiltes Projekt löschen
es: Eliminar proyecto compartido
fa: پروژه‌های به اشتراک گذاشته شده را حذف کنید
id: Hapus proyek yang dibagikan
ja: 共有プロジェクトを削除する
km: ដកគម្រោងរួមនេះចេញ
pl: Usuń udostępniony projekt
pt: Remover projeto compartilhado
ru: Удалить совместно используемый проект
sw: Ondoa mradi ulioshirikiwa
th: ลบโครงการที่ใช้ร่วมกัน
uk: Видалити спільний проєкт
vi: Gỡ dự án được chia sẻ

source: Clone this project
am: ይህን መሰል ዝጋ
ar: استنسخ هذا المشروع
de: Dieses Projekt klonen
es: Clonar este proyecto
fa: این پروژه را شبیه‌سازی کنید
id: Kloningkan proyek ini
ja: このプロジェクトを複製する
km: ក្លូនគម្រោងនេះ
pl: Sklonuj ten projekt
pt: Clonar projeto
ru: Скопировать этот проект
sw: Nakili mradi huu
th: โคลนโครงการนี้
uk: Клонувати цей проєкт
vi: Nhân bản dự án này

source: Create template
am: አብነት ፍጠር
ar: إنشاء قالب
bn: টেমপ্লেট তৈরি করুন
cs: Vytvořit šablonu
de: Vorlage erstellen
es: Crear plantilla
fa: ایجاد الگو
fr: Créer un modèle
hi: टेम्पलेट बनाएं
hu: Sablon létrehozása
id: Buat templat
ja: テンプレートを作成
km: បង្កើតទម្រង់គំរូ
my: ပုံစံ ဖန်တီးပါ
ne: टेम्प्लेट सिर्जना गर्नुहोस्
pl: Utwórz wzór
pt: Criar modelo
ru: Создать шаблон
sw: Unda kiolezo
th: สร้างเทมเพลต
tr: Şablon oluşturun
uk: Створити шаблон
vi: Tạo bản mẫu

source: Manage translations
am: ትርጉሞችን አስተዳድር
ar: إدارة الترجمات
bn: অনুবাদের ব্যবস্থাপনা করুন
cs: Správa překladů
de: Übersetzungen verwalten
es: Gestionar traducciones
fa: مدیریت ترجمه ها
fr: Gérer les traductions
hi: अनुवाद प्रबंधित (मैनेज) करें
hu: Fordítások kezelése
id: Kelola terjemahan
ja: 翻訳の管理
km: គ្រប់គ្រងការបកប្រែ
my: ဘာသာပြန်ဆိုမှုများအား စီမံခန့်ခွဲပါ
ne: अनुवादहरू प्रबन्ध गर्नुहोस्
pl: Zarządzaj tłumaczeniami
pt: Gerenciar traduções
ru: Управление переводами
sw: Dhibiti tafsiri
th: จัดการคำแปล
tr: Çevirileri yönetin
uk: Керувати перекладами
vi: Quản lí bản dịch

source: Languages:
am: ቋንቋዎች፦
ar: اللغات:
de: Sprachen:
es: Idiomas:
fa: زبان ها:
id: Bahasa:
ja: 言語:
km: ភាសា៖
pl: Języki:
pt: Idiomas:
ru: Языки:
sw: Lugha:
th: ภาษา:
uk: Мови:
vi: Ngôn ngữ:

source: This project has no languages defined yet
am: ይህ ፕሮጀክት እስካሁን የተገለጹ ቋንቋዎች የሉትም
ar: هذا المشروع ليس له لغات محددة حتى الآن
de: Für dieses Projekt sind bisher keine Sprachen definiert
es: Este proyecto aún no tiene idiomas definidos
fa: این پروژه هنوز به هیچ زبانی تعریف نشده است
id: Proyek ini belum memiliki bahasa yang ditetapkan
ja: このプロジェクトにはまだ言語が定義されていません
km: គម្រោងនេះគ្មានភាសាដែលបានកំណត់នៅឡើយទេ
pl: Ten projekt nie ma jeszcze zdefiniowanych wersji językowych
pt: Este projeto ainda não tem idiomas definidos
ru: Для этого проекта еще не определены языки
sw: Mradi huu hauna lugha zilizofafanuliwa bado
th: โครงการนี้ยังไม่มีการกำหนดภาษา
uk: Для цього проєкту ще не визначено жодної мови
vi: Dự án này chưa có ngôn ngữ nhất định

source: Unnamed language
am: ያልተሰየመ ቋንቋ
ar: اللغة غير مدرجة
bn: নামহীন ভাষা
cs: Nejmenovaný jazyk
de: Unbenannte Sprache
es: Idioma sin nombre
fa: زبان بی نام
fr: Langue sans nom
hi: अनामित भाषा
hu: Névtelen nyelv
id: Bahasa tanpa nama
ja: 未指定の言語
km: ភាសាមិនមានឈ្មោះ
my: အမည်မပေးရသေးသော ဘာသာစကား
ne: अज्ञात भाषा
pl: Nienazwany język
pt: Idioma sem nome
ru: Неименованный язык
sw: Lugha ambayo haijatajwa
th: ภาษาที่ไม่มีชื่อ
tr: İsimsiz dil
uk: Мова без назви
vi: Ngôn ngữ chưa có tên

source: Current version
am: የአሁኑ ስሪት
ar: الإصدار الحالي
de: Aktuelle Version
es: Versión actual
fa: نسخه فعلی
id: Versi saat ini
ja: 現在のバージョン
km: កំណែបច្ចុប្បន្ន
pl: Obecna wersja
pt: Versão atual
ru: Текущая версия
sw: Toleo la sasa
th: เวอร์ชันปัจจุบัน
uk: Поточна версія
vi: Phiên bản hiện tại

source: Archived version
am: በማህደር የተቀመጠ ስሪት
ar: النسخة المؤرشفة
de: Archivierte Version
es: Versión archivada
fa: نسخه بایگانی شده
id: Versi yang diarsipkan
ja: アーカイブされたバージョン
km: កំណែដែលបានទុកក្នុងបណ្ណសារ
pl: Zarchiwizowana wersja
pt: Versão arquivada
ru: Архивная версия
sw: Toleo lililohifadhiwa
th: เวอร์ชันที่เก็บถาวร
uk: Архівована версія
vi: Phiên bản được lưu trữ

source: Draft version
am: ረቂቅ ስሪት
ar: النسخة الأولية
de: Entwurfsversion
es: Versión borrador
fa: نسخه اولیه
id: Versi draf
ja: 下書きバージョン
km: កំណែព្រាង
pl: Wersja próbna
pt: Versão preliminar
ru: Черновая версия
sw: Toleo la rasimu
th: เวอร์ชันร่าง
uk: Чорнова версія
vi: Phiên bản nháp

source: If you want to make these changes public, you must deploy this form.
am: እነዚህን ለውጦች ይፋዊ ለማድረግ ከፈለጉ ይህን ቅፅ ማሰማራት አለብዎት።
ar: إذا كنت ترغب في جعل هذه التغييرات عامة، فيجب عليك نشر وتوزيع هذا النموذج.
de: Wenn Sie diese Änderungen öffentlich machen wollen, müssen Sie dieses Formular bereitstellen.
es: Si deseas publicar estos cambios, debes implementar este formulario.
fa: اگر می خواهید این تغییرات را عمومی کنید، باید این فرم را منتشر کنید.
id: Jika Anda ingin membuat perubahan ini menjadi publik, Anda harus luncurkan formulir ini.
ja: これらの変更を公開する場合は、このフォームを公開する必要があります。
km: បើអ្នកចង់បង្ហាញការផ្លាស់ប្ដូរទាំងនេះជាសាធារណៈ អ្នកត្រូវតែប្រើប្រាស់ទម្រង់បែបបទនេះ។
pl: Jeśli chcesz, żeby zmiany były widoczne dla wszystkich, musisz wdrożyć formularz.
pt: caso queira realizar estas mudanças públicas, você deve disponibilizar este formulário.
ru: Чтобы сделать изменения общедоступными, необходимо развернуть эту форму на севере.
sw: Ikiwa ungependa kufanya mabadiliko haya hadharani, lazima utumie fomu hii.
th: หากต้องการเผยแพร่การเปลี่ยนแปลงเหล่านี้ต่อสาธารณะ คุณต้องนำแบบฟอร์มนี้ไปใช้งาน
uk: Якщо ви хочете зробити ці зміни публічними, ви повинні розмістити цю форму.
vi: Nếu bạn muốn công khai các thay đổi, bạn phải triển khai biểu mẫu này.

source: An error occurred
am: ስህተት ተፈጥሯል
ar: حدث خطأ
bn: কোনো একটি ত্রুটি পাওয়া গেছে
cs: Došlo k chybě.
de: Ein Fehler ist aufgetreten
es: Se produjo un error
fa: خطایی رخ داد
fr: Une erreur est survenue
hi: एक त्रुटि हुई है
hu: Hiba történt
id: Terjadi kesalahan
ja: エラーが発生しました
pl: Wystąpił błąd
pt: Ocorreu um erro
ru: Произошла ошибка
sw: Hitilafu imetokea
th: เกิดข้อผิดพลาด
tr: Bir hata oluştu
uk: Виникла помилка
vi: Đã xảy ra lỗi

source: Your connection is offline
am: ግንኙነታችሁ ከመስመር ውጭ ነው
ar: حالة اتصالك "غير متصل"
de: Ihre Verbindung ist offline
es: Tu conexión está fuera de línea
fa: شما به اینترنت وصل نیستید
fr: Votre connexion est actuellement indisponible
hi: आपका कनेक्शन ऑफ़लाइन है
id: Koneksi Anda sedang berada di luar jaringan
ja: 接続がオフラインです
pl: Jesteś offline
pt: Sua conexão está offline
ru: Ваше соединение отключено
sw: Muunganisho wako hauko mtandaoni
th: การเชื่อมต่อของคุณออฟไลน์อยู่
tr: Bağlantınız çevrim dışı
uk: Ваше з'єднання вимкнено
vi: Kết nối của bạn đang ngoại tuyến

source: Your search returned no results.
am: ፍለጋህ ምንም ውጤት አላመጣም።
ar: لم يتم العثور على أي نتائج لبحثك.
bn: আপনার অনুসন্ধানের কোনো ফল পাওয়া যায় নি।
cs: Na váš dotaz nebyly nalezeny žádné výsledky.
de: Ihre Suche ergab keine Treffer.
es: Tu búsqueda no dio resultados.
fa: جستجوی شما نتیجه ای نداشت.
fr: Votre recherche n'a renvoyé aucun résultat.
hi: आपकी खोज के कोई परिणाम नहीं मिले।
hu: Nincs találat a keresésre.
id: Pencarian Anda tidak mengembalikan hasil.
ja: 検索結果がありません。
km: ការស្វែងរករបស់អ្នកមិនបានបង្ហាញលទ្ធផលអ្វីទេ។
my: သင့်ရှာဖွေမှုအတွက် အဖြေမရှိပါ။
ne: तपाईको खोजले कुनै नतिजा फिर्ता गरेन।
pl: Wyszukiwanie nie zwróciło żadnych wyników.
pt: Sua busca não retornou resultados.
ru: Ваш запрос не дал результатов.
sw: Utafutaji wako haukuleta matokeo.
th: การค้นหาของคุณไม่มีผลลัพธ์ใดๆ
tr: Aramanız sonuç vermedi.
uk: Ваш пошук не дав результатів.
vi: Tìm kiếm của bạn không có kết quả.

source: Let's get started by creating your first library question, block, template or collection. Click the New button to create it.
am: የእርስዎን የመጀመሪያ የቤተ-መጽሐፍት ጥያቄ፣ ብሎክ፣ አብነት ወይም ስብስብ በመፍጠር እንጀምር። እሱን ለመፍጠር አዲስ ቁልፍን ጠቅ ያድርጉ።
ar: لنبدأ بإنشاء أول سؤال، أو مجمع، أو قالب، أو مجموعة. انقر على زر "جديد" لإنشائه.
bn: লাইব্রেরিভুক্ত আপনার প্রথম প্রশ্ন, ব্লক, টেমপ্লেট বা সংগ্রহ সৃষ্টির মাধ্যমে শুরু করা যাক চলুন। এটি তৈরি করার জন্য “নতুন” বাটনে ক্লিক করুন।
cs: Začněme vytvořením první otázky, bloku, šablony nebo sbírky knihovny. Klepněte na tlačítko Nový a vytvořte ji.
de: Beginnen Sie, indem Sie Ihre erste Bibliotheksfrage, Ihren ersten Block, Ihre erste Vorlage oder Ihre erste Sammlung erstellen. Klicken Sie zum Erstellen auf die Schaltfläche Neu.
es: Empecemos por elaborar tu primera pregunta, bloque de preguntas, plantilla o recolección para la biblioteca. Para crearlos, haz clic en el botón Nuevo.
fa: بیایید با ایجاد اولین سؤال، بلوک، الگو یا مجموعه کتابخانه شما شروع کنیم. برای ایجاد آن روی دکمه جدید کلیک کنید.
fr: Commençons par créer une question, un bloc, un modèle ou une collection pour votre bibliothèque. Cliquez sur le bouton Nouveau pour le créer.
hi: आइए अपना पहला पुस्तकालय प्रश्न, ब्लॉक, टेम्प्लेट या संग्रह बनाकर शुरुआत करें। इसे बनाने के लिए न्यू बटन पर क्लिक करें।
hu: Kezdje azzal, hogy létrehozza az első könyvtári kérdését, blokkját, sablonját vagy gyűjteményét. Kattintson az Új gombra a létrehozáshoz.
id: Mari mulai dengan membuat pertanyaan, blok, templat atau koleksi pertama Anda. Klik tombol Baru untuk membuatnya.
ja: 最初のライブラリの質問、ブロック、テンプレート、またはコレクションを作成します。 [新規作成] ボタンをクリックして作成します。
km: តោះយើងចាប់ផ្ដើម​ដោយបង្កើតសំណួរបណ្ណាល័យដំបូង ប្លុក ទម្រង់គំរូ ឬបណ្ដុំរបស់អ្នក។ ចុចលើប៊ូតុងថ្មីដើម្បីបង្កើតវា។
my: သင့် ပထမဦးဆုံး မေးခွန်းစာကြည့်တိုက်၊ အခန်း၊ ပုံစံဇယား သို့မဟုတ် စုဆည်းမှု ဖန်တီး၍ စတင် ဖန်တီးရန် New ခလုတ်ကို ကလစ်ပါ။
ne: तपाईंको पहिलो पुस्तकालय प्रश्न, ब्लक, टेम्प्लेट वा संग्रह सिर्जना गरेर सुरु गरौं। यसलाई सिर्जना गर्न नयाँ बटन क्लिक गर्नुहोस्।
pl: Zacznijmy od stworzenia Twojej pierwszej biblioteki pytań, bloków, wzorów i kolekcji. Kliknij przycisk „Nowy”, by ją utworzyć.
pt: Vamos começar criando sua primeira pergunta, bloco, modelo ou coleção de biblioteca. Clique no botão Novo para criá-lo.
ru: Начнем с создания первого библиотечного вопроса, блока, шаблона или подборки. Для этого нажмите кнопку «Создать».
sw: Hebu tuanze kwa kuunda swali lako la kwanza la maktaba, kizuizi, kiolezo au mkusanyiko. Bofya kitufe kipya ili kuunda.
th: เริ่มต้นด้วยการสร้างคำถาม บล็อก เทมเพลต หรือคอลเลกชันไลบรารีแรกของคุณ คลิกปุ่ม ใหม่ เพื่อสร้าง
tr: İlk kitaplık sorunuzu, bloğunuzu, şablonunuzu veya koleksiyonunuzu oluşturarak başlayalım. Oluşturmak için Yeni butonuna tıklayın.
uk: Розпочнемо зі створення вашого першого бібліотечного питання, блоку, шаблону або колекції. Натисніть кнопку “Нове”, щоб створити його.
vi: Hãy bắt đầu bằng cách tạo câu hỏi thư viện, khối, bản mẫu hay bộ sưu tập đầu tiên của bạn. Nhấn nút Mới để tạo.

source: Advanced users: You can also drag and drop XLSForms here and they will be uploaded and converted to library items.
am: የላቁ ተጠቃሚዎች፡ እንዲሁም XLSForms ን እዚህ ጎትተው መጣል ይችላሉ እና እነሱ ተሰቅለው ወደ ቤተ-መጽሐፍት እቃዎች ይቀየራሉ።
ar: للمستخدمون المتقدمون: يمكنك أيضًا سحب ورفع ملف بصيغة (XLSForms) هنا وسيتم رفعها وتحويلها إلى عناصر مكتبة.
bn: উচ্চ পর্যায়ের ইউজার: আপনি XLSForm এখানে টেনে এনে ছেড়ে দিলেই (ড্র্যাগ অ্যান্ড ড্রপ) সেগুলো আপলোড হয়ে লাইব্রেরির আইটেমে পরিণত হয়ে যাবে।
cs: Pokročilí uživatelé: Sem můžete také přetáhnout soubory XLSForm, soubory budou nahrány a převedeny na položky knihovny.
de: Fortgeschrittene Benutzer*innen: Hier können Sie auch XLSForms per Drag &amp; Drop ablegen, die dann hochgeladen und in Bibliotheksobjekte umgewandelt werden.
es: Usuarios avanzados: también se pueden arrastrar y soltar XLSForms aquí; estos se cargarán y convertirán en elementos de la biblioteca.
fa: کاربرهای پیشرفته: همچنین می توانید XLSForms را در اینجا بکشید و رها کنید تا آپلود و به آیتم‌های کتابخانه تبدیل شوند.
fr: Utilisateurs avancés : Vous pouvez également faire glisser et déposer des formulaires XLSF ici et ils seront téléchargés et convertis en éléments de bibliothèque.
hi: उन्नत उपयोगकर्ता: आप यहां XLSForms को ड्रैग और ड्रॉप भी कर सकते हैं और वह अपलोड हो जाएंगे और लाइब्रेरी आइटम में बदल जाएंगे।
hu: Haladó felhasználók: XLSForm feltöltéséhez és könyvtár tételekké alakításához húzza azokat ide.
id: Pengguna tingkat lanjut: Anda juga dapat menyeret dan meletakkan XLSForms di sini dan setelahnya akan diunggah dan dikonversikan menjadi item perpustakaan.
ja: 上級者向け: XLSFormをここにドラッグ＆ドロップすると、アップロードされ、ライブラリアイテムに変換されます。
km: អ្នកប្រើប្រាស់កម្រិតខ្ពស់៖ អ្នកក៏អាចអូស និងទម្លាក់ទម្រង់បែបបទ XLSForms នៅទីនេះបានដែរ ហើយទម្រង់បែបបទទាំងនោះនឹងត្រូវបានបង្ហោះ និងបំប្លែងទៅជាធាតុបណ្ណាល័យ។
my: ကျွမ်းကျင်အဆင့်အသုံးပြုသူများ XLSForms ကို ဤနေရာသို့ ဆွဲယူ နေရာချ၍လည်း အသုံးပြုနိုင်ပြီး ၎င်းတို့ကို အပ်လုဒ်လုပ်၍ လိုက်ဘရီအကြောင်းအရာများအဖြစ် ပြောင်းလဲပေးပါမည်။
ne: उन्नत प्रयोगकर्ताहरू: तपाईं यहाँ XLSForms लाई तान्न र छोड्न सक्नुहुन्छ र तिनीहरूलाई अपलोड गरी पुस्तकालय वस्तुहरूमा रूपान्तरण गरिनेछ।
pl: Zaawansowani użytkownicy: Możesz przeciągnąć i upuścić pliki XLSForms tutaj w celu ich przesłania i przekształcenia w elementy biblioteki.
pt: Usuários avançados: Vocês também podem arrastar e soltar formulários XLSForms aqui e eles serão carregados e convertidos em itens de biblioteca.
ru: Квалифицированные пользователи: вы можете перетащить сюда формы в стандарте XLSForm, и они будут загружены и преобразованы в элементы библиотеки.
sw: Watumiaji mahiri: Unaweza pia kuburuta na kudondosha Fomu za XLS hapa na zitapakiwa na kubadilishwa kuwa vipengee vya maktaba.
th: ผู้ใช้ขั้นสูง: คุณยังสามารถลากแล้วปล่อย XLSForm ไว้ที่นี่ จากนั้นระบบจะอัปโหลดและแปลงเป็นรายการในไลบรารี
tr: İleri düzey kullanıcılar: Dilerseniz XLSForms ögelerini sürükleyip buraya bırakabilirsiniz; bunlar yüklenecek ve kütüphane ögelerine dönüştürülecektir.
uk: Досвідчені користувачі: ви також можете перетягнути сюди XLSForms і вони будуть завантажені та перетворені на елементи бібліотеки.
vi: Người dùng nâng cao: Bạn cũng có thể kéo và thả XLSForms ở đây. Chúng sẽ được tải lên và chuyển thành các tài liệu thư viện.

source: My Library
am: የእኔ ቤተ-መጽሐፍት
ar: مكتبتي
bn: আমার লাইব্রেরি
cs: Moje knihovna
de: Meine Bibliothek
es: Mi biblioteca
fa: کتابخانه من
fr: Ma bibliothèque
hi: मेरा पुस्तकालय (माई लाइब्रेरी)
hu: Könyvtáram
id: Perpustakaanku
ja: マイライブラリ
km: បណ្ណាល័យរបស់ខ្ញុំ
my: ကျွန်ုပ်စာကြည့်တိုက်
ne: मेरो पुस्तकालय
pl: Moja biblioteka
pt: Minha Biblioteca
ru: Моя библиотека
sw: Maktaba Yangu
th: ไลบรารีของฉัน
tr: Kütüphanem
uk: Моя бібліотека
vi: Thư viện của tôi

source: Drop files to upload
am: ፋይሎችን ለመስቀል ጣል ያድርጉ
ar: ضع الملفات هنا لرفعها
bn: ফাইল আপলোড করতে চাইলে টেনে এনে ছেড়ে দিন
cs: Sem přetáhněte soubory k nahrání
de: Dateien zum Hochladen herüberziehen
es: Colocar aquí archivos para subir
fa: برای آپلود فایل ها را رها کنید
fr: Déposer les fichiers à télécharger
hi: अपलोड करने के लिए फ़ाइलें छोड़ें
hu: Húzza ide a fájlokat a feltöltéshez
id: Letakkan file untuk diunggah
ja: ファイルをドロップしてアップロード
km: ទម្លាក់ឯកសារដើម្បីបង្ហោះ
my: အပ်လုဒ်လုပ်ရန် ဖိုင်များကို နေရာချပါ
ne: अपलोड गर्न फाइलहरू ड्रप गर्नुहोस्
pl: Upuść pliki, by je przesłać
pt: Soltar arquivos para carregar
ru: Перетащить файлы для загрузки
sw: Dondosha faili ili upakie
th: นำไฟล์มาปล่อยเพื่ออัปโหลด
tr: Yüklemek için dosyaları bırakın
uk: Перетягніть файли для завантаження
vi: Thả các tệp để tải lên

source: Public Collections
am: የህዝብ ስብስቦች
ar: المجموعات العامة
bn: পাবলিক সংগ্রহ
cs: Veřejné sbírky
de: Öffentliche Sammlungen
es: Colecciones públicas
fa: جمع آوری عمومی
fr: Collections publiques
hi: सार्वजनिक संग्रह
hu: Nyilvános gyűjtemények
id: Koleksi Publik
ja: パブリックコレクション
km: បណ្ដុំសាធារណៈ
my: အများသုံး စုဆည်းမှုများ
ne: सार्वजनिक संग्रहहरू
pl: Publiczne kolekcje
pt: Coleções Públicas
ru: Общедоступные подборки
sw: Makusanyo ya Umma
th: คอลเลกชันสาธารณะ
tr: Herkese Açık Koleksiyonlar
uk: Публічні колекції
vi: Bộ sưu tập công khai

source: Subscribed
am: ተመዝግቧል
ar: مشترك
de: Abonniert
es: Suscrito
fa: آبونمان شده
id: Berlangganan
ja: 購読済み
km: បានជាវ
pl: Subskrybowany
pt: Subscrito
ru: Подписка
sw: Umejiandikisha
th: สมัครรับข้อมูลแล้ว
uk: Підписано
vi: Đã đăng kí

source: Quick look
am: ፈጣን እይታ
ar: نظرة سريعة
de: Schnellansicht
es: Vista rápida
fa: نگاه سریع
id: Lihat sekilas
ja: ざっと見る
km: មើលលឿន
pl: Szybki podgląd
pt: Verificação rápida
ru: Быстрый просмотр
sw: Mwonekano wa haraka
th: ดูด่วน
uk: Швидкий огляд
vi: Xem trước

source: Could not load grouped results via "##". Will attempt to load the ungrouped report.
am: የተቧደኑ ውጤቶችን በ"##" መጫን አልተቻለም። ያልተሰበሰበውን ሪፖርት ለመጫን ይሞክራል።
ar: تعذر تحميل النتائج المصنفة عبر "##". سيحاول تحميل التقرير غير المصنفة.
bn: "##" ব্যবহার করে গ্রুপ করা ফলাফল লোড করা যায় নি। গ্রুপ না-করা প্রতিবেদন লোড করার চেষ্টা করা হবে।
cs: Nepodařilo se načíst seskupené výsledky prostřednictvím „##“. Proběhne pokus o načtení neseskupeného hlášení.
de: Konnte gruppierte Ergebnisse über „##“ nicht laden. Wird versuchen, den nicht gruppierten Bericht zu laden.
es: No se pudieron cargar los resultados agrupados por «##». Se intentará cargar el reporte sin agrupar.
fa: نتایج گروه‌بندی شده از طریق "##" بارگیری نشد. سعی می‌کنیم گزارش گروه‌بندی نشده را بارگیری کنیم.
fr: Impossible de charger les résultats groupés via « ## ». Chargement du rapport non groupé en cours.
hi: "##" के माध्यम से समूहीकृत परिणामों को लोड नहीं किया जा सका। असंगठित रिपोर्ट लोड करने का प्रयास करेंगे।
hu: Nem sikerült a csoportosított eredményeket betölteni "##" használatával. Kísérlet a nem csoportosított jelentés betöltésére.
id: Tidak dapat memuat hasil yang dikelompokkan melalui "##". Akan mencoba memuat laporan yang tidak dikelompokkan.
ja: グループ化された結果を"##"経由で読み込むことができませんでした。グループ化されていないレポートを読み込むよう試みます。
km: មិនអាចផ្ទុកលទ្ធផលជាក្រុមតាមរយៈ "##" បានទេ។ នឹងព្យាយាមដើម្បីផ្ទុករបាយការណ៍ដែលមិនបានដាក់ជាក្រុម។
my: "##" မှတဆင့် အုပ်စုဖွဲ့ရလဒ်များကို ဖွင့်၍ မရပါ။ အုပ်စုဖွဲ့မထားသောအစီရင်ခံစာများကို ကြိုးစား ဖွင့်ကြည့်ပါမည်။
ne: "##" मार्फत समूहबद्ध परिणामहरू लोड गर्न सकिएन। समूह नगरिएको रिपोर्ट लोड गर्ने प्रयास गर्नेछ।
pl: Nie udało się wczytać zgrupowanych rezultatów przez "##". Zostanie podjęta próba wczytanie niezgrupowanego raportu.
pt: Não foi possível carregar os resultados agrupados por meio de "##". O sistema tentará carregar o relatório desagrupado.
ru: Не удалось загрузить сгруппированные результаты с помощью ресурса «##». Будет произведена попытка загрузить отчет без группировки.
sw: Haikuweza kupakia matokeo ya makundi kupitia "##". Itajaribu kupakia ripoti isiyojumuishwa.
th: ไม่สามารถโหลดผลลัพธ์ที่จัดกลุ่มแล้วผ่าน "##" จะพยายามโหลดรายงานที่ไม่ได้จัดกลุ่ม
tr: Gruplandırılmış sonuçlar "##" aracılığıyla yüklenemedi. Gruplanmamış rapor yüklemesi denenecek.
uk: Не вдалося завантажити згруповані результати через "##". Спробує завантажити незгрупований звіт.
vi: Không thể tải kết quả nhóm qua "##". Sẽ cố gắng tải báo cáo không được nhóm.

source: Could not refresh report.
am: ሪፖርት ማደስ አልተቻለም።
ar: تعذر تحديث التقرير.
bn: প্রতিবেদন রিফ্রেশ করা যায় নি।
cs: Nepodařilo se obnovit hlášení.
de: Der Bericht konnte nicht aktualisiert werden.
es: No se pudo actualizar el informe.
fa: بازخوانی گزارش امکان‌پذیر نیست.
fr: Impossible de rafraîchir le rapport.
hi: रिपोर्ट रीफ्रेश नहीं हो पाई।
hu: Nem sikerült a jelentés frissítése.
id: Tidak dapat memuat ulang laporan.
ja: レポートの更新ができませんでした。
km: មិនអាចរីហ្វ្រេសរបាយការណ៍បានទេ។
my: ရီပို့ကို ပြန်ဖွင့်၍ မရပါ။
ne: रिपोर्ट रिफ्रेस गर्न सकिएन।
pl: Nie udało się odświeżyć raportu.
pt: Não foi possível atualizar o relatório.
ru: Не удалось обновить отчет.
sw: Haikuweza kuonyesha upya ripoti.
th: รีเฟรชรายงานไม่ได้
tr: Rapor yenilenemedi.
uk: Не вдалося оновити звіт.
vi: Không thể tải lại báo cáo.

source: Untitled report
am: ርዕስ አልባ ሪፖርት
ar: تقرير بلا عنوان
bn: শিরোনামহীন প্রতিবেদন
cs: Hlášení bez názvu
de: Unbenannter Bericht
es: Informe sin título
fa: گزارش بدون عنوان
fr: Rapport sans titre
hi: बिना शीर्षक रिपोर्ट
hu: Névtelen jelentés
id: Laporan tanpa judul
ja: 無題のレポート
km: របាយការណ៍គ្មានចំណងជើង
my: အမည်မပေးရသေးသောရီပို့
ne: शीर्षकविहीन रिपोर्ट
pl: Raport bez tytułu
pt: Relatório sem título
ru: Отчет без названия
sw: Ripoti isiyo na jina
th: รายงานที่ไม่มีชื่อ
tr: Adsız rapor
uk: Звіт без назви
vi: Báo cáo chưa có tiêu đề

source: Default Report
am: ነባሪ ሪፖርት
ar: تقرير افتراضي
bn: ডিফল্ট প্রতিবেদন
cs: Výchozí hlášení
de: Standardbericht
es: Informe predeterminado
fa: گزارش های پیش فرض
fr: Rapport par défaut
hi: डिफ़ॉल्ट रिपोर्ट
hu: Alapértelmezett jelentés
id: Laporan Default
ja: デフォルトのレポート
km: របាយការណ៍លំនាំដើម
my: ရီပို့ အကြမ်း
ne: पूर्वनिर्धारित रिपोर्ट
pl: Domyślny raport
pt: Relatório padrão
ru: Отчет по умолчанию
sw: Ripoti chaguo-msingi
th: รายงานเริ่มต้น
tr: Varsayılan Rapor
uk: Стандартний звіт
vi: Báo cáo mặc định

source: Create New Report
am: አዲስ ሪፖርት መፍጠር
ar: إنشاء تقرير جديد
bn: নতুন প্রতিবেদন তৈরি করুন
cs: Vytvořit nové hlášení
de: Neuen Bericht erstellen
es: Crear nuevo informe
fa: ایجاد گزارش
fr: Créer un nouveau rapport
hi: नई रिपोर्ट बनाएं
hu: Új jelentés létrehozása
id: Buat Laporan Baru
ja: 新規レポートの作成
km: បង្កើតរបាយការណ៍ថ្មី
my: ရီပို့အသစ် ဖန်တီးသည်
ne: नयाँ रिपोर्ट सिर्जना गर्नुहोस्
pl: Stwórz nowy raport
pt: Criar novo relatório
ru: Создать новый отчет
sw: Unda Ripoti Mpya
th: สร้างรายงานใหม่
tr: Yeni Rapor Oluşturun
uk: Створити новий звіт
vi: Tạo báo cáo mới

source: Edit Report Questions
am: የሪፖርት ጥያቄዎችን ያርትዑ
ar: تعديل أسئلة التقرير
bn: প্রতিবেদনের প্রশ্ন এডিট করুন
cs: Upravit otázky hlášení
de: Berichtsfragen bearbeiten
es: Editar preguntas del informe
fa: ویرایش گزارش سوالات
fr: Modification des questions du rapport
hi: रिपोर्ट प्रश्न संपादित करें
hu: Jelentés kérdéseinek szerkesztése
id: Edit Pertanyaan Laporan
ja: レポートの質問を編集
km: កែសំណួររបាយការណ៍
my: ရီပို့ မေးခွန်းများကို ပြုပြင်သည်
ne: रिपोर्ट प्रश्नहरू सम्पादन गर्नुहोस्
pl: Edytuj pytania raportu
pt: Editar perguntas do relatório
ru: Изменить вопросы отчета
sw: Badilisha Maswali ya Ripoti
th: แก้ไขคำถามเกี่ยวกับรายงาน
tr: Rapor Sorularını Düzenleyin
uk: Відредагуйте запитання звіту
vi: Chỉnh sửa câu hỏi báo cáo

source: Configure Report Style
am: የሪፖርት ዘይቤን አዋቅር
ar: تهيئة نمط التقرير
bn: প্রতিবেদনের ধরন কনফিগার করুন
cs: Konfigurace stylu hlášení
de: Berichtstil konfigurieren
es: Configurar estilo del informe
fa: پیکربندی سبک گزارش
fr: Configurer le style du rapport
hi: रिपोर्ट शैली (रिपोर्ट स्टाइल) बनाएं (कॉन्फ़िगर) करें
hu: Jelentésstílus beállítása
id: Atur Gaya Laporan
ja: レポートのスタイル設定
km: កំណត់រចនាសម្ព័ន្ធរចនាប័ទ្មរបាយការណ៍
my: ရီပို့ပုံစံကို သတ်မှတ်သည်
ne: रिपोर्ट शैली कन्फिगर गर्नुहोस्
pl: Skonfiguruj styl raportu
pt: Configurar Estilo do Relatório
ru: Настроить стиль отчета
sw: Sanidi Mtindo wa Ripoti
th: กำหนดค่ารูปแบบรายงาน
tr: Rapor Stilini Yapılandır
uk: Налаштувати стиль звіту
vi: Định dạng kiểu báo cáo

source: Print
am: ማተም
ar: طباعة
bn: প্রিন্ট করুন
cs: Tisk
de: Drucken
es: Imprimir
fa: چاپ
fr: Imprimer
hi: छापें (प्रिंट)
hu: Nyomtatás
id: Cetak
ja: 印刷
km: បោះពុម្ព
my: ပရင့်ထုတ်သည်
ne: छाप्नुहोस्
pl: Wydrukuj
pt: Imprimir
ru: Печать
sw: Chapisha
th: พิมพ์
tr: Yazdır
uk: Друкувати
vi: In

source: Toggle fullscreen
am: ሙሉ ስክሪን ቀይር
ar: تبديل وضع ملء الشاشة
bn: ফুলস্ক্রিন টগল করুন
cs: Přepnout na celou obrazovku
de: Vollbildmodus umschalten
es: Alternar pantalla completa
fa: تغییر وضعیت نمایش تمام صفحه
fr: Basculer en plein écran
hi: पूर्णस्क्रीन टॉगल करें
hu: Teljes képernyő ki/be
id: Beralih ke layar penuh
ja: フルスクリーンへ切り替え
km: បិទ/បើកអេក្រង់ពេញ
my: မျက်နှာပြင်ပြည့်ခလုတ်
ne: फुलस्क्रिन टगल गर्नुहोस्
pl: Przełącz tryb pełnoekranowy
pt: Alternar para modo tela cheia
ru: Включить полноэкранный режим
sw: Geuza skrini nzima
th: สลับโหมดเต็มหน้าจอ
tr: Tam ekrana geç
uk: Переключити на повноекранний режим
vi: Bật/tắt toàn màn hình
