Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Isle of Man
am: የሰው ደሴት
bn: আইল অফ ম্যান
cs: Ostrov Man
es: Isla de Man
fa: جزیره مان
hi: आइल ऑफ़ मन
id: Pulau Man
ja: マン島
my: မမ်းကျွန်း
pt: Ilha de Man
ru: Остров Мэн
sw: Man-sziget
th: เกาะแมน
uk: Острів Мен
vi: Đảo Man

source: Israel
am: እስራኤል
bn: ইসরায়েল
cs: Izrael
fa: اسرائیل
hi: इजराइल
ja: イスラエル
my: အစ္စရေး
ru: Израиль
sw: Izrael
th: อิสราเอล
uk: Ізраїль

source: Italy
am: ጣሊያን
bn: ইতালি
cs: Itálie
de: Italien
es: Italia
fa: ایتالیا
hi: इटली
id: Italia
ja: イタリア
my: အီတလီ
pt: Itália
ru: Италия
sw: Olaszország
th: อืตาลี
uk: Італія
vi: Ý

source: Jamaica
am: ጃማይካ
bn: জ্যামাইকা
cs: Jamajka
de: Jamaika
fa: جامائیکا
hi: जमैका
id: Jamaika
ja: ジャマイカ
my: ဂျမေကာ
ru: Ямайка
th: จาเมกา
uk: Ямайка

source: Japan
am: ጃፓን
bn: জাপান
cs: Japonsko
es: Japón
fa: ژاپن
hi: जापान
id: Jepang
ja: 日本
my: ဂျပန်
pt: Japão
ru: Япония
sw: Japán
th: ญี่ปุ่น
uk: Японія
vi: Nhật Bản

source: Jersey
am: ጀርሲ
bn: জার্সি
fa: جرسی
hi: जर्सी
ja: ジャージー
my: ဂျာစီ
ru: Джерси
th: เจอร์ซี
uk: Джерсі

source: Jordan
am: ጆርዳን
bn: জর্ডান
cs: Jordánsko
de: Jordanien
es: Jordania
fa: اردن
hi: जॉर्डन
id: Yordania
ja: ヨルダン
my: ဂျော်ဒန်
pt: Jordânia
ru: Иордания
sw: Jordánia
th: จอร์แดน
uk: Йорданія

source: Kazakhstan
am: ካዛክስታን
bn: কাজাখস্তান
cs: Kazachstán
de: Kasachstan
es: Kazajstán
fa: قزاقستان
hi: कज़ाखस्तान
ja: カザフスタン
my: ကာဇက်စတန်
pt: Cazaquistão
ru: Казахстан
sw: Kazahsztán
th: คาซัคสถาน
uk: Казахстан

source: Kenya
am: ኬንያ
bn: কেনিয়া
cs: Keňa
de: Kenia
es: Kenia
fa: کنیا
hi: केन्या
ja: ケニア
my: ကင်ညာ
pt: Quênia
ru: Кения
th: เคนยา
uk: Кенія

source: Kiribati
am: ኪሪባቲ
bn: কিরিবাতি
fa: کیریباتی
hi: किरबाती
ja: キリバス
my: ကီရီဘတ်စ်
ru: Кирибати
th: คิริบาติ
uk: Кірибаті

source: Korea, Democratic People's Republic of
am: ኮሪያ፣ ዲሞክራቲክ ህዝቦች ሪፐብሊክ
bn: উত্তর কোরিয়া
cs: Korejská lidově demokratická republika
de: Korea, Demokratische Republik
es: Corea del Norte
fa: کره، جمهوری دموکراتیک خلق
hi: कोरिया, डेमोक्रेटिक पीपल रिपब्लिक ऑफ़
id: Republik Rakyat Demokratik Korea
ja: 朝鮮民主主義人民共和国
my: ကိုရီးယားဒီမိုကရက်တစ်ပြည်သူ့သမ္မတနိုင်ငံ
pt: República Popular Democrática da Coreia
ru: Корейская Народно-Демократическая Республика
sw: Koreai Népi Demokratikus Köztársaság
th: สาธารณรัฐประชาธิปไตยประชาชนเกาหลี
uk: Корейська Народно-Демократична Республіка
vi: Cộng hòa Nhân dân Triều Tiên

source: Korea, Republic of
am: ኮሪያ፣ ሪፐብሊክ
bn: দক্ষিণ কোরিয়া
cs: Korejská republika
de: Korea, Republik
es: Corea del Sur
fa: کره، جمهوری
hi: कोरिया, रिपब्लिक ऑफ़
id: Korea Republik/Korea Selatan
ja: 韓国
my: ကိုရီးယားသမ္မတနိုင်ငံ
pt: República da Coreia
ru: Республика Корея
sw: Koreai Köztársaság
th: สาธารณรัฐเกาหลี
uk: Республіка Корея
vi: Hàn Quốc

source: Kosovo
am: ኮሶቮ
bn: কসোভো
fa: کوزوو
hi: कोसोवा
ja: コソボ
my: ကိုဆိုဗို
ru: Косово
sw: Koszovó
th: โคโซโว
uk: Косово

source: Kuwait
am: ኵዌት
bn: কুয়েত
cs: Kuvajt
fa: کویت
hi: कुवैत
ja: クウェート
my: ကူဝိတ်
ru: Кувейт
sw: Kuvait
th: คูเวต
uk: Кувейт

source: Kyrgyzstan
am: ክይርጋዝስታን
bn: কিরগিজস্তান
cs: Kyrgyzstán
de: Kirgisistan
es: Kirguistán
fa: قرقیزستان
hi: किर्गिस्तान
id: Kirgistan
ja: キルギス
my: ကာဂျစ္စတန်
pt: Quirguistão
ru: Кыргызстан
sw: Kirgizisztán
th: คีร์กีซสถาน
uk: Киргизстан

source: Lao People's Democratic Republic
am: የላኦ ህዝቦች ዲሞክራቲክ ሪፐብሊክ
bn: লাও গণপ্রজাতন্ত্র
cs: Laoská lidově demokratická republika
de: Laos, Demokratische Volksrepublik
es: República Democrática Popular Lao
fa: جمهوری دموکراتیک خلق لائوس
hi: लाओ पीपल डेमोक्रेटिक रिपब्लिक
id: Republik Demokratik Rakyat Laos
ja: ラオス
my: လာအိုပြည်သူ့ဒီမိုကရက်တစ်သမ္မတနိုင်ငံ
pt: República Democrática Popular do Laos
ru: Лаосская Народно-Демократическая Республика
sw: Laoszi Népi Demokratikus Köztársaság
th: สาธารณรัฐประชาธิปไตยประชาชนลาว
uk: Лаос
vi: Cộng hòa Dân chủ Nhân dân Lào

source: Latvia
am: ላቲቪያ
bn: লাটভিয়া
cs: Lotyšsko
de: Lettland
es: Letonia
fa: لتونی/ لاتویا
hi: लाटविया
ja: ラトビア
my: လတ်ဗီယာ
pt: Letônia
ru: Латвия
sw: Lettország
th: ลัตเวีย
uk: Латвія

source: Lebanon
am: ሊባኖስ
bn: লেবানন
cs: Libanon
de: Libanon
es: Líbano
fa: لبنان
hi: लेबोनन
ja: レバノン
my: လက်ဘနွန်
pt: Líbano
ru: Ливан
th: เลบานอน
uk: Ліван
vi: Liban

source: Lesotho
am: ሌስቶ
bn: লেসোথো
fa: لسوتو
hi: लेसोथो
ja: レソト
my: လီဆိုသို
pt: Lesoto
ru: Лесото
th: เลโซโท
uk: Лесото

source: Liberia
am: ላይቤሪያ
bn: লাইবেরিয়া
cs: Libérie
fa: لیبریا
hi: लाइबेरिया
ja: リベリア
my: လိုက်ဘေးရီးယား
pt: Libéria
ru: Либерия
sw: Libéria
th: ไลบีเรีย
uk: Ліберія

source: Libyan Arab Jamahiriya
am: ሊቢያ አረብ ጃማሂሪያ
bn: লিবিয়ার আরব জামাহিরিয়া
cs: Libyjská arabská džamáhíríje
de: Libysch-Arabische Dschamahirija
es: Jamahiriya Árabe Libia
fa: جماهیریه عربی لیبی
hi: लिबयान अरब जमाहिरिया
id: Jamahiriya Arab Libia
ja: 大リビア・アラブ社会主義人民ジャマーヒリーヤ国
my: လစ်ဗျား အာရပ် ဂျမာဟီရီယာ
pt: Grande Jamahiriya Árabe Líbia
ru: Ливия
sw: Líbiai Arab Dzsamahiríja
th: สาธารณรัฐอาหรับลิเบีย
uk: Лівія

source: Liechtenstein
am: ለይችቴንስቴይን
bn: লিক্টেনস্টাইন
cs: Lichtenštejnsko
fa: لیختن اشتاین
hi: लिकटेंस्टीन
ja: リヒテンシュタイン
my: လစ်တန်စတိန်း
ru: Лихтенштейн
th: ลิกเตนสไตน์
uk: Ліхтенштейн

source: Lithuania
am: ሊቱአኒያ
bn: লিথুয়ানিয়া
cs: Litva
de: Litauen
es: Lituania
fa: لیتوانی
hi: लिथुआनिया
ja: リトアニア
my: လစ်သူယေးနီးယား
pt: Lituânia
ru: Литва
sw: Litvánia
th: ลิทัวเนีย
uk: Литва

source: Luxembourg
am: ሉዘምቤርግ
bn: লুক্সেমবার্গ
cs: Lucembursko
de: Luxemburg
es: Luxemburgo
fa: لوکزامبورگ
hi: लक्सेम्बर्ग
id: Luksemburg
ja: ルクセンブルク
my: လူဇင်ဘတ်
pt: Luxemburgo
ru: Люксембург
sw: Luxemburg
th: ลักเซมเบิร์ก
uk: Люксембург

source: Macao
am: ማካዎ
bn: ম্যাকাও
fa: ماکائو
hi: मकाओ
id: Makau
ja: マカオ
my: မကာအို
ru: Макао
th: มาเก๊า
uk: Макао

source: Macedonia, The former Yugoslav Republic of
am: መቄዶኒያ፣ የቀድሞዋ የዩጎዝላቪያ ሪፐብሊክ
bn: ম্যাসিডোনিয়া (সাবেক যুগোস্লাভ প্রজাতন্ত্র)
cs: Makedonie, bývalá republika Jugoslávie
de: Mazedonien, Ehemalige jugoslawische Republik
es: Macedonia, la antigua República de Yugoslavia
fa: مقدونیه، جمهوری یوگسلاوی سابق
hi: मसेदोनिया, पूर्व यूगोस्लाव गणराज्य
id: Republik Makedonia yang dulu Yugoslavia
ja: マケドニア旧ユーゴスラビア共和国
my: မက်ဆီဒိုးနီးယား ယူဂိုဆလပ်သမ္မတနိုင်ငံ
pt: Antiga República Jugoslava da Macedônia
ru: Северная Македония
sw: Macedónia
th: มาซิโดเนีย
uk: Північна Македонія, колишня Югославська Республіка Македонія
vi: Bắc Macedonia

source: Madagascar
am: ማዳጋስካር
bn: মাদাগাস্কার
cs: Madagaskar
de: Madagaskar
fa: ماداگاسکار
hi: मेडागास्कर
id: Madagaskar
ja: マダガスカル
my: မဒါဂတ်စကား
ru: Мадагаскар
sw: Madagaszkár
th: มาดากัสการ์
uk: Мадагаскар

source: Malawi
am: ማላዊ
bn: মালাউই
fa: مالاوی
hi: मलावी
ja: マラウイ
my: မာလဝီ
ru: Малави
th: มาลาวี
uk: Малаві

source: Malaysia
am: ማሌዥያ
bn: মালয়েশিয়া
cs: Malajsie
es: Malasia
fa: مالزی
hi: मलेशिया
ja: マレーシア
my: မလေးရှား
pt: Malásia
ru: Малайзия
sw: Malajzia
th: มาเลเซีย
uk: Малайзія

source: Maldives
am: ማልዲቬስ
bn: মালদ্বীপ
cs: Maledivy
de: Malediven
es: Maldivas
fa: مالدیو
hi: मालदीव्स
id: Maladewa
ja: モルディブ
my: မော်လဒိုက်
pt: Maldivas
ru: Мальдивы
sw: Maldív-szigetek
th: มัลดีฟส์
uk: Мальдіви

source: Mali
am: ማሊ
bn: মালি
es: Malí
fa: مالی
hi: माली
ja: マリ
my: မာလီ
ru: Мали
th: มาลี
uk: Малі

source: Malta
am: ማልታ
bn: মাল্টা
fa: مالت
hi: माल्टा
ja: マルタ
my: မော်လတာ
ru: Мальта
sw: Málta
th: มอลตา
uk: Мальта

source: Marshall Islands
am: ማርሻል አይስላንድ
bn: মার্শাল দ্বীপপুঞ্জ
cs: Marshallovy ostrovy
de: Marshallinseln
es: Islas Marshall
fa: جزایر مارشال
hi: मार्शल आइलैंड
id: Kepulauan Marshall
ja: マーシャル諸島
my: မာရှယ်ကျွန်းစု
pt: Ilhas Marshall
ru: Маршалловы острова
sw: Marshall-szigetek
th: หมู่เกาะมาร์แชลล์
uk: Маршаллові Острови
vi: Quần đảo Marshall

source: Martinique
am: ማርቲኒክ
bn: মার্টিনিক
cs: Martinik
es: Martinica
fa: مارتینیک
hi: मर्तिनिकुए
ja: マルティニーク
my: မာတီနစ်
pt: Martinica
ru: Мартиника
th: มาร์ตินีก
uk: Мартиніка

source: Mauritania
am: ሞሪታኒያ
bn: মৌরিতানিয়া
cs: Mauritánie
de: Mauretanien
fa: موریتانی
hi: मॉरिटानिया
ja: モーリタニア
my: မော်ရီတေးနီးယား
pt: Mauritânia
ru: Мавритания
sw: Mauritánia
th: มอริเตเนีย
uk: Мавританія

source: Mauritius
am: ሞሪሼስ
bn: মরিশাস
cs: Mauricius
es: Mauricio
fa: موریس
hi: मॉरिशस
ja: モーリシャス
my: မောရစ်ရှ
pt: Maurícia
ru: Маврикий
th: มอริเชียส
uk: Маврикій

source: Mayotte
am: ማዮት
bn: মেয়োট
fa: مایوت
hi: मायोत्ते
ja: マヨット
my: မာယော့
ru: Майотта
th: มายอตต์
uk: Майотта

source: Mexico
am: ሜክስኮ
bn: মেক্সিকো
cs: Mexiko
de: Mexiko
es: México
fa: مکزیک
hi: मेक्सिको
id: Meksiko
ja: メキシコ
my: မက္ကဆီကို
pt: México
ru: Мексика
sw: Mexikó
th: เม็กซิโก
uk: Мексика

source: Micronesia, Federated States of
am: ማይክሮኔዥያ፣ የፌዴራል ግዛቶች
bn: মাইক্রোনেশিয়ার রাজ্যজোট
cs: Mikronésie, Federativní státy
de: Mikronesien, Föderierten Staaten von
es: Estados Federados de Micronesia
fa: میکرونزی، ایالات فدرال
hi: माइक्रोनेशिया, फ़ेडरेटेड स्टेट ऑफ़
id: Negara Federasi Mikronesia
ja: ミクロネシア連邦
my: မိုက်ခရိုနီးရှားဖက်ဒရယ်ပြည်ထောင်စု
pt: Estados Federados da Micronésia
ru: Федеративные Штаты Микронезии
sw: Mikronéziai Szövetségi Államok
th: สหพันธรัฐไมโครนีเซีย
uk: Федеративні Штати Мікронезії
vi: Liên bang Micronesia

source: Moldova, Republic of
am: ሞልዶቫ፣ ሪፐብሊክ
bn: মল্ডোভা প্রজাতন্ত্র
cs: Moldavská republika
de: Moldau, Republik
es: Moldavia
fa: مولداوی، جمهوری
hi: माल्डोवा, रिपब्लिक ऑफ़
id: Republik Moldova
ja: モルドバ共和国
my: မော်လ်ဒိုဗာ သမ္မတနိုင်ငံ
pt: República da Moldávia
ru: Республика Молдова
sw: Moldovai Köztársaság
th: สาธารณรัฐมอลโดวา
uk: Республіка Молдова
vi: Cộng hòa Moldova

source: Monaco
am: ሞናኮ
bn: মনাকো
cs: Monako
es: Mónaco
fa: موناکو
hi: मोनाको
id: Monako
ja: モナコ
my: မိုနာကို
pt: Mônaco
ru: Монако
th: โมนาโค
uk: Монако

source: Mongolia
am: ሞንጎሊያ
bn: মঙ্গোলিয়া
cs: Mongolsko
de: Mongolei
fa: مغولستان
hi: मंगोलिया
ja: モンゴル
my: မွန်ဂိုလီးယား
pt: Mongólia
ru: Монголия
sw: Mongólia
th: มองโกเลีย
uk: Монголія
vi: Mông Cổ

source: Montenegro
am: ሞንቴኔግሮ
bn: মন্টেনেগ্রো
cs: Černá Hora
fa: مونته نگرو
hi: मोंटेनेग्रो
ja: モンテネグロ
my: မွန်တီနီဂရိုး
ru: Черногория
sw: Montenegró
th: มอนเตเนโกร
uk: Чорногорія

source: Montserrat
am: ሞንትሴራት
bn: মন্টসেরাট
fa: مونتسرات
hi: मोंटसेर्रात
ja: モントセラト
my: မောင်းဆာလတ်
pt: Monserrate
ru: Монтсеррат
th: มอนต์เซอร์รัต
uk: Монтсеррат

source: Morocco
am: ሞሮኮ
bn: মরোক্কো
cs: Maroko
de: Marokko
es: Marruecos
fa: مراکش
hi: मोरक्को
id: Maroko
ja: モロッコ
my: မော်ရိုကို
pt: Marrocos
ru: Марокко
sw: Marokkó
th: โมร็อกโก
uk: Марокко

source: Mozambique
am: ሞዛምቢክ
bn: মোজাম্বিক
cs: Mosambik
de: Mosambik
fa: موزامبیک
hi: मोजांबिक
id: Mozambik
ja: モザンビーク
my: မိုဇမ်ဘစ်
pt: Moçambique
ru: Мозамбик
sw: Mozambik
th: โมซัมบิก
uk: Мозамбік

source: Myanmar
am: ማይንማር
bn: মায়ানমার
fa: میانمار
hi: म्यन्मार
ja: ミャンマー
my: မြန်မာ
pt: Mianmar
ru: Мьянма
sw: Mianmar
th: เมียนมาร์
uk: М’янма

source: Namibia
am: ናምቢያ
bn: নামিবিয়া
cs: Namibie
fa: نامیبیا
hi: नाम्बिया
ja: ナミビア
my: နမီးဘီးယား
pt: Namíbia
ru: Намибия
sw: Namíbia
th: นามีเบีย
uk: Намібія

source: Nauru
am: ናኡሩ
bn: নাউরু
fa: نائورو
hi: नॉरू
ja: ナウル
my: နအူရူး
ru: Науру
th: นาอูรู
uk: Науру

source: Nepal
am: ኔፓል
bn: নেপাল
cs: Nepál
fa: نپال
hi: नेपाल
ja: ネパール
my: နီပေါ
ru: Непал
sw: Nepál
th: เนปาล
uk: Непал

source: Netherlands
am: ኔዜሪላንድ
bn: নেদারল্যান্ড
cs: Nizozemsko
de: Niederlande
es: Países Bajos
fa: هلند
hi: नेदरलैंड्स
id: Belanda
ja: オランダ
my: နယ်သာလန်
pt: Holanda
ru: Нидерланды
sw: Hollandia
th: เนเธอร์แลนด์
uk: Нідерланди
vi: Hà Lan

source: New Caledonia
am: ኒው ካሌዶኒያ
bn: নিউ ক্যালিডোনিয়া
cs: Nová Kaledonie
de: Neukaledonien
es: Nueva Caledonia
fa: کالدونیای جدید
hi: न्यू कैलेडोनिया
id: Kaledonia Baru
ja: ニューカレドニア
my: နယူးကလီဒိုနီးယား
pt: Nova Caledônia
ru: Новая Каледония
sw: Új-Kaledónia
th: นิวคาเลโดเนีย
uk: Нова Каледонія

source: New Zealand
am: ኒውዚላንድ
bn: নিউজিল্যান্ড
cs: Nový Zéland
de: Neuseeland
es: Nueva Zelanda
fa: نیوزیلند
hi: न्यूज़ीलैण्ड
id: Selandia Baru
ja: ニュージーランド
my: နယူးဇီလန်
pt: Nova Zelândia
ru: Новая Зеландия
sw: Új-Zéland
th: นิวซีแลนด์
uk: Нова Зеландія

source: Nicaragua
am: ኒካራጉአ
bn: নিকারাগুয়া
cs: Nikaragua
fa: نیکاراگوئه
hi: निकारागुआ
id: Nikaragua
ja: ニカラグア
my: နီကာရာဂွါ
pt: Nicarágua
ru: Никарагуа
th: นิการากัว
uk: Нікарагуа

source: Niger
am: ኒጀር
bn: নাইজার
fa: نیجر
hi: नाइजर
ja: ニジェール
my: နိုင်ဂျာ
pt: Níger
ru: Нигер
th: ไนเจอร์
uk: Нігер

source: Nigeria
am: ናይጄሪያ
bn: নাইজেরিয়া
cs: Nigérie
fa: نیجریه
hi: नाइजीरिया
ja: ナイジェリア
my: နိုင်ဂျီးရီးယား
pt: Nigéria
ru: Нигерия
sw: Nigéria
th: ไนจีเรีย
uk: Нігерія

source: Niue
am: ኒይኡ
bn: নুয়ে
fa: نیوئه
hi: निउए
ja: ニウエ
my: နျူးအေး
ru: Ниуэ
th: นีอูเอ
uk: Ніуе

source: Norfolk Island
am: ኖርፎልክ አይስላንድስ
bn: নরফোক দ্বীপ
cs: Norfolk
de: Norfolkinsel
es: Isla Norfolk
fa: جزیره نورفولک
hi: नोरफ़ॉल्क आइलैंड
id: Pulau Norfolk
ja: ノーフォーク島
my: နော်ဖောကျွန်း
pt: Ilha Norfolk
ru: Остров Норфолк
sw: Norfolk-sziget
th: เกาะนอร์ฟอล์ก
uk: Острів Норфолк
vi: Đảo Norfolk

source: Northern Mariana Islands
am: የሰሜናዊ ማሪያና አይስላንድስ
bn: উত্তর মারিয়ানা দ্বীপপুঞ্জ
cs: Severní Mariany
de: Nördliche Marianen
es: Islas Marianas del Norte
fa: جزایر ماریانای شمالی
hi: उत्तरी मरिआना आइलैंड
id: Kepulauan Mariana Utara
ja: 北マリアナ諸島
my: မြောက်ပိုင်း မာရီယာနာ ကျွန်းစု
pt: Ilhas Marianas Setentrionais
ru: Северные Марианские Острова
sw: Északi-Mariana-szigetek
th: หมู่เกาะนอร์เทิร์นมาเรียนา
uk: Північні Маріанські острови
vi: Quần đảo Bắc Mariana

source: Norway
am: ኖርዌይ
bn: নরওয়ে
cs: Norsko
de: Norwegen
es: Noruega
fa: نروژ
hi: नॉर्वे
id: Norwegia
ja: ノルウェー
my: နော်ဝေး
pt: Noruega
ru: Норвегия
sw: Norvégia
th: นอร์เวย์
uk: Норвегія
vi: Na Uy

source: Oman
am: ኦማን
bn: ওমান
cs: Omán
es: Omán
fa: عمان
hi: ओमान
ja: オマーン
my: အိုမန်
pt: Omã
ru: Оман
sw: Omán
th: โอมาน
uk: Оман

source: Pakistan
am: ፓኪስታን
bn: পাকিস্তান
cs: Pákistán
es: Pakistán
fa: پاکستان
hi: पाकिस्तान
ja: パキスタン
my: ပါကစ္စတန်
pt: Paquistão
ru: Пакистан
sw: Pakisztán
th: ปากีสถาน
uk: Пакистан

source: Palau
am: ፓላኡ
bn: পালাউ
fa: پالائو
hi: पलाऊ
ja: パラオ
my: ပလောင်း
ru: Палау
th: ปาเลา
uk: Палау

source: Palestinian Territory, Occupied
am: የተያዘው የፍልስጤም ግዛት
bn: ফিলিস্তিন অঞ্চল (দখলকৃত)
cs: Palestinské území, okupované
de: Palästinensische Autonomiegebiete
es: Territorio Palestino; Ocupado
fa: سرزمین فلسطین، اشغال شده
hi: अधिकृत फ़िलिस्तीन क्षेत्र
id: Wilayah Palestina yang Diduduki
ja: パレスチナ自治区
my: အသိမ်းပိုက်ခံ ပါလက်စတိုင်းနယ်မြေ
pt: Território Palestino Ocupado
ru: Оккупированная Палестинская территория
sw: Megszállt palesztin területek
th: ดินแดนปาเลสไตน์ที่ถูกยึดครอง
uk: Окупована палестинська територія
vi: Lãnh thổ Palestine, bị chiếm đóng

source: Panama
am: ፓናማ
bn: পানামা
es: Panamá
fa: پاناما
hi: पनामा
ja: パナマ
my: ပနားမား
pt: Panamá
ru: Панама
th: ปานามา
uk: Панама

source: Papua New Guinea
am: ፓፓያ ኒው ጊኒ
bn: পাপুয়া নিউগিনি
cs: Papua Nová Guinea
de: Papua-Neuguinea
es: Papúa Nueva Guinea
fa: پاپوآ گینه نو
hi: पापुआ न्यू गिनी
id: Papua Nugini
ja: パプアニューギニア
my: ပါပူအာနယူးဂီနီ
pt: Papua Nova Guiné
ru: Папуа — Новая Гвинея
sw: Pápua Új-Guinea
th: ปาปัวนิวกินี
uk: Папуа-Нова Гвінея

source: Paraguay
am: ፓራጓይ
bn: প্যারাগুয়ে
fa: پاراگوئه
hi: पैराग्वे
ja: パラグアイ
my: ပါရာဂွေး
pt: Paraguai
ru: Парагвай
th: ปารากวัย
uk: Парагвай

source: Peru
am: ፔሩ
bn: পেরু
es: Perú
fa: پرو
hi: पेरू
ja: ペルー
my: ပီရူး
ru: Перу
th: เปรู
uk: Перу

source: Philippines
am: ፊሊፕንሲ
bn: ফিলিপাইন
cs: Filipíny
de: Philippinen
es: Filipinas
fa: فیلیپین
hi: फिलिपींस
id: Filipina
ja: フィリピン
my: ဖိလစ်ပိုင်
pt: Filipinas
ru: Филиппины
sw: Fülöp-szigetek
th: ฟิลิปปินส์
uk: Філіппіни

source: Pitcairn
am: ፒትኬርን
bn: পিটকেয়ার্ন
de: Pitcairninseln
es: Islas Pitcairn
fa: پیتکرن
hi: पिटकैर्न
ja: ピトケアン
my: ပစ်ကိန်
ru: Питкэрн
th: พิตแคร์น
uk: Острови Піткерн

source: Poland
am: ፖላንድ
bn: পোল্যান্ড
cs: Polsko
de: Polen
es: Polonia
fa: لهستان
hi: पोलैंड
id: Polandia
ja: ポーランド
my: ပိုလန်
pt: Polônia
ru: Польша
sw: Lengyelország
th: โปแลนด์
uk: Польща
vi: Ba Lan

source: Portugal
am: ፖርቹጋል
bn: পর্তুগাল
cs: Portugalsko
fa: پرتقال
hi: पुर्तगाल
ja: ポルトガル
my: ပေါ်တူဂီ
ru: Португалия
sw: Portugália
th: โปรตุเกส
uk: Португалія
vi: Bồ Đào Nha

source: Puerto Rico
am: ፑኤርቶ ሪኮ
bn: পুয়ের্তো রিকো
cs: Portoriko
fa: پورتوریکو
hi: प्यूर्टो रिको
ja: プエルトリコ
my: ပေါ်တိုရီကို
pt: Porto Rico
ru: Пуэрто-Рико
th: เปอร์โตริโก
uk: Пуерто-Рико

source: Qatar
am: ኳታር
bn: কাতার
cs: Katar
de: Katar
es: Catar
fa: قطر
hi: कतर
ja: カタール
my: ကာတာ
pt: Catar
ru: Катар
sw: Katar
th: การ์ตา
uk: Катар

source: Reunion
am: እንደገና መገናኘት
bn: রিইউনিয়ন
cs: Réunion
de: La Réunion
es: Reunión
fa: رئونیون
hi: रीयूनियन
id: Réunion
ja: レユニオン
my: ရီယူနီယန်
pt: Ilha Reunião
ru: Реюньон
sw: Réunion
th: เรอูนียง
uk: Реюньйон

source: Romania
am: ሮማኒያ
bn: রোমানিয়া
cs: Rumunsko
de: Rumänien
es: Rumanía
fa: رومانی
hi: रोमानिया
id: Rumania
ja: ルーマニア
my: ရိုမေးနီးယား
pt: Romênia
ru: Румыния
sw: Románia
th: โรมาเนีย
uk: Румунія

source: Russian Federation
am: የሩሲያ ፌዴሬሽን
bn: রাশিয়ান ফেডারেশন
cs: Ruská federace
de: Russische Föderation
es: Rusia
fa: فدراسیون روسیه
hi: रुसी फेडरेशन
id: Federasi Rusia
ja: ロシア連邦
my: ရူရှား ပြည်ထောင်စု
pt: Federação Russa
ru: Российская Федерация
sw: Orosz Föderáció
th: สหพันธรัฐรัสเซีย
uk: Росія
vi: Liên Bang Nga

source: Rwanda
am: ሩዋንዳ
bn: রুয়ান্ডা
de: Ruanda
es: Ruanda
fa: رواندا
hi: रवांडा
ja: ルワンダ
my: ရဝမ်ဒါ
ru: Руанда
th: รวันดา
uk: Руанда

source: Saint Helena
am: ሰይንት ሄሌና
bn: সেন্ট হেলেনা
cs: Svatá Helena
de: St. Helena
es: Santa Elena
fa: سنت هلنا
hi: संत हेलेना
ja: セントヘレナ
my: စိန့်ဟယ်လီနာ
pt: Santa Helena
ru: Остров Святой Елены
th: เซนต์เฮเลนา
uk: Острів Святої Єлени

source: Saint Kitts and Nevis
am: ሰይንት ኪትስ እና ኔቪስ
bn: সেন্ট কিটস ও নেভিস
cs: Svatý Kryštof a Nevis
de: St. Kitts und Nevis
es: San Cristóbal y Nieves
fa: سنت کیتس و نویس
hi: संत किट्ट्स और नेविस
id: Saint Kitts dan Nevis
ja: セントキッツ・ネイビス
my: စိန့်ကစ်နှင့် နီးဗစ်
pt: São Cristovão e Nevis
ru: Сент-Китс и Невис
sw: Saint Kitts és Nevis
th: เซนต์คิตส์และเนวิส
uk: Сент-Кітс і Невіс
vi: Saint Kitts và Nevis

source: Saint Lucia
am: ሰይንት ሉካስ
bn: সেন্ট লুসিয়া
cs: Svatá Lucie
de: St. Lucia
es: Santa Lucía
fa: سنت لوسیا
hi: संत लूसिया
ja: セントルシア
my: စိန့်လူစီယာ
pt: Santa Lúcia
ru: Сент-Люсия
th: เซนต์ลูเซีย
uk: Сент-Люсія

source: Saint Pierre and Miquelon
am: ቅዱስ ፒየር እና ሚኩሎን
bn: সেন্ট পিয়ের ও মিকেলোঁ
cs: Saint Pierre a Miquelon
de: Saint-Pierre und Miquelon
es: San Pedro y Miquelón
fa: سنت پیر و میکلون
hi: संत पिअर और मिकुएलों
id: Saint Pierre dan Miquelon
ja: セントピエール島およびミクロン島
my: ဆိန့် ဖီရီ နှင့် မီခိုလောင်
pt: São Pedro e Miquelão
ru: Сен-Пьер и Микелон
sw: Saint Pierre és Miquelon
th: เซนต์ปีแยร์และมีเกอลง
uk: Сен П'єр і Мікелон
vi: Saint Pierre và Miquelon

source: Saint Vincent and the Grenadines
am: ሰይንት ቪንሴንት እና ጀሬናዲኔስ
bn: সেন্ট ভিন্সেন্ট ও গ্রেনাডিন
cs: Svatý Vincenc a Grenadiny
de: St. Vincent und die Grenadinen
es: San Vicente y las Granadinas
fa: سنت وینسنت و گرنادین ها
hi: संत विन्सेंट और द ग्रेनादिनेस
id: Saint Vincent dan Grenadine
ja: セントビンセント及びグレナディーン諸島
my: စိန့်ဗင်းဆင့်နှင့် ဂရိနေဒိုင်
pt: São Vicente e Granadinas
ru: Сент-Винсент и Гренадины
sw: Saint Vincent és a Grenadine-szigetek
th: เซนต์วินเซนต์และเกรนาดีนส์
uk: Сент-Вінсент і Гренадіни
vi: Saint Vincent và Grenadines

source: Samoa
am: ሳሞአ
bn: সামোয়া
fa: ساموآ
hi: सामोआ
ja: サモア
my: ဆမိုးအား
ru: Самоа
sw: Szamoa
th: ซามัว
uk: Самоа

source: San Marino
am: ሳን ማሪኖ
bn: সান মারিনো
fa: سن مارینو
hi: सन मारिओ
ja: サンマリノ
my: ဆန်မာရီနို
pt: São Marino
ru: Сан-Марино
th: ซานมาริโน
uk: Сан-Марино

source: Sao Tome and Principe
am: ሳኦ ቶሜ እና ፕሪንቺፔ
bn: সাও টোমে ও প্রিন্সিপে
cs: Svatý Tomáš a Princův ostrov
de: São Tomé und Príncipe
es: Santo Tomé y Príncipe
fa: سائوتومه و پرنسیپ
hi: साओ टोम और प्रिंसिप
id: Sao Tome dan Principe
ja: サントメ・プリンシペ
my: ဆောင်တူမေးနှင့် ပရင်စီပီ
pt: São Tomé e Príncipe
ru: Сан-Томе и Принсипи
sw: São Tomé és Príncipe
th: เซาตูเมและปรินซิปี
uk: Сан-Томе і Принсіпі
vi: São Tomé và Príncipe

source: Saudi Arabia
am: ሳውዲ ዓረቢያ
bn: সৌদি আরব
cs: Saúdská Arábie
de: Saudi-Arabien
es: Arabia Saudita
fa: عربستان سعودی
hi: सऊदी अरेबिया
id: Arab Saudi
ja: サウジアラビア
my: ဆော်ဒီအာရေးဘီးယား
pt: Arábia Saudita
ru: Саудовская Аравия
sw: Szaúd-Arábia
th: ซาอุดิอาระเบีย
uk: Саудівська Аравія
vi: Ả Rập Xê Út

source: Senegal
am: ሴኔጋል
bn: সেনেগাল
fa: سنگال
hi: सेनेगल
ja: セネガル
my: ဆီနီဂေါ
ru: Сенегал
sw: Szenegál
th: เซเนกัล
uk: Сенегал

source: Serbia
am: ሴርቢያ
bn: সার্বিয়া
cs: Srbsko
de: Serbien
fa: صربستان
hi: सर्बिआ
ja: セルビア
my: ဆားဘီးယား
pt: Sérvia
ru: Сербия
sw: Szerbia
th: เซอร์เบีย
uk: Сербія

source: Seychelles
am: ሲሼልስ
bn: সেশেল
cs: Seychely
de: Seychellen
fa: سیشل
hi: सेय्चेल्लेस
ja: セーシェル
my: ဆေးရှဲ
pt: Seicheles
ru: Сейшельские Острова
sw: Seychelle-szigetek
th: เซเชลส์
uk: Сейшельські Острови

source: Sierra Leone
am: ሰራሊዮን
bn: সিয়েরা লিওন
es: Sierra Leona
fa: سیرالئون
hi: सिएर्रे लियॉन
ja: シエラレオネ
my: ဆီရာလီယွန်
ru: Сьерра-Леоне
th: เซียราลีโอน
uk: Сьєрра-Леоне

source: Singapore
am: ስንጋፖር
bn: সিঙ্গাপুর
cs: Singapur
de: Singapur
es: Singapur
fa: سنگاپور
hi: सिंगापुर
id: Singapura
ja: シンガポール
my: စင်ကာပူ
pt: Singapura
ru: Сингапур
sw: Szingapúr
th: สิงคโปร์
uk: Сінгапур

source: Sint Maarten (Dutch Part)
am: ሲንት ማርተን (የደች ክፍል)
bn: সিন্ট মার্টেন (ডাচ অংশ)
cs: Svatý Martin (nizozemská část)
de: Sint Maarten (Niederlande)
es: Sint Maarten (Países Bajos)
fa: سینت مارتن (بخش هلندی)
hi: सिंट मार्टेन (डच पार्ट)
id: Sint Maarten (Bagian Belanda)
ja: シント・マールテン（オランダ領）
my: ဆင့်မားတင် (ဒတ်ချ်ပိုင်း)
pt: São Martinho
ru: Синт-Мартен (голландская часть)
sw: Sint Maarten (holland rész)
th: ซินต์มาร์เทิน (ส่วนของเนเธอร์แลนด์)
uk: Сінт-Мартен (Голландська частина)
vi: Sint Maarten (Phần Hà Lan)

source: Slovakia
am: ስሎቫኒካ
bn: স্লোভাকিয়া
cs: Slovensko
de: Slowakei
es: Eslovaquia
fa: اسلواکی
hi: स्लोवाकिया
ja: スロバキア
my: ဆလိုဗားကီးယား
pt: Eslováquia
ru: Словакия
sw: Szlovákia
th: สโลวาเกีย
uk: Словаччина

source: Slovenia
am: ስሎቫኒያ
bn: স্লোভেনিয়া
cs: Slovinsko
de: Slowenien
es: Eslovenia
fa: اسلوونی
hi: स्लोवेनिया
ja: スロベニア
my: ဆလိုဗေးနီးယား
pt: Eslovênia
ru: Словения
sw: Szlovénia
th: สโลเวเนีย
uk: Словенія

source: Solomon Islands
am: የሰሎሞን አይስላንድስ
bn: সলোমন দ্বীপপুঞ্জ
cs: Šalamounovy ostrovy
de: Salomonen
es: Islas Salomón
fa: جزایر سلیمان
hi: सोलोमन आइलैंड
id: Kepulauan Solomon
ja: ソロモン諸島
my: ဆော်လမွန်အိုင်းလန်း
pt: Ilhas Salomão
ru: Соломоновы Острова
sw: Salamon-szigetek
th: หมู่เกาะโซโลมอน
uk: Соломонові Острови
vi: Quần đảo Solomon

source: Somalia
am: ሶማሊያ
bn: সোমালিয়া
cs: Somálsko
fa: سومالی
hi: सोमालिया
ja: ソマリア
my: ဆိုမာလီယာ
pt: Somália
ru: Сомали
sw: Szomália
th: โซมาเลีย
uk: Сомалі

source: South Africa
am: ደቡብ አፍሪካ
bn: দক্ষিণ আফ্রিকা
cs: Jihoafrická republika
de: Südafrika
es: Sudáfrica
fa: آفریقای جنوبی
hi: साउथ अफ्रीका
id: Afrika Selatan
ja: 南アフリカ
my: တောင်အာဖရိက
pt: Africa do Sul
ru: Южно-Африканская Республика
sw: Dél-Afrika
th: แอฟริกาใต้
uk: Південна Африка
vi: Nam Phi

source: South Georgia and the South Sandwich Islands
am: ደቡብ ጆርጂያ እና ደቡብ ሳንድዊች ደሴቶች
bn: দক্ষিণ জর্জিয়া ও দক্ষিণ স্যান্ডউইচ দ্বীপপুঞ্জ
cs: Jižní Georgie a Jižní Sandwichovy ostrovy
de: Südgeorgien und die Südlichen Sandwichinseln
es: Islas Georgia del Sur y Sandwich del Sur
fa: جورجیا جنوبی و جزایر ساندویچ جنوبی
hi: दक्षिण जॉर्जिया और दक्षिण सैंडविच द्वीप
id: Georgia Selatan dan Kepulauan Sandwich Selatan
ja: サウスジョージア・サウスサンドイッチ諸島
my: တောင်ဂျော်ဂျီယာနှင့် တောင်ဆန်းဒဝေ့ချ်ကျွန်းစု
pt: Ilhas Geórgia do Sul e Sandwich
ru: Южная Георгия и Южные Сандвичевы Острова
sw: Dél-Georgia és a Déli-Sandwich-szigetek
th: เกาะเซาท์จอร์เจียและหมู่เกาะเซาท์แซนด์วิช
uk: Південна Джорджія та Південні Сандвічеві Острови
vi: Nam Georgia và Quần đảo Nam Sandwich

source: South Sudan
am: ደቡብ ሱዳን
bn: দক্ষিণ সুদান
cs: Jižní Súdán
de: Südsudan
es: Sudán del Sur
fa: سودان جنوبی
hi: साऊथ सूडान
id: Sudan Selatan
ja: 南スーダン
my: တောင်ဆူဒန်
pt: Sudão do Sul
ru: Южный Судан
sw: Dél-Szudán
th: ซูดานใต้
uk: Південний Судан
vi: Nam Sudan

source: Spain
am: ስፔን
bn: স্পেন
cs: Španělsko
de: Spanien
es: España
fa: اسپانیا
hi: स्पेन
id: Spanyol
ja: スペイン
my: စပိန်
pt: Espanha
ru: Испания
sw: Spanyolország
th: สเปน
uk: Іспанія
vi: Tây Ban Nha

source: Sri Lanka
am: ሲሪላንካ
bn: শ্রীলঙ্কা
cs: Srí Lanka
fa: سری لانکا
hi: श्री लंका
ja: スリランカ
my: သီရိလင်္ကာ
ru: Шри-Ланка
th: ศรีลังกา
uk: Шрі-Ланка

source: Sudan
am: ሱዳን
bn: সুদান
cs: Súdán
es: Sudán
fa: سودان
hi: सूडान
ja: スーダン
my: ဆူဒန်
pt: Sudão
ru: Судан
sw: Szudán
th: ซูดาน
uk: Судан
