Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Acknowledge
am: እውቅና መስጠት
ar: إقرار
bn: সম্মতিসূচক
cs: Potvrzení
de: Bestätigen
es: Consentimiento
fa: تایید کردن
fr: Accuser réception
hi: स्वीकारना /स्वीकार करें
hu: Nyugtázás
id: Akui
ja: 確認
km: ទទួលស្គាល់
my: လက်ခံချက်
ne: स्वीकार गर्नुहोस्
pl: Zaakceptuj
pt: Reconhece
ru: Подтверждение
sw: Kubali kidokezo
th: ตอบรับ
tr: Kabul et
uk: Підтвердити
vi: Thừa nhận

source: Audio
am: ኦዲዮ
ar: صوت
bn: অডিও
cs: Zvuk
fa: صدا
hi: ऑडियो
hu: Hang
ja: オーディオ
km: អូឌីយ៉ូ
my: အသံ
ne: अडियो
pt: Áudio
ru: Звук
sw: Sauti
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh

source: Background Audio
am: የጀርባ ኦዲዮ
ar: صوت في الخلفية
de: Audio im Hintergrund
es: Audio de fondo
ja: バックグラウンド音声
uk: Фоновий звук

source: Barcode / QR Code
am: ባርኮድ / QR ኮድ
ar: باركود / كود الاستجابة السريعة (QR)
bn: বারকোড / QR কোড
cs: Čárový kód / QR kód
es: Código de barras / Código QR
fa: بارکد / کد QR
fr: Code-barre/code QR
hi: बारकोड / QR कोड
hu: Vonalkód / QR-kód
id: Kode Batang / Kode QR
ja: バーコード・QRコード
km: បារកូដ / កូដ QR
my: ဘားကုတ်/QR ကုတ်
ne: बारकोड / QR कोड
pl: Kod kreskowy / Kod QR
pt: Código de barra / QR Code
ru: Штрихкод/QR-код
sw: Msimbo pau / Msimbo wa QR
th: บาร์โค้ด/คิวอาร์โค้ด
tr: Barkod / QR Kodu
uk: Штрих-код / QR-код
vi: Mã vạch / Mã QR

source: Calculate
am: አስላ
ar: حساب
bn: হিসাবভিত্তিক
cs: Výpočet
de: Berechnen
es: Cálculo
fa: محاسبه
fr: Calculer
hi: गणना /गणना करें
hu: Számolás
id: Perhitungan
ja: 計算
km: គណនា
my: တွက်ချက်မှု
ne: गणना गर्नुहोस्
pl: Przelicz
pt: Calcular
ru: Рассчитать
sw: Hesabu
th: คำนวณ
tr: Hesapla
uk: Розрахувати
vi: Máy tính

source: Date
am: ቀን
ar: التاريخ
bn: তারিখ
cs: Datum
de: Datum
es: Fecha
fa: تاریخ
hi: दिनांक
hu: Dátum
id: Tanggal
ja: 日付
my: နေ့စွဲ
ne: मिति
pl: Data
pt: Data
ru: Дата
sw: Tarehe
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày

source: Date & time
am: ቀን እና ሰዓት
ar: التاريخ والوقت
bn: তারিখ ও সময়
cs: Datum a čas
de: Datum &amp; Zeit
es: Fecha y hora
fa: تاریخ و زمان
fr: Date et heure
hi: दिनांक और समय
hu: Dátum és idő
id: Tanggal &amp; waktu
ja: 日付と時刻
km: កាលបរិច្ឆេទ & ពេលវេលា
my: နေ့ရက်နှင့် အချိန်
ne: मिति समय
pl: Data i czas
pt: Data &amp; horário
ru: Дата и время
sw: Tarehe &amp; wakati
th: วันที่และเวลา
tr: Tarih ve saat
uk: Дата й час
vi: Ngày &amp; giờ

source: Decimal
am: አስርዮሽ
ar: رقم عشري
bn: দশমিক
cs: Desetinné číslo
de: Dezimal
fa: اعشاری
fr: Décimal
hi: दशमलव
hu: Tizedes
id: Desimal
ja: 小数
km: ក្បៀស
my: ဒဿမကိန်း
ne: दशमलव
pl: Dziesiętna
ru: Десятичное число
sw: Nukta
th: ทศนิยม
tr: Ondalık
uk: Десятковий
vi: Số thập phân

source: External XML
am: ውጫዊ XML
ar: ملف XML خارجي
bn: বাহ্যিক XML
cs: Externí XML
de: Externes XML
es: XML externo
fa: XML خارجی
fr: XML externe
hi: बाहरी (एक्सटर्नल) XML
hu: Külső XML
id: XML eksternal
ja: 外部XMLファイル
km: XML ខាងក្រៅ
my: ပြင်ပ XML
ne: बाह्य XML
pl: Zewnętrzny plik XML
pt: XML externo
ru: Внешний XML
sw: XML ya nje
th: XML ภายนอก
tr: Haricî XML
uk: Зовнішній блок XML
vi: XML ngoại

source: File
am: ፋይል
ar: ملف
bn: ফাইল
cs: Soubor
de: Datei
es: Archivo
fa: فایل
fr: Fichier
hi: फ़ाइल
hu: Fájl
ja: ファイル
km: ឯកសារ
my: ဖိုင်
ne: फाइल
pl: Plik
pt: Arquivo
ru: Файл
sw: Faili
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tệp

source: Point
am: ነጥብ
ar: نقطة
bn: বিন্দু
cs: Místo na mapě
de: Punkt
es: Punto
fa: نقطه
fr: Position
hi: बिंदु (प्वाइंट)
hu: Pont
id: Titik
ja: ポイント
km: ចំណុច
my: အမှတ်
ne: बिन्दु
pl: Punkt
pt: Ponto
ru: Точка
sw: Hatua
th: คะแนน
tr: Nokta
uk: Точка
vi: Điểm

source: Area
am: አካባቢ
ar: المنطقة
bn: ক্ষেত্র (ভরাট)
cs: Plošný
de: Gebiet
es: Área
fa: محدوده
fr: Zones
hi: क्षेत्र
hu: Terület
ja: エリア
km: តំបន់
my: ဧရိယာ
ne: क्षेत्र
pl: Obszar
pt: Área
ru: Область
sw: Eneo
th: พื้นที่
tr: Alan
uk: Площа
vi: Vùng

source: Line
am: መስመር
ar: الخط
bn: রেখা
cs: Spojnicový
de: Linie
es: Línea
fa: خطی
fr: Ligne
hi: रेखा (लाइन)
hu: Vonal
id: Garis
ja: ライン
km: បន្ទាត់
my: မျဉ်း
ne: रेखा
pl: Linia
pt: Linha
ru: Линия
sw: Mstari
th: เส้น
tr: Satır
uk: Лінія
vi: Đường

source: Hidden
am: ተደብቋል
ar: مخفي
bn: অদৃশ্য
cs: Skryté
de: Verborgen
es: Oculto
fa: مخفی شده
fr: Caché
hi: छिपा हुआ
hu: Rejtett
id: Tersembunyi
ja: 非表示
km: បានលាក់
my: ဖုံးကွယ်ထားမည်
ne: लुकेको
pl: Ukryte
pt: Oculto
ru: Скрыто
sw: Fichwa
th: ซ่อนอยู่
tr: Gizli
uk: Приховано
vi: Bị ẩn

source: Photo
am: ፎቶ
ar: صورة
bn: ছবি
cs: Fotografie
de: Foto
es: Foto
fa: عکس
fr: Photographie
hi: तस्वीर
hu: Fotó
id: Foto
ja: 写真
km: រូបថត
my: ဓာတ်ပုံ
ne: फोटो
pl: Fotografia
pt: Foto
ru: Фото
sw: Picha
th: รูปถ่าย
tr: Fotoğraf
uk: Фото
vi: Hình ảnh

source: Number
am: ቁጥር
ar: رقم
bn: সংখ্যা
cs: Číslo
de: Nummer
es: Número
fa: عدد
fr: Chiffre
hi: संख्या
hu: Szám
id: Nomor
ja: 数値
my: နံပါတ်
ne: नम्बर
pl: Liczba
pt: Número
ru: Число
sw: Nambari
th: ตัวเลข
tr: Numara
uk: Номер
vi: Số

source: Question Matrix
am: የጥያቄ ማትሪክስ
ar: مصفوفة أسئلة
bn: প্রশ্নের ম্যাট্রিক্স
cs: Matrix otázek
de: Fragen-Matrix
es: Matriz de preguntas
fa: ماتریس سوال
fr: Tableau de questions
hi: मेट्रिक्स प्रश्न
hu: Kérdésmátrix
id: Matriks Pertanyaan
ja: 質問マトリクス
km: ម៉ាទ្រិចសំណួរ
my: မေးခွန်းဇယား
ne: प्रश्न म्याट्रिक्स
pl: Matryca pytań
pt: Pergunta do Tipo Matriz
ru: Матрица вопроса
sw: Matrix ya Swali
th: เมทริกซ์คำถาม
tr: Soru Matrisi
uk: Матриця питань
vi: Ma trận câu hỏi

source: Note
am: ማስታወሻ
ar: ملاحظة
bn: নোট
cs: Poznámka
de: Notiz
es: Nota
fa: توجه داشته باشید
hi: टिप्पणी
hu: Jegyzet
id: Catatan
ja: 備考
my: မှတ်စု
ne: नोट
pl: Notatka
pt: Nota
ru: Примечание
sw: Kumbuka
th: หมายเหตุ
tr: Not
uk: Примітка
vi: Ghi chú

source: Range
am: ክልል
ar: المجال
bn: বিস্তার (রেঞ্জ)
cs: Rozsah
de: Spektrum
es: Rango
fa: بازه
fr: Intervalle
hi: विस्तार (रेंज)
hu: Tartomány
id: Jangkauan
ja: 範囲
km: ចន្លោះ
my: တန်ဖိုးအပိုင်းအခြား
ne: दायरा
pl: Przedział
pt: Intervalo
ru: Диапазон
sw: Mfululizo
th: ช่วง
tr: Aralık
uk: Діапазон
vi: Phạm vi

source: Ranking
am: ደረጃ መስጠት
ar: الترتيب
bn: র‍্যাঙ্কিং
cs: Žebříček
de: Rangliste
es: Clasificación
fa: رتبه بندی
fr: Classement
hi: श्रेणी
hu: Rangsor
id: Peringkat
ja: ランキング
km: ការចាត់ថ្នាក់
my: အဆင့်သတ်မှတ်ချက်
ne: रैंकिंग
pl: Zestawienie
pt: Classificação
ru: Уровень
sw: Cheo
th: การจัดอันดับ
tr: Sıralama
uk: Ранжування
vi: Xếp hạng

source: Rating
am: ጥራት መስጠት
ar: التقييم
bn: রেটিং
cs: Hodnocení
de: Bewertung
es: Calificación
fa: رتبه بندی
fr: Notation
hi: मूल्यांकन (रेटिंग)
hu: Értékelés
id: Penilaian
ja: レーティング
km: ការដាក់ផ្កាយ
my: အမှတ်ပေးချက်
ne: मूल्याङ्कन
pl: Klasyfikacja
pt: Avaliação
ru: Рейтинг
sw: Ukadiriaji
th: การให้คะแนน
tr: Değerlendirme
uk: Рейтинг
vi: Đánh giá

source: Select Many
am: ብዙ ይምረጡ
ar: تحديد العديد
bn: বহুনির্বাচনী
cs: Vyberte více
de: Mehrfachauswahl
es: Seleccionar varias
fa: چند پاسخی
fr: Sélectionner plusieurs
hi: एक से अधिक का चुनाव करें
hu: Több kijelölése
id: Pilih Banyak
ja: 複数選択
km: ជ្រើសរើសច្រើន
my: အများကြီးရွေးချယ်မည်။
ne: धेरै छान्नुहोस्
pl: Wybierz wiele
pt: Selecionar Múltiplos
ru: Выбрать несколько
sw: Chagua Nyingi
th: เลือกหลายคำตอบ
tr: Çoklu Seç
uk: Вибрати багато
vi: Chọn nhiều

source: Select Many from File
am: ከ ፋይል ብዙ ይምረጡ
ar: حدد العديد من ملف
bn: ফাইল থেকে বহুনির্বাচনী
cs: Vyberte více ze Souboru
de: Wählen Sie mehrere Dateien aus
es: Seleccionar varias de un archivo
fa: انتخاب چند تا از فایل
fr: Sélectionner plusieurs dans le fichier
hi: फ़ाइल में से कई चुनें
hu: Többválaszos kérdés fájlból
id: Pilih Banyak dari File
ja: ファイルから複数選択
km: ជ្រើសរើសច្រើនពីឯកសារ
my: ဖိုင်မှ တစ်ခုထက်ပို‌ေရွးရန်
ne: फाइलबाट धेरैवटा चयन गर्नुहोस्
pl: Wybierz Wiele z pliku
pt: Selecionar Múltiplos do Arquivo
ru: Выбрать несколько из файла
sw: Chagua nyingi kutoka kwa faili
th: เลือกหลายคำตอบจากไฟล์
tr: Dosyadan Birden Fazla seç
uk: Вибрати багато з файлу
vi: Chọn Nhiều từ Tệp

source: Select One
am: አ ን ድ ም ረ ጥአንድ ምረጥ
ar: حدد خيار واحد
bn: একনির্বাচনী
cs: Vyberte jedno
de: Einzelauswahl
es: Seleccionar una
fa: تک انتخابی
fr: Sélectionner un
hi: एक चुनिए
hu: Jelöljön ki egyet
id: Pilih Satu
ja: 単一選択
km: ជ្រើសរើសមួយ
my: တစ်ခုကို ‌ရွေးပါ
ne: एउटा छान्नुहोस्
pl: Wybierz jedno
pt: Selecionar Um
ru: Выбрать одно
sw: Chagua Moja
th: เลือกหนึ่งคำตอบ
tr: Birini Seç
uk: Вибрати одне
vi: Chọn một

source: Select One from File
am: ከፋይል ውስጥ አንዱን ይምረጡ
ar: حدد خيار واحد من ملف
bn: ফাইল থেকে একনির্বাচনী
cs: Vyberte jeden ze Souboru
de: Wählen Sie eine Datei aus
es: Seleccionar una de un archivo
fa: انتخاب یکی از فایل
fr: Sélectionnez-en un dans le fichier
hi: फ़ाइल से एक चुनिए
hu: Egyválaszos kérdés fájlból
id: Pilih Satu dari File
ja: ファイルから1つ選択
km: ជ្រើសរើសមួយពីឯកសារ
my: ဖိုင်မှ တစ်ခုတည်း‌ေရွးရန်
ne: फाइलबाट एउटा चयन गर्नुहोस्
pl: Wybierz Jedno z pliku
pt: Selecionar Um do Arquivo
ru: Выбрать одно из файла
sw: Chagua moja kutoka kwa faili
th: เลือกหนึ่งคำตอบจากไฟล์
tr: Dosyadan Bir Tane seç
uk: Вибрати одне з файлу
vi: Chọn Một từ Tệp

source: Text
am: ፅሑፍ
ar: نص
bn: টেক্সট
es: Texto
fa: متن
fr: Texte
hi: विषय वाक्य (टेक्स्ट)
hu: Szöveg
id: Teks
ja: テキスト
my: စာသား
ne: पाठ
pl: Tekst
pt: Texto
ru: Текст
sw: Maandishi
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản

source: Time
am: ጊዜ
ar: الوقت
bn: সময়
cs: Čas
de: Zeit
es: Hora
fa: زمان
fr: Heure
hi: समय
hu: Idő
id: Waktu
ja: 時刻
km: ពេលវេលា
my: အချိန်
ne: समय
pl: Czas
pt: Horário
ru: Время
sw: Wakati
th: เวลา
tr: Zaman
uk: Час
vi: Thời gian

source: Video
am: ቪዲዮ
ar: فيديو
bn: ভিডিও
fa: فیلم
fr: Vidéo
hi: वीडियो
hu: Videó
ja: 動画
my: ဗီဒီယို
ne: भिडियो
pl: Wideo
pt: Vídeo
ru: Видео
th: วิดีโอ
uk: Відео

source: Deployed
am: ተሰማርቷል
ar: تم النشر والتوزيع
bn: ডিপ্লয় করা
cs: Zveřejněno
de: Bereitgestellt
es: Implementado
fa: منتشر شده
fr: Déployé
hi: उपलब्ध किया गया (डिप्लॉइड)
hu: élesítve
id: Disebarkan
ja: 公開済み
km: បានប្រើប្រាស់
my: အသုံးပြုထားသော
ne: विस्तार गरियो
pl: Wdrożony
pt: Disponibilizado
ru: Развернуто
sw: Tuma upya
th: นำไปใช้งานแล้ว
tr: Yayınlandı
uk: Розміщено
vi: Đã triển khai

source: Draft
am: ረቂቅ
ar: مسودة
bn: খসড়া
cs: Koncept
de: Entwurf
es: Borrador
fa: نسخه اولیه
fr: Brouillons
hi: मसौदा
hu: Vázlat
id: Draf
ja: 下書き
km: សេចក្តីពង្រាង
my: မူကြမ်း
ne: मस्यौदा
pl: Wersja robocza
pt: Rascunho
ru: Черновик
sw: Rasimu
th: ร่าง
tr: Taslak
uk: Чернетка
vi: Bản nháp

source: Archived
am: በማህደር ተቀምጧል
ar: في الأرشيف
bn: আর্কাইভ করা
cs: Archivováno
de: Archiviert
es: Archivado
fa: بایگانی شده
fr: Archivés
hi: संग्रहित
hu: Archivált
id: Diarsipkan
ja: アーカイブ済み
km: បានតម្កល់ទុកជាឯកសារ
my: မှတ်တမ်းအဖြစ်သိမ်းဆည်းပြီး
ne: अभिलेख राखिएको
pl: Zarchiwizowano
pt: Arquivado
ru: В архиве
sw: Imehifadhiwa kwenye kumbukumbu
th: เก็บถาวรแล้ว
tr: Arşivlendi
uk: Архівовано
vi: Lưu trữ

source: Online-Offline (multiple submission)
am: ከመስመር ውጭ (በርካታ ግቤት)
ar: متصل - غير متصل (عمليات إرسال متعددة)
bn: অনলাইন-অফলাইন (একাধিক সাবমিশন)
cs: Online–offline (vícenásobné příspěvky)
de: Online-Offline (Mehrfachübermittlung)
es: En línea-Sin conexión (múltiples envíos)
fa: آنلاین-آفلاین (ارسال چندگانه)
fr: Online-Offline (soumissions multiples)
hi: ऑनलाइन - ऑफ़लाइन (एक से अधिक प्रविष्टियां या सबमिशन)
hu: Online-Offline (több űrlapválasz)
id: Daring-Luring (banyak kiriman)
ja: オンライン-オフライン（複数提出）
km: តាមអនឡាញ-មិនតាមអនឡាញ (ការដាក់បញ្ជូនច្រើន)
my: အွန်လိုင်း-အောဖ်လိုင်း (တင်သွင်းခြင်း အများ)
ne: अनलाइन-अफलाइन (बहु पेश गरिएका)
pl: Online-Offline (wielokrotne zatwierdzanie)
pt: Online-Offline (envio múltiplo)
ru: Онлайн-оффлайн (многократная отправка)
sw: Mtandaoni-Nje ya mtandao (mawasilisho mengi)
th: ออนไลน์-ออฟไลน์ (ส่งคำตอบได้หลายครั้ง)
tr: Çevrim içi-Çevrim dışı (birden çok gönderim)
uk: Онлайн-Офлайн (багаторазове надсилання)
vi: Trực tuyến-Ngoại tuyến (gửi một loạt)

source: This allows online and offline submissions and is the best option for collecting data in the field.
am: ይህ በመስመር ላይ እና ከመስመር ውጭ ማስገባትን የሚፈቅድ ሲሆን በመስክ ላይ ውሂብ ለመሰብሰብ በጣም ጥሩው አማራጭ ነው።
ar: يتيح ذلك عمليات الإرسال أثناء وجود اتصال بالإنترنت وأثناء عدم وجود اتصال وهو الخيار الأفضل لجمع البيانات الميداني.
bn: এক্ষেত্রে অনলাইনে ও অফলাইনে দু’ভাবেই সাবমিশন জমা দেওয়া যাবে, আর মাঠ পর্যায়ে তথ্য সংগ্রহের জন্য এটিই সেরা পদ্ধতি।
cs: Umožňuje online i offline odeslání dat a je tou nejlepší volbou pro sběr dat v terénu.
de: Dies ermöglicht Online- und Offline-Übermittlungen und ist die beste Option für Datenerfassung im Gebiet.
es: Esto permite envíos en línea y sin conexión, y es la mejor opción para recolectar datos en el terreno.
fa: این گزینه اجازه ارسال آنلاین و آفلاین را داده و بهترین گزینه برای جمع آوری داده در زمینه است.
fr: Ceci permet des soumissions en ligne et hors ligne et constitue la meilleure option pour collecter des données sur le terrain.
hi: यह ऑनलाइन और ऑफलाइन जमा करने की अनुमति देता है और क्षेत्र (फ़ील्ड) में डेटा इकट्ठा करने का सबसे अच्छा विकल्प है।
hu: Ez lehetővé teszi az online és offline űrlapválaszokat is, és ez a legjobb opció a terepen történő adatgyűjtésre.
id: Ini memungkinkan kiriman daring dan luring serta merupakan opsi terbaik untuk mengumpulkan data di lapangan.
ja: これはオンラインとオフラインでの提出が可能で、フィールドでのデータ収集に最適な選択肢です。
km: វាអនុញ្ញាតឱ្យមានការដាក់បញ្ជូនតាមអនឡាញ និងមិនតាមអនឡាញ ហើយជាជម្រើសដ៏ល្អបំផុតសម្រាប់ការប្រមូលទិន្នន័យនៅក្នុងវាល។
my: ၎င်းက အွန်လိုင်းနှင့် အော့ဖ်လိုင်း တင်သွင်းခြင်းများကို ခွင့်ပြုပေးပြီး ထည့်သွင်းရန်အကွက်တွင် အချက်အလက်များ ကောက်ခံရန် အကောင်းဆုံး ‌နည်းလမ်းဖြစ်သည်။
ne: यसले अनलाइन र अफलाइन पेश गरिएकाहरूलाई अनुमति दिन्छ र फिल्डमा डाटा सङ्कलन गर्नका लागि उत्तम विकल्प हो।
pl: Pozwala to na przesyłanie odpowiedzi online i offline, i jest najlepszą opcją do zbierania danych w terenie.
pt: Isto permite que haja envios online e offline e é a melhor opção para coletar dados no campo.
ru: Позволяет отправлять данные онлайн и оффлайн и является наилучшим вариантом для сбора данных в полевых условиях.
sw: Hii inaruhusu mawasilisho ya mtandaoni na nje ya mtandao na ndilo chaguo bora zaidi la kukusanya data kwenye uwanja.
th: การทำเช่นนี้ทำให้มีการส่งคำตอบแบบออนไลน์และออฟไลน์ได้ และเป็นตัวเลือกที่ดีที่สุดสำหรับการรวบรวมข้อมูลในฟิลด์
tr: Bu, çevrim içi ve çevrim dışı gönderimlere izin verir ve sahada veri toplamak için en iyi seçenektir.
uk: Це дозволяє надсилати дані онлайн та офлайн і є найкращим варіантом для збору даних у польових умовах.
vi: Việc này cho phép gửi trực tuyến lẫn ngoại tuyến và là lựa chọn tốt nhất để thu thập dữ liệu trong trường.

source: Online-Only (multiple submissions)
am: በመስመር ላይ-ብቻ (በርካታ ግቤቶች)
ar: متصل-فقط (عمليات إرسال متعددة)
bn: শুধু অনলাইন (একাধিক সাবমিশন)
cs: Pouze online (vícenásobné odeslání dat)
de: Nur Online (Mehrfachübermittlungen)
es: Solo en línea (múltiples envíos)
fa: فقط آنلاین (چند ارسال)
fr: En ligne seulement (soumissions multiples)
hi: केवल ऑनलाइन (एक से अधिक प्रविष्टियां)
hu: Csak online (több űrlapválasz)
id: Hanya Daring (beberapa kiriman)
ja: オンラインのみ（複数提出）
km: តាមអនឡាញ-ប៉ុណ្ណោះ (ការដាក់បញ្ជូនច្រើន)
my: အွန်လိုင်းသီးသန့် (တင်သွင်းခြင်း အများ)
ne: अनलाइन मात्र (बहु पेश गरिएका हरू)
pl: Wyłącznie online (wielokrotne zatwierdzanie)
pt: Apenas Online (múltiplos envios)
ru: Только онлайн (многократная отправка)
sw: Mtandaoni-pekee (mawasilisho mengi)
th: ออนไลน์เท่านั้น (ส่งคำตอบได้หลายครั้ง)
tr: Yalnızca-Çevrim içi (birden çok gönderim)
uk: Тільки онлайн (багаторазове надсилання)
vi: Chỉ Trực tuyến (gửi một loạt)

source: This is the best option when entering many records at once on a computer, e.g. for transcribing paper records.
am: በኮምፒተር ላይ ብዙ መዝገቦችን በአንድ ጊዜ ሲያስገቡ ይህ በጣም ጥሩው አማራጭ ነው፣ ለምሳሌ. የወረቀት መዝገቦችን ለመገልበጥ።
ar: هذا هو الخيار الأفضل عند إدخال سجلات عديدة مرة واحدة على الحاسوب، على سبيل المثال، عند نسخ السجلات الورقية.
bn: কম্পিউটারে একসাথে অনেক রেকর্ড আপলোড করার ক্ষেত্রে (যেমন: কাগজে লেখা তথ্যের প্রতিলিপি তৈরির ক্ষেত্রে) এটিই সেরা পদ্ধতি।
cs: Tato možnost je nejlepší při zadávání mnoha záznamů najednou do počítače, např. při přepisování papírových záznamů.
de: Dies ist die beste Option, wenn Sie viele Datensätze auf einmal in einen Computer eingeben, z. B. beim Transkribieren von Papierdatensätzen.
es: Es la mejor opción cuando, en una computadora, se introducen muchos registros al mismo tiempo; por ejemplo, para transcribir registros desde papel.
fa: این بهترین گزینه برای وارد کردن چندین رکورد به طور همزمان در رایانه است، به عنوان مثال. برای رونویسی سوابق کاغذی.
fr: C'est la meilleure option lorsque vous entrez plusieurs enregistrements à la fois sur un ordinateur, par exemple, pour la transcription des dossiers papier.
hi: कंप्यूटर पर एक साथ कई रिकॉर्ड दर्ज करते समय यह सबसे अच्छा विकल्प है, उदाहरण, पेपर रिकॉर्ड की प्रतिलिपि बनाने (ट्रांसक्राइब करने) के लिए
hu: Ez a legjobb opció, amikor több feljegyzést dolgoz fel egyszerre a számítógépen, például papíralapú adatokat ír át.
id: Ini adalah opsi terbaik saat memasukkan banyak catatan sekaligus di komputer, misalnya untuk menyalin catatan kertas.
ja: 紙の記録を写す場合など、多くの記録を一度にパソコンで入力する場合に最適なオプションです。
km: នេះគឺជាជម្រើសដ៏ល្អបំផុត នៅពេលបញ្ចូលកំណត់ត្រាជាច្រើនក្នុងមួយពេលនៅលើកុំព្យូទ័រ, ឧ.ហ. សម្រាប់ធ្វើប្រតិចារឹកកំណត់ត្រាឯកសារ។
my: မှတ်တမ်းများစွာကို တစ်ကြိမ်တည်းစု၍ ကွန်ပျူတာမှ ထည့်သွင်းလျှင် ဤနည်းမှာ အကောင်းဆုံးနည်းလမ်းဖြစ်သည်။ ဥပမာ- စာသားအဖြစ်ပြောင်းထားသော မှတ်တမ်းများအတွက်
ne: कम्प्युटरमा एकै पटक धेरै रेकर्डहरू प्रविष्ट गर्दा यो उत्तम विकल्प हो, उदाहरणका लागि। कागज अभिलेख ट्रान्सक्राइब गर्नका लागि।
pl: To najlepsza opcja gdy na raz wprowadzane jest wiele rekordów na komputerze, np. w czasie przepisywania danych z notatek.
pt: Em se tratando do ato de inserir vários registros de uma vez em um computador, esta é a melhor opção para, por ex., transcrever registros em papel.
ru: Это наилучший вариант для одновременного ввода множества записей на компьютере, например при переносе сведений с бумажных документов.
sw: Hii ndiyo chaguo bora wakati wa kuingiza rekodi nyingi mara moja kwenye kompyuta, k.m. kwa kunakili rekodi za karatasi.
th: การทำเช่นนี้เป็นตัวเลือกที่ดีที่สุดเมื่อใส่บันทึกหลายรายการพร้อมกันในคอมพิวเตอร์ เช่น สำหรับการถอดความบันทึกกระดาษ
tr: Bu, bir bilgisayara birçok kaydı aynı anda girerken en iyi seçenektir, örneğin kağıt kayıtları bilgisayara geçirmek için kullanılabilir.
uk: Це найкращий варіант для введення багатьох записів одночасно на комп'ютері, наприклад, для транскрибування паперових записів.
vi: Đây là lựa chọn tốt nhất khi nhập nhiều bản ghi cùng một lần trên máy tính, chẳng hạn như khi phiên âm các bản ghi giấy.

source: Online-Only (single submission)
am: በመስመር ላይ-ብቻ (ነጠላ ማስገባት)
ar: متصل-فقط (عملية إرسال فردية)
bn: শুধু অনলাইন (একক সাবমিশন)
cs: Pouze online (jednorázové příspěvky)
de: Nur online (Einzelübermittlung)
es: Solo en línea (único envío)
fa: فقط آنلاین (تک ارسال)
fr: En ligne seulement (une soumission)
hi: केवल ऑनलाइन (एकल सबमिशन)
hu: Csak online (egy űrlapválasz)
id: Hanya Daring (kiriman tunggal)
ja: オンラインのみ（単一提出）
km: តាមអនឡាញ-ប៉ុណ្ណោះ (ការដាក់បញ្ជូនតែមួយ)
my: အွန်လိုင်းသီးသန့် (တစ်ကြိမ်တည်း တင်သွင်းခြင်း)
ne: अनलाइन-मात्र (एकल पेश गरिएका)
pl: Wyłącznie online (pojedyncze zatwierdzenie)
pt: Apenas Online (envio único)
ru: Только онлайн (однократная отправка)
sw: Mtandaoni-pekee (wasilisho moja)
th: ออนไลน์เท่านั้น (การส่งคำตอบครั้งเดียว)
tr: Yalnızca Çevrim içi (tek gönderim)
uk: Тільки онлайн (одноразове надсилання)
vi: Chỉ trực tuyến (gửi một bài)

source: This allows a single submission, and can be paired with the "return_url" parameter to redirect the user to a URL of your choice after the form has been submitted.
am: ይህ አንድ ማስረከብ ይፈቅዳል፣ እና ቅፁ ከገባ በኋላ ተጠቃሚውን ወደ መረጡት ዩአርኤል ለማዞር ከ "return_url" መለኪያ ጋር ሊጣመር ይችላል።
ar: يسمح هذا بعملية إرسال واحدة، ويمكن إقرانه بخيار "return_url" لإعادة توجيه المستخدم إلى عنوان إنترنت (URL) من اختيارك بعد إرسال النموذج.
bn: এক্ষেত্রে কেবল একটি সাবমিশনই জমা দেওয়া যাবে, আর “return_url” প্যারামিটার ব্যবহারের করলে ফর্ম জমা দেওয়ার পর ইউজারকে স্বয়ংক্রিয়ভাবে কাঙ্ক্ষিত যেকোনো লিঙ্কে পাঠিয়ে দেওয়া যাবে।
cs: Tento parametr umožňuje jednorázové příspěvky a může být spojen s parametrem „return_url“, který uživatele po odeslání formuláře přesměruje na vámi zvolenou adresu URL.
de: Dies ermöglicht eine einzelne Übermittlung und kann mit dem Parameter „return_url“ kombiniert werden, um den Benutzer auf eine URL Ihrer Wahl umzuleiten, nachdem das Formular abgesendet wurde.
es: Esto permite un único envío y puede combinarse con el parámetro «return_url» para redirigir al usuario/a a una URL de su elección, una vez que el formulario haya sido enviado.
fa: این گزینه اجازه ارسال تکی را داده و می تواند با پارامترهای «return-url» همراه شده و بعد از ارسال فرم، کاربر را به URL مورد نظر شما بعد از اینکه فرم ارسال شد ببرد.
fr: Il permet une soumission unique et peut être associé au paramètre « return_url » pour rediriger l'utilisateur vers une URL de votre choix après la soumission du formulaire.
hi: यह एकल प्रविष्टि (सबमिशन) की अनुमति देता है, और फ़ॉर्म जमा होने के बाद उपयोगकर्ता को अपनी पसंद के URL पर रीडायरेक्ट करने के लिए "return_url" पैरामीटर के साथ जोड़ा जा सकता है।
hu: Ez egyszeri űrlapválaszt tesz lehetővé, és párosítható a „return_url” paraméterrel, hogy átirányítsa a felhasználót az Ön által megadott URL-címre, miután beküldte az űrlapot.
id: Ini memungkinkan kiriman tunggal, dan dapat dipasangkan dengan parameter “return_url” untuk mengalihkan pengguna ke URL pilihan Anda setelah formulir dikirimkan.
ja: これにより単一の提出が可能になり、また「return_url」パラメータと組み合わせることで、フォーム提出後にユーザーを選択したURLにリダイレクトさせることができます。
km: វាអនុញ្ញាតឱ្យមានការដាក់បញ្ជូនតែមួយ ហើយអាចត្រូវបានផ្គូផ្គងជាមួយប៉ារ៉ាម៉ែត្រ "return_url" ដើម្បីណែនាំអ្នកប្រើប្រាស់ជាថ្មីទៅកាន់ URL នៃជម្រើសរបស់អ្នក ក្រោយទម្រង់ត្រូវបានដាក់បញ្ជូន។
my: ၎င်းက တင်သွင်းခြင်း တစ်ကြိမ်တည်းကိုသာခွင့်ပြုပြီး အသုံးပြုသူအား ဖောင်ကိုတင်သွင်းပြီးနောက်တွင် သင်‌ရွေးချယ်ထားသော URL တစ်ခုသို့ ခေါ်ဆောင်သွားရန် “return_url” နှင့် တွဲထားနိုင်သည်။
ne: यसले एउटा पेस गर्न अनुमति दिन्छ, र फाराम पेश गरिसकेपछि प्रयोगकर्तालाई तपाइँको रोजाइको URL मा पुनःलैजानका लागि "return_url" प्यारामिटरसँग जोड्न सकिन्छ।
pl: To pozwala na pojedyncze przesłanie odpowiedzi i może być sparowane z parametrem „return_url”, który przekierowuje użytkownika na wybrany przez Ciebie adres URL, po tym jak odpowiedź zostanie przesłana.
pt: Isto permite um envio único e pode ser combinado com o parâmetro "return_url" para redirecionar o usuário para uma URL de sua escolha após o envio do formulário.
ru: Позволяет однократную отправку и допускает использование параметра return_url, чтобы перенаправить пользователя на выбранный вами URL-адрес после отправки формы.
sw: Hii inaruhusu uwasilishaji mmoja, na inaweza kuoanishwa na kigezo cha "return_url" ili kuelekeza mtumiaji kwenye URL unayoipenda baada ya fomu kuwasilishwa.
th: การทำเช่นนี้ทำให้มีการส่งคำตอบเพียงครั้งเดียว และสามารถจับคู่กับพารามิเตอร์ "return_url" เพื่อเปลี่ยนเส้นทางผู้ใช้ไปยัง URL ที่คุณเลือกหลังจากส่งแบบฟอร์มแล้ว
tr: Bu, tek bir gönderime izin verir ve kullanıcıyı form gönderildikten sonra seçtiğiniz bir URL'ye yönlendirmek için "return_url" parametresiyle eşleştirilebilir.
uk: Це дозволяє одноразове надсилання та може поєднуватися з параметром "return_url" для перенаправлення користувача на обрану вами URL-адресу після того, як форма буде надіслана.
vi: Điều này cho phép gửi một bài, và có thể được ghép với tham số “return_url” để chuyển người dùng tới URL mà bạn đã chọn sau khi biểu mẫu đã được gửi.

source: Online-only (once per respondent)
am: በመስመር ላይ ብቻ (በአንድ ምላሽ ሰጪ አንድ ጊዜ)
ar: متصل-فقط (مرة واحدة لكل مستجيب)
bn: শুধু অনলাইন (প্রত্যেক উত্তরদাতার জন্য একবার করে)
cs: Pouze online (jednou na respondenta)
de: Nur online (ein Mal pro befragter Person)
es: Solo en línea (uno por encuestado/a)
fa: فقط آنلاین (یکبار به ازای هر پاسخ دهنده)
fr: En ligne uniquement (une soumission autorisée par répondant)
hi: केवल ऑनलाइन (प्रति उत्तरदाता एक बार)
hu: Csak online (válaszadónként egyszer)
id: Hanya daring (sekali per responden)
ja: オンラインのみ（回答者1名につき1回）
km: តាមអនឡាញ-ប៉ុណ្ណោះ (ម្ដងក្នុងអ្នកឆ្លើយសំណួរម្នាក់)
my: အွန်လိုင်းသီးသန့် (ဖြေကြားသူ တစ်ဦးလျှင်တစ်ကြိမ်)
ne: अनलाइन मात्र (प्रति उत्तरदाता एक पटक)
pl: Tylko-online (raz na ankietowanego)
pt: Somente online (uma vez por respondente)
ru: Только онлайн (один раз на респондента)
sw: Mtandaoni-pekee (mara moja kwa kila mhojiwa)
th: ออนไลน์เท่านั้น (หนึ่งครั้งต่อผู้ตอบ)
tr: Yalnızca çevrim içi (yanıtlayan başına bir kez)
uk: Лише онлайн (один раз на респондента)
vi: Chỉ trực tuyến (một lần cho mỗi người trả lời)
