Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Give a unique name to the import
am: ለማስመጣት ልዩ ስም ስጥ
ar: أعطاء اسمًا فريدًا للاستيراد
bn: ইম্পোর্টটির একটি অনন্য নাম দিন
cs: Dejte importu jedinečný název
de: Geben Sie dem Import einen eindeutigen Namen
es: Proporcionar un nombre único a la importación
fa: یک نام منحصر به فرد به ورودی بدهید
fr: Donner un nom unique à l'importation
hi: आयात को एक अनूठा नाम दें
hu: Adjon egy egyedi nevet az importnak
id: Beri nama unik pada impor tersebut
ja: インポートに固有の名前を付けてください
km: ផ្ដល់ឈ្មោះពិសេសដើម្បីនាំចូល
my: တင်သွင်းရန် ထပ်တူမရှိသော အမည်တစ်ခု ပေးပါ
ne: आयात गर्न एक विशेष नाम दिनुहोस्
pl: Nadaj importowi unikatową nazwę
pt: Dê um nome exclusivo para a importação
ru: Присвойте импорту уникальное имя
sw: Toa jina la kipekee kwa uingizaji
th: ตั้งชื่อที่ไม่ซ้ำใครให้กับสิ่งที่นำเข้า
tr: İçe aktarmaya eşsiz bir ad verin
uk: Дайте імпорту унікальну назву
vi: Đặt một tên riêng biệt cho nhập

source: Imported
am: አስመጣ
ar: المستوردة
bn: ইম্পোর্ট করা
cs: Importováno
de: Importiert
es: Importado
fa: وارد شده
fr: Importé
hi: आयातित
hu: Importálva
id: Diimpor
ja: インポート済み
km: បាននាំចូល
my: တင်သွင်းပြီး
ne: आयात गरिएको
pl: Zaimportowane
pt: Importado
ru: Импортировано
sw: Imeingizwa
th: นำเข้าแล้ว
tr: İçe aktarıldı
uk: Імпортовано
vi: Đã nhập

source: Loading imported projects
am: ከውጭ የሚመጡ ፕሮጀክቶችን በመጫን ላይ
ar: تحميل المشروعات المستوردة
bn: ইম্পোর্ট করা প্রকল্প লোড হচ্ছে
cs: Načítání importovaných projektů
de: Laden von importierten Projekten
es: Carga de proyectos importados
fa: بارگیری پروژه های وارد شده
fr: Chargement des projets importés
hi: आयातित प्रोजेक्ट लोड कर रहा है
hu: Importált projektek betöltése
id: Memuat proyek-proyek yang diimpor
ja: インポートしたプロジェクトの読み込み中
km: កំពុងផ្ទុកគម្រោងដែលនាំចូល
my: တင်သွင်းထားသော ပ‌ေရာဂျက်များအား ဖတ်နေသည်
ne: आयातित परियोजनाहरू लोड गर्दै
pl: Wczytywanie zaimportowanych projektów
pt: Carregando projetos importados
ru: Загрузка импортированных проектов
sw: Inapakia miradi iliyoingizwa
th: กำลังโหลดโครงการที่นำเข้า
tr: İçe aktarılan projeler yükleniyor
uk: Завантаження імпортованих проєктів
vi: Đang tải các dự án đã nhập

source: No data imported
am: ምንም ውሂብ አልመጣም
ar: ما من بيانات مستوردة
bn: কোনো তথ্য ইম্পোর্ট করা হয় নি
cs: Žádná importovaná data
de: Es wurden keine Daten importiert
es: No se han importado datos
fa: بدون داده ورودی
fr: Aucune donnée importée
hi: कोई डेटा आयात नहीं हुआ
hu: Nem lett adat beimportálva
id: Tidak ada data yang diimpor
ja: インポートされたデータはありません
km: គ្មានទិន្នន័យដែលបាននាំចូល
my: တင်သွင်းရန် ‌ဒေတာမရှိပါ
ne: कुनै डाटा आयात गरिएको छैन
pl: Nie zaimportowano żadnych danych
pt: Nenhum dado importado
ru: Нет импортированных данных
sw: Hakuna data iliyoingizwa
th: ไม่มีข้อมูลที่นำเข้า
tr: İçe aktarılan veri yok
uk: Дані не імпортовано
vi: Không có dữ liệu được nhập

source: Share data with other project forms
am: ውሂብን ከሌሎች የፕሮጀክት ቅጾች ጋር ​​ያጋሩ
ar: شارك البيانات مع نماذج المشروع الأخرى
bn: অন্যান্য প্রকল্পের ফর্মের সাথে তথ্য শেয়ার করুন
cs: Sdílet data s ostatními formuláři projektu
de: Geben Sie Daten an andere Projektformulare weiter
es: Compartir datos con otros formularios del proyecto
fa: به اشتراک گذاری داده ها با سایر فرم های پروژه
fr: Partager les données avec d'autres formulaires de projet
hi: अन्य प्रोजेक्ट फ़ॉर्म के साथ डेटा साझा करें
hu: Adatok megosztása más projektűrlapokkal
id: Bagikan data dengan formulir proyek lainnya
ja: 他のプロジェクトフォームとデータを共有
km: ចែករំលែកទិន្នន័យជាមួយទម្រង់បែបបទនៃគម្រោងដទៃទៀត
my: အခြား ပ‌ေရာဂျက် ဖောင်များနှင့် ‌ဒေတာမျှဝေရန်
ne: अन्य परियोजना फारमहरूसँग डाटा साझेदारी गर्नुहोस्
pl: Udostępnij dane formularzom z innych projektów
pt: Compartilhar dados com outros formulários de projeto
ru: Поделиться данными с другими формами проекта
sw: Shiriki data na fomu zingine za mradi
th: แชร์ข้อมูลกับแบบฟอร์มอื่นๆ ของโครงการ
tr: Verileri diğer proje formlarıyla paylaşın
uk: Надавати спільний доступ до даних іншим формам проєкту
vi: Chia sẻ dữ liệu với những biểu mẫu dự án khác

source: Enable data sharing to allow other forms to import and use dynamic data from this project. Learn more about dynamic data attachments
am: ሌሎች ቅጾች ከዚህ ፕሮጀክት ተለዋዋጭ ውሂብ እንዲያስመጡ እና እንዲጠቀሙ ለማስቻል የ ውሂብ መጋራትን ያንቁ። ስለ ተለዋዋጭ የውሂብ አባሪዎች የበለጠ ይወቁ
ar: القيام بتمكين مشاركة البيانات للسماح للنماذج الأخرى باستيراد واستخدام البيانات الديناميكية من هذا المشروع. تعرف على المزيد حول مرفقات البيانات الديناميكية
bn: তথ্য শেয়ার করার ব্যবস্থা চালু করা হলে এই প্রকল্প থেকে অন্যান্য ফর্মে ডায়নামিক তথ্য ইম্পোর্ট ও ব্যবহার করা যাবে। ডায়নামিক তথ্যের অ্যাটাচমেন্ট সম্পর্কে আরও জানতে পারবেন
cs: Povolte sdílení dat, aby ostatní formuláře mohly importovat a používat dynamická data z tohoto projektu. Další informace o dynamických datových přílohách najdete
de: Aktivieren Sie das Weitergeben von Daten, damit andere Formulare dynamische Daten aus diesem Projekt importieren und verwenden können. Erfahren Sie mehr über dynamische Daten-Anlagen
es: Habilitar el uso compartido de datos para permitir que se importen datos de otros formularios y que se utilicen los datos dinámicos en este proyecto. Obtén más información sobre los archivos adjuntos de datos dinámicos
fa: اشتراک گذاری داده را فعال کنید تا به فرم های دیگر اجازه دهید داده های پویا را از این پروژه وارد و استفاده کنند. درباره پیوست های داده پویا بیشتر بیاموزید
fr: Activez le partage des données pour permettre que soient importées et utilisées les données dynamiques de ce projet dans d'autres formulaires. En savoir plus sur les pièces jointes de données dynamiques
hi: अन्य फ़ॉर्म को इस प्रोजेक्ट से गतिशील (डायनेमिक) डेटा आयात और उपयोग करने की अनुमति देने के लिए डेटा साझा करने को सक्षम करें। डायनेमिक डेटा संलग्नों (अटैचमेंट्स) के बारे में और अधिक जानें
hu: Az adatmegosztás engedélyezésével lehetővé teszi, hogy más űrlapok importálhassák és használhassák ennek a projektnek a dinamikus adatait. További információk a dinamikus adat-összekapcsolásokról
id: Aktifkan berbagi data untuk memungkinkan formulir lain mengimpor dan menggunakan data dinamis dari proyek ini. Pelajari lebih lanjut tentang lampiran data dinamis
ja: データ共有を有効にして、他のフォームがこのプロジェクトの動的データをインポートして使用できるようにします。動的データの添付について詳しくは
km: បើកការចែករំលែកទិន្នន័យដើម្បីអនុញ្ញាតឱ្យទម្រង់បែបបទដទៃទៀតនាំចូល និងប្រើប្រាស់ទិន្នន័យឌីណាមិកពីគម្រោងនេះ។ ស្វែងយល់បន្ថែមអំពីឯកសារភ្ជាប់ទិន្នន័យឌីណាមិក
my: တင်ပို့ရန်နှင့် ဤပ‌ရောဂျက်မှ ‌ဒေတာအရှင်များအား အသုံးပြုရန်အတွက် အခြားဖောင်များအား ခွင့်ပြုပေးရန် ‌ဒေတာမျှ‌ဝေမှုကို ဖွင့်ပါ။ ‌ေဒတာအရှင် ဖိုင်တွဲခြင်းနှင့် ပတ်သက်ပြီး ပိုမိုလေ့လာရန်
ne: अन्य फारमहरूलाई यस परियोजनाबाट गतिशील डेटा आयात र प्रयोग गर्न अनुमति दिन डेटा साझेदारी सक्षम गर्नुहोस्। डायनामिक डाटा एट्याचमेन्ट बारे थप जान्नुहोस्
pl: Włącz udostępnianie danych, aby umożliwić innym formularzom importowanie i używanie dynamicznych danych z tego projektu. Dowiedz się więcej o dynamicznych załącznikach danych
pt: Habilite o compartilhamento de dados para permitir que outros formulários importem e usem dados dinâmicos provenientes deste projeto. Saiba mais sobre anexos de dados dinâmicos
ru: Включите совместный доступ к данным, чтобы разрешить импорт и использование динамических данных из этого проекта в других формах. Подробности о вложениях с динамическими данными
sw: Wezesha kushiriki data ili kuruhusu fomu zingine kuingia na kutumia data inayobadilika kutoka kwa mradi huu. Pata maelezo zaidi kuhusu viambatisho vya data vinavyobadilika
th: เปิดใช้งานการแชร์ข้อมูลเพื่อให้แบบฟอร์มอื่นนำเข้าและใช้ข้อมูลเชิงไดนามิกจากโครงการนี้ได้ ดูข้อมูลเพิ่มเติมเกี่ยวกับการแนบข้อมูลเชิงไดนามิก
tr: Diğer formların bu projeden dinamik verileri aktarmasına ve kullanmasına izin vermek için veri paylaşımını etkinleştirin. Dinamik veri ekleri hakkında daha fazla bilgi edinin
uk: Увімкніть спільний доступ до даних, щоб інші форми могли імпортувати та використовувати динамічні дані з цього проєкту. Докладніше про динамічні вкладення даних
vi: Bật chia sẻ dữ liệu để cho phép các biểu mẫu khác nhập và sử dụng dữ liệu động từ dự án này. Tìm hiểu thêm về đính kèm dữ liệu động

source: here
am: እዚህ
ar: هنا
bn: এখানে
cs: zde
de: hier
es: aquí
fa: اینجا
fr: ici
hi: यहाँ
hu: itt
id: di sini
ja: こちらを参照してください
km: ទីនេះ
my: ဤနေရာ
ne: यहाँ
pl: tutaj
pt: aqui
ru: здесь
sw: hapa
th: ที่นี่
tr: burada
uk: тут
vi: tại đây

source: Import other project data
am: ሌላ የ ፕሮጀክት ውሂብ አስመጣ
ar: استيراد بيانات المشروع الأخرى
bn: অন্য প্রকল্পের তথ্য ইম্পোর্ট করুন
cs: Import dalších dat projektu
de: Importieren Sie andere Projektdaten
es: Importar datos de otro proyecto
fa: سایر داده های پروژه را وارد کنید
fr: Importer d'autres données de projet
hi: अन्य प्रोजेक्ट डेटा आयात करें
hu: Más projektek adatainak importálása
id: Impor data proyek lainnya
ja: 他のプロジェクトのデータをインポート
km: នាំចូលទិន្នន័យគម្រោងដទៃទៀត
my: အခြားပ‌ရောဂျက်‌ေဒတာများ တင်ပို့ရန်
ne: अन्य परियोजना डेटा आयात गर्नुहोस्
pl: Zaimportuj dane z innego projektu
pt: Importar outros dados do projeto
ru: Импортировать данные из других проектов
sw: Ingiza data nyingine ya mradi
th: นำเข้าข้อมูลโครงการอื่น
tr: Diğer proje verilerini içe aktarın
uk: Імпортувати інші дані проєкту
vi: Nhập dữ liệu dự án khác

source: Connect with other project(s) to import dynamic data from them into this project. Learn more about dynamic data attachments
am: ተለዋዋጭ ውሂብን ወደዚህ ፕሮጀክት ለማስመጣት ከሌሎች ፕሮጀክቶች(ዎች) ጋር ይገናኙ። ስለ ተለዋዋጭ የ ውሂብ አባሪዎች የበለጠ ይወቁ
ar: قم بالربط مع مشروع (مشروعات) أخرى لاستيراد البيانات الديناميكية منها إلى هذا المشروع. تعرف على المزيد حول مرفقات البيانات الديناميكية
bn: অন্যান্য (এক বা একাধিক) প্রজেক্টের সাথে যুক্ত করা হলে যুক্ত প্রকল্প থেকে এই প্রকল্পে ডায়নামিক তথ্য ইম্পোর্ট করা যাবে। ডায়নামিক তথ্যের অ্যাটাচমেন্ট সম্পর্কে আরও জানতে পারবেন
cs: Propojte s jiným projektem (projekty) pro import dynamických dat do tohoto projektu. Zjistěte si další informace o připojování dynamických dat
de: Verbinden Sie sich mit anderen Projekten, um dynamische Daten von dort in dieses Projekt zu importieren. Erfahren Sie mehr über dynamische Daten-Anhänge
es: Conectarse con otro(s) proyecto(s) para importar datos dinámicos a este proyecto. Obtén más información sobre los archivos adjuntos de datos dinámicos
fa: با پروژه(های) دیگر ارتباط برقرار کنید تا داده های پویا را از آنها به این پروژه وارد کنید. درباره داده پویا بیشتر بیاموزید
fr: Connectez-vous à d’autres projets pour importer des données dynamiques dans ce projet. En savoir plus sur les pièces jointes de données dynamiques
hi: अन्य प्रोजेक्ट के साथ जोड़ें ताकि उनमें से डायनेमिक डेटा इस प्रोजेक्ट में आयात किया जा सके। डायनेमिक डेटा अटैचमेंट के बारे में और अधिक जानें
hu: Más projektekhez kapcsolódva dinamikus adatokat importálhat onnan ebbe a projektbe.További információk a dinamikus adat-összekapcsolásokról
id: Hubungkan dengan proyek-proyek lainnya untuk mengimpor data dinamis dari mereka ke proyek ini. Pelajari lebih lanjut tentang lampiran data dinamis
ja: 他のプロジェクト（複数可）と接続し、それらのプロジェクトの動的データをこのプロジェクトにインポートできます。動的データの添付について詳しくは
km: ភ្ជាប់ជាមួយគម្រោងដទៃទៀតដើម្បីនាំចូលទិន្នន័យឌីណាមិកពីគម្រោងទាំងនោះទៅនឹងគម្រោងនេះ។ ស្វែងយល់បន្ថែមអំពីឯកសារភ្ជាប់ទិន្នន័យឌីណាមិក
my: အခြား ပ‌ေရာဂျက်များမှ ‌ေဒတာအရှင်များ ဤပ‌ေရာဂျက်သို့ ထည့်သွင်းရန် အခြားပ‌ေရာဂျက်များနှင့် ချိတ်ဆက်ပါ။ ‌ေဒတာအရှင် ဖိုင်တွဲခြင်းနှင့် ပတ်သက်ပြီး ပိုမိုလေ့လာရန်
ne: यस परियोजनामा ​ अन्य परियोजना(हरू) बाट गतिशील डेटा आयात गर्न तिनीहरुसँग जडान गर्नुहोस्। डायनामिक डाटा एट्याचमेन्ट बारे थप जान्नुहोस्
pl: Połącz z innymi projektami, aby zaimportować z nich dane dynamiczne do tego projektu. Dowiedz się więcej o dynamicznych załącznikach danych
pt: Conecte-se com outro(s) projeto(s) para importar dados dinâmicos provenientes deles para este projeto. Saiba mais sobre anexos de dados dinâmicos
ru: Подключиться к другим проектам, чтобы импортировать из них динамические данные в этот проект. Подробности о вложениях с динамическими данными
sw: Unganisha na miradi mingine ili kuleta data dhabiti kutoka kwao hadi kwenye mradi huu. Pata maelezo zaidi kuhusu viambatisho vya data vinavyobadilika
th: เชื่อมต่อกับโครงการอื่นเพื่อนำเข้าข้อมูลเชิงไดนามิกจากโครงการเหล่านั้นมายังโครงการนี้ ดูข้อมูลเพิ่มเติมเกี่ยวกับการแนบข้อมูลเชิงไดนามิก
tr: Dinamik verileri bu projeye aktarmak için diğer proje(ler) ile bağlantı kurun. Dinamik veri ekleri hakkında daha fazla bilgi edinin
uk: Під'єднатися до інших проєктів, щоб імпортувати динамічні дані з них у цей проєкт. Докладніше про вкладення динамічних даних
vi: Kết nối với (các) dự án khác để nhập dữ liệu động từ đó vào dự án này. Tìm hiểu thêm về đính kèm dữ liệu động

source: Cannot transfer a project to the same account.
am: ፕሮጀክት ወደ ተመሳሳይ መለያ ማስተላለፍ አይቻልም።
ar: لا يمكن نقل المشروع إلى نفس الحساب.
de: Ein Projekt kann nicht auf das gleiche Konto übertragen werden.
es: No se puede transferir un proyecto a la misma cuenta.
fa: نمی‌توان پروژه‌ای را به همان حساب منتقل کرد.
id: Tidak dapat mengalihkan proyek ke akun yang sama.
ja: 同じアカウントにプロジェクトを譲渡することはできません。
pl: Nie można przenieść projektu na to samo konto.
pt: Não é possível transferir um projeto para a mesma conta.
ru: Невозможно осуществить передачу проекта на ту же учетную запись.
th: ไม่สามารถถ่ายโอนโครงการไปยังบัญชีเดียวกันได้
uk: Неможливо перенести проєкт на той самий акаунт.
vi: Không thể chuyển một dự án cho cùng một tài khoản.

source: User not found. Please try again.
am: ተጠቃሚው አልተገኘም። እባክዎ እንደገና ይሞክሩ።
ar: لم يتم العثور على المستخدم، حاول مرة أخرى.
de: Benutzer*in nicht gefunden. Bitte versuchen Sie es erneut.
es: Usuario no encontrado. Intentarlo de nuevo.
fa: کاربر پیدا نشد. لطفاً دوباره تلاش کنید.
id: Pengguna tidak ditemukan. Silakan coba lagi.
ja: ユーザーが見つかりません。もう一度お試しください。
pl: Nie znaleziono użytkownika. Proszę spróbować ponownie.
pt: Usuário não encontrado. Tente novamente.
ru: Пользователь не найден. Попробуйте еще раз.
th: ไม่พบผู้ใช้ โปรดลองอีกครั้ง
uk: Користувача не знайдено. Будь ласка, спробуйте ще раз.
vi: Không tìm thấy người dùng. Vui lòng thử lại.

source: Please enter a user name.
am: እባክዎ የተጠቃሚ ስም ያስገቡ።
ar: الرجاء إدخال أسم المستخدم.
de: Bitte geben Sie einen Benutzernamen ein.
es: Ingresar un nombre de usuario.
fa: لطفاً نام کاربری را وارد کنید.
id: Silakan masukkan nama pengguna.
ja: ユーザー名を入力してください。
pl: Wprowadź poprawną nazwę użytkownika.
pt: Insira um nome de usuário.
ru: Введите имя пользователя.
th: กรุณากรอกชื่อผู้ใช้ที่ถูกต้อง
uk: Введіть ім'я користувача.
vi: Vui lòng nhập tên người dùng.

source: Transfer project ownership
am: የፕሮጀክቱ ባለቤትነት ተላልፏል
ar: نقل ملكية المشروع
de: Eigentümerrolle des Projekts übertragen
es: Transferir la propiedad del proyecto
fa: انتقال مالکیت پروژه
id: Alihkan kepemilikan proyek
ja: プロジェクト所有権を譲渡
pl: Przenieś własność projektu
pt: Transferir responsabilidade pelo projeto
ru: Осуществите передачу права владения проектом.
th: โอนกรรมสิทธิ์โครงการ
uk: Передати права власності на проєкт
vi: Chuyển quyền sở hữu dự án

source: Your transfer request is pending until ##username## has accepted or declined it.
am: ባለቤትነትን የማስተላለፍ ጥያቄው ተቀባይነት እስኪያገኝ ወይም ውድቅ እስከሚሆን ##username## ድረስ በመጠባበቅ ላይ ነው።
ar: طلب النقل الخاص بك قيد الانتظار حتى يوافق المستخدم ##username## عليه أو يرفضه.
de: Ihr Antrag auf Übertragung bleibt so lange offen, bis ##username## ihn angenommen oder abgelehnt hat.
es: Tu solicitud de transferencia está pendiente hasta que ##username## la haya aceptado o rechazado.
fa: درخواست انتقال شما تا زمانی که ##username## آن را بپذیرد یا رد کند، در وضعیت انتظار باقي خواهد ماند.
id: Permintaan peralihan Anda tertunda hingga ##username## menerima atau menolaknya.
ja: 譲渡リクエストは、##username##が承認または却下するまでは保留状態です。
pl: Twoja prośba o przeniesienie pozostanie w toku dopóki ##username## ją zaakceptuje lub odrzuci.
pt: Sua solicitação de transferência ficará pendente até que ##username## a aceite ou rejeite.
ru: Ваш запрос на перевод находится в процессе рассмотрения до тех пор, пока он не будет принят или отклонен ##username##.
th: คำขอโอนของคุณกำลังรอดำเนินการจนกว่า ##username## จะยอมรับหรือปฏิเสธ
uk: Ваш запит знаходиться на розгляді, доки##username## не прийме або не відхилить його.
vi: Yêu cầu chuyển quyền của bạn đang chờ xử lý cho đến khi ##username## chấp nhận hoặc từ chối.

source: Transfer ownership of this project to another user. All submissions, data storage, and transcription and translation usage for this project will be transferred to the new project owner.
am: የዚህን ፕሮጀክት ባለቤትነት ለሌላ ተጠቃሚ ያስተላልፉ። ሁሉም ማስረከቦች፣ ፣ የውሂብ ማከማቻዎች እና የጽሁፍ ግልባጮች እና የትርጉም አጠቃቀም ሁሉ ወደ አዲሱ የፕሮጀክት ባለቤት ይተላለፋሉ።
ar: نقل ملكية هذا المشروع إلى مستخدم آخر. سيتم نقل جميع عمليات الإرسال وتخزين البيانات والنص المفرّغ واستخدام الترجمة لهذا المشروع إلى مالك المشروع الجديد.
de: Übertragen Sie die Eigentümerrolle an diesem Projekt auf eine*n andere*n Benutzer*in. Alle Übermittlungen, die Datenspeicherung sowie die Transkriptions- und Übersetzungsnutzung für dieses Projekt werden auf den/die neue*n Projekteigentümer*in übertragen.
es: Transferir la propiedad de este proyecto a otro usuario. Todos los envíos, almacenamiento de datos y uso de transcripción y traducción para este proyecto se transferirán al nuevo propietario del proyecto.
fa: مالکیت این پروژه را به کاربر دیگری منتقل کنید. تمام موارد ارسالی، ذخیره داده‌ها و استفاده از نسخه برداري و ترجمه برای این پروژه به مالک جديد پروژه منتقل می‌شود.
id: Alihkan kepemilikan proyek ini kepada pengguna lain. Semua kiriman, penyimpanan data, dan penggunaan transkripsi dan terjemahan untuk proyek ini akan dialihkan kepada pemilik proyek yang baru.
ja: このプロジェクトの所有権を他のユーザーに譲渡する。このプロジェクトのすべての提出、データストレージ、文字起こしおよび翻訳の使用量が新しいプロジェクトオーナーに転送されます。
pl: Przenieś własność tego projektu do innego użytkownika. Wszystkie zgłoszenia, przechowane dane, transkrypcje i tłumaczenia dla danego projektu zostaną przeniesione do nowego właściciela projektu.
pt: Transfira a responsabilidade por este projeto a um outro usuário. Todos os envios, armazenamento de dados e uso de transcrição e tradução para este projeto serão transferidos ao novo responsável.
ru: Передача прав владения этим проектом другому пользователю. Все отправки, хранение данных, использование транскрипции и перевода для этого проекта будут переданы новому владельцу проекта.
th: โอนกรรมสิทธิ์โครงการนี้ไปให้ผู้ใช้อื่น การส่งข้อมูลทั้งหมด ที่เก็บข้อมูล และการใช้งานการถอดเสียงและคำแปลสำหรับโครงการนี้จะถูกโอนไปให้เจ้าของโครงการคนใหม่
uk: Передача права власності на цей проєкт іншому користувачеві. Усі надсилання, збережені дані, а також використання транскрипції та перекладів для цього проєкту будуть передані новому власнику проєкту.
vi: Chuyển quyền sở hữu dự án này cho người dùng khác. Tất cả bài gửi, lưu trữ dữ liệu cũng như việc sử dụng bản phiên âm và bản dịch của dự án này sẽ được chuyển cho chủ sở hữu dự án mới.

source: Learn more →
am: ተጨማሪ ይወቁ →
ar: لمعرفة المزيد ←
de: Mehr erfahren →
es: Obtener más información→
fa: بیشتر بدانید ‏⟵
id: Pelajari lebih lanjut →
ja: 詳細はこちら →
pl: Dowiedz się więcej →
pt: Saiba mais →
ru: Подробности
th: ดูข้อมูลเพิ่มเติม →
uk: Дізнатися більше →
vi: Tìm hiểu thêm →

source: Cancel transfer
am: ማስተላለፉን ይሰርዙ
ar: إلغاء النقل
de: Übertragung abbrechen
es: Cancelar transferencia
fa: لغو انتقال
id: Batalkan peralihan
ja: 譲渡をキャンセル
pl: Anuluj przeniesienie
pt: Cancelar a transferência
ru: Отменить передачу
th: ยกเลิกโอน
uk: Скасувати передачу
vi: Huỷ việc chuyển

source: Transfer
am: ማስተላለፍ
ar: نقل
de: Übertragung
es: Transferir
fa: انتقال
id: Alihkan
ja: 譲渡
pl: Przenieś
pt: Transferir
ru: Осуществить передачу
th: โอน
uk: Передати
vi: Chuyển

source: Transfer ownership
am: ባለቤትነትን ማስተላለፍ
ar: نقل الملكية
de: Eigentum übertragen
es: Transferir la propiedad
fa: انتقال مالکیت
id: Alihkan kepemilikan
ja: 所有権を譲渡
pl: Przenieś własność
pt: Transferir responsabilidade
ru: Передача права владения
th: โอนกรรมสิทธิ์
uk: Передати права власності
vi: Chuyển quyền sở hữu

source: This action will transfer ownership of ##username## to another user
am: ይህ እርምጃ የባለቤትነት መብትን ##username## ለሌላ ተጠቃሚ ያስተላልፋል
ar: ستؤدي هذه الإجراءات إلى نقل ملكية ##username## إلى مستخدم آخر
de: Diese Aktion überträgt die Eigentümerrolle von ##username## auf eine*n andere*n Benutzer*in
es: Esta acción transferirá la propiedad de ##username## a otro usuario
fa: این اقدام، مالکیت ##username## را به کاربر دیگری منتقل می‌کند
id: Tindakan ini akan mengalihkan kepemilikan dari ##username## kepada pengguna lain
ja: この操作により、##username##の所有権が別のユーザーに譲渡されます
pl: To działanie przeniesie własność ##username## do innego użytkownika
pt: Esta ação transferirá a responsabilidade de ##username## a um outro usuário
ru: Данное действие осуществит передачу права владения ##username## другому пользователю
th: การดำเนินการนี้จะเป็นการโอนกรรมสิทธิ์ของ ##username## ไปให้ผู้ใช้อื่น
uk: Ця дія передасть право власності (нинішній власник:##username##) іншому користувачеві
vi: Thao tác này sẽ chuyển quyền sở hữu ##username## sang cho một người dùng khác

source: When you transfer ownership of the project to another user, all of the submissions, data storage, and transcription and translation usage for the project will be transferred to the new project owner.
am: የፕሮጀክቱን ባለቤትነት ለሌላ ተጠቃሚ ሲያስተላልፉ ሁሉም የፕሮጀክቱ ማስረከቦች፣ የውሂብ ማከማቻዎች፣ እና የፕሮጀክቱ የጽሁፍ ግልባጮችን እና የትርጕም አጠቃቀም ወደ አዲሱ የፕሮጀክቱ ባለቤት ይተላለፋሉ።
ar: عند نقل ملكية المشروع إلى مستخدم آخر، سيتم نقل جميع عمليات الإرسال وتخزين البيانات واستخدام النص المفرّغ والترجمة للمشروع إلى مالك المشروع الجديد.
de: Wenn Sie die Eigentümerrolle von einem Projekt an eine*n andere*n Benutzer*in übertragen, werden alle Übermittlungen, die Datenspeicherung und die Transkriptions- und Übersetzungsnutzung für das Projekt auf den/die neue*n Projekteigentümer*in übertragen.
es: Cuando transfieras la propiedad del proyecto a otro usuario, todos los envíos, el almacenamiento de datos y el uso de transcripción y la traducción del proyecto se transferirán al nuevo propietario del proyecto.
fa: وقتی مالکیت پروژه را به کاربر دیگری منتقل می‌کنید، تمام موارد ارسالی، ذخیره داده‌ها و استفاده از نسخه برداري و ترجمه برای پروژه به مالک جديد پروژه منتقل می‌شود.
id: Saat Anda menerima peralihan kepemilikan kepada pengguna lain, semua kiriman, penyimpanan data, dan penggunaan transkripsi dan terjemahan untuk proyek ini akan dialihkan kepada pemilik proyek yang baru.
ja: プロジェクトの所有権を別のユーザーに譲渡すると、そのプロジェクトのすべての提出、データストレージ、文字起こしおよび翻訳の使用量が新しいプロジェクトオーナーに転送されます。
pl: Jeśli przeniesiesz własność projektu do innego użytkownika, wszystkie zgłoszenia, przechowane dane, transkrypcje i tłumaczenia dla danego projektu zostaną przeniesione do nowego właściciela projektu.
pt: Ao transferir a responsabilidade pelo projeto a um outro usuário, todos os envios, armazenamento de dados e uso de transcrição e tradução para o projeto serão transferidos ao novo responsável.
ru: При передаче прав владения проектом другому пользователю все отправки, хранение данных, использование транскрипции и перевода для проекта будут переданы новому владельцу проекта.
th: เมื่อคุณโอนกรรมสิทธิ์โครงการนี้ไปให้ผู้ใช้อื่น การส่งข้อมูลทั้งหมด ที่เก็บข้อมูล และการใช้งานการถอดเสียงและคำแปลสำหรับโครงการนี้จะถูกโอนไปให้เจ้าของโครงการคนใหม่
uk: Коли ви передаєте право власності на цей проєкт іншому користувачеві, усі надсилання, збереження даних, використання транскрипції і перекладу для цього проєкту будуть передані новому власнику проєкту.
vi: Khi bạn chuyển quyền sở hữu dự án này cho người dùng khác, tất cả bài gửi, lưu trữ dữ liệu cũng như việc sử dụng bản phiên âm và bản dịch của dự án sẽ được chuyển cho chủ sở hữu dự án mới.
