Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Drag and drop files here
am: ፋይሎችን ወደዚህ ጎትት እና ጣል አድርግ
ar: قم بسحب وإدراج الملفات هنا
bn: ফাইল টেনে এখানে এনে ছেড়ে দিন
cs: Sem přetáhněte soubory
de: Dateien hier per Drag &amp; Drop ablegen
es: Arrastrar y soltar los archivos aquí
fa: کشیدن و رها کردن فایل ها
fr: Glissez et déposez les fichiers ici
hi: फाइलों को यहां खींच कर लाएं
hu: Húzza ide a fájlokat
id: Seret dan lepaskan file di sini
ja: ここにファイルをドラッグ＆ドロップ
km: អូស និងទម្លាក់ឯកសារនៅទីនេះ
my: ဖိုင်များကို ဤနေရာသို့ ဆွဲယူထည့်သွင်းပါ
ne: फाइल यहाँ तान्नुहोस् र छोडिदिनुहोस्
pl: Przeciągnij i upuść pliki tutaj
pt: Arrastar e soltar arquivos aqui
ru: Перетащите файлы сюда
sw: Buruta na udondoshe faili hapa
th: ลากแล้วปล่อยไฟล์ที่นี่
tr: Dosyaları buraya sürükleyip bırakın
uk: Перетягніть файли сюди
vi: Kéo và thả tệp vào đây

source: or
am: ወይም
ar: أو
bn: বা
cs: nebo
de: oder
es: o
fa: یا
fr: ou
hi: या
hu: vagy
id: atau
ja: または
my: သို့မဟုတ်
ne: अथवा
pl: lub
pt: ou
ru: или
sw: au
th: หรือ
tr: veya
uk: або
vi: hoặc

source: click here to browse
am: ለማሰስ እዚህ ጠቅ ያድርጉ
ar: انقر هنا للتصفح
bn: ব্রাউজ করার জন্য এখানে ক্লিক করুন
cs: zde klikněte na tlačítko Procházet
de: Klicken Sie hier zum Stöbern
es: hacer clic aquí para navegar
fa: برای مرور، اینجا را کلیک کنید
fr: cliquez ici pour naviguer
hi: ब्राउज़ करने के लिए यहां क्लिक करें
hu: kattintson ide a tallózáshoz
id: klik di sini untuk mencari
ja: ここをクリックして参照
km: ចុចនៅទីនេះដើម្បីរកមើល
my: ဖိုင်‌ေရွးရန်အတွက် ဤနေရာကို နှိပ်ပါ
ne: ब्राउज गर्न यहाँ क्लिक गर्नुहोस्
pl: kliknij tutaj, by wyszukać
pt: clique aqui para navegar
ru: нажмите здесь для просмотра
sw: bofya hapa ili kuvinjari
th: คลิกที่นี่เพื่อเรียกดู
tr: göz atmak için buraya tıklayın
uk: натисніть тут, щоб переглянути
vi: bấm vào đây để tải lên

source: Uploading file…
am: ፋይል በመስቀል ላይ…
ar: جار رفع الملف ...
bn: ফাইল আপলোড করা হচ্ছে…
cs: Nahrávání souboru…
de: Datei wird hochgeladen …
es: Cargando archivo...
fa: در حال آپلود فایل…
fr: Téléchargement du fichier…
hi: फ़ाइल अपलोड हो रही है…
hu: Fájl feltöltése…
id: Mengunggah file…
ja: ファイルをアップロード中…
km: កំពុងបង្ហោះឯកសារ…
my: ဖိုင်ကို တင်နေပါသည်...
ne: फाइल अपलोड गर्दै...
pl: Przesyłanie pliku…
pt: Carregando arquivo…
ru: Загрузка файла…
sw: Inapakia faili...
th: กำลังอัปโหลดไฟล์...
tr: Dosya yükleniyor…
uk: Завантаження файлу…
vi: Đang tải tệp lên…

source: You can also add files using a URL
am: URL በመጠቀም ፋይሎችን ማከልም ትችላለህ
ar: يمكنك أيضاً إضافة ملفات باستخدام عنوان الإنترنت (URL)
bn: আপনি URL দিয়েও ফাইল আপলোড করতে পারেন
cs: Soubory můžete přidávat také pomocí adresy URL
de: Sie können Dateien auch per URL hinzufügen
es: También se pueden agregar archivos usando una URL
fa: همچنین می‌توانید با استفاده از URL فایل‌ها را اضافه کنید
fr: Vous pouvez également ajouter des fichiers à l'aide d'une URL
hi: आप URL का उपयोग कर के भी फ़ाइलें जोड़ सकते हैं
hu: URL-cím megadásával is hozzáadhat fájlokat
id: Anda juga dapat menambahkan file menggunakan URL
ja: URLを使用してファイルを追加することもできます
km: អ្នកក៏អាចបញ្ចូលឯកសារនានាដោយប្រើ URL បានដែរ
my: URL တစ်ခုကို အသုံးပြု၍လည်း ဖိုင်များကို ထည့်သွင်းနိုင်ပါသည်
ne: एउटा URL (यु आर एल) प्रयोग गरेर पनि फाइल थप्न सक्नुहुन्छ
pl: Możesz dodać pliki również poprzez adres URL
pt: Você também pode adicionar arquivos usando um URL
ru: Вы также можете добавить файлы с помощью URL-адреса
sw: Unaweza pia kuongeza faili kwa kutumia URL
th: คุณยังสามารถเพิ่มไฟล์โดยใช้ URL
tr: URL kullanarak da dosya ekleyebilirsiniz
uk: Ви також можете додавати файли за допомогою URL-адреси
vi: Bạn cũng có thể thêm tệp bằng URL

source: Paste URL here
am: URL እዚህ ለጥፍ
ar: قم بلصق عنوان الإنترنت (URL) هنا
bn: এখানে URL পেস্ট করুন
cs: Sem vložte adresu URL
de: URL hier einfügen
es: Pegar aquí la URL
fa: URL را در اینجا جایگذاری کنید
fr: Collez l'URL ici
hi: URL यहां चिपकाए (पेस्ट करें)
hu: URL-cím beillesztése ide
id: Tempel URL di sini
ja: ここにURLを貼り付けてください
km: ដាក់ចូល URL នៅទីនេះ
my: URL ကို ဤနေရာတွင် paste ချပါ
ne: URL (यु आर एल) यहाँ पेस्ट गर्नुहोस्
pl: Wklej adres URL tutaj
pt: Colar o URL aqui
ru: Вставьте URL-адрес здесь
sw: Bandika URL hapa
th: วาง URL ที่นี่
tr: URL'yi buraya yapıştırın
uk: Вставте URL-адресу сюди
vi: Dán URL vào đây

source: Add
am: ጨምር
ar: إضافة
bn: যোগ করুন
cs: Přidat
de: Hinzufügen
es: Agregar
fa: افزودن
fr: Ajouter
hi: जोड़ें
hu: Hozzáadás
id: Tambahkan
ja: 追加
km: បញ្ចូល
my: ထည့်ရန်
ne: थप्नुहोस्
pl: Dodaj
pt: Adicionar
ru: Добавить
sw: Ongeza
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm

source: Attached files
am: የተያያዙ ፋይሎች
ar: الملفات المرفقة
bn: সংযুক্ত ফাইল
cs: Přiložené soubory
de: Angehängte Dateien
es: Archivos adjuntos
fa: فایل های پیوست شده
fr: Fichiers attachés
hi: संलग्न फाइलें
hu: Csatolt fájlok
id: File terlampir
ja: 添付ファイル
km: ឯកសារដែលបានភ្ជាប់
my: တွဲထားသော ဖိုင်များ
ne: संग्लग्न फाइलहरु
pl: Załączone pliki
pt: Arquivos anexados
ru: Прикрепленные файлы
sw: Faili zilizoambatishwa
th: ไฟล์ที่แนบมา
tr: Ek dosyalar
uk: Прикріплені файли
vi: Tệp đính kèm

source: loading media
am: ሚዲያን በመጫን ላይ
ar: تحميل الوسائط
bn: মিডিয়া লোড হচ্ছে
cs: načítání médií
de: Medien werden geladen
es: Cargando archivo(s) multimedia
fa: در حال بارگذاری فایل چند رسانه ای
fr: chargement des médias
hi: मीडिया लोड हो रहा है
hu: Média betöltése
id: memuat media
ja: メディアを読み込み中
km: កំពុងផ្ទុកមេឌៀ
my: မီဒီယာကို ဖတ်နေသည်
ne: मिडिया लोड गर्दै
pl: wczytywanie multimediów
pt: carregando mídia
ru: загрузка медиафайлов
sw: upakiaji wa media
th: กำลังโหลดสื่อ
tr: medya yükleniyor
uk: завантаження медіафайлів
vi: tải phương tiện

source: No files uploaded yet
am: እስካሁን ምንም ፋይሎች አልተሰቀሉም
ar: لم يتم رفع الملفات بعد
bn: কোন ফাইল এখনো আপলোড হয় নি
cs: Zatím nebyly nahrány žádné soubory
de: Bisher keine Dateien hochgeladen
es: Aún no se ha cargado ningún archivo
fa: هنوز هیچ فایلی آپلود (بارگذاری) نشده است
fr: Aucun fichier n'a encore été téléchargé
hi: अभी तक कोई फाइल अपलोड नहीं हुई
hu: Még nincsenek feltöltött fájlok
id: Belum ada file yang diunggah
ja: まだアップロードされたファイルはありません
km: មិនទាន់មានឯកសារបង្ហោះនៅឡើយ
my: အပ်လုတ် တင်ထားသော ဖိုင်များ မရှိသေးပါ
ne: अहिलेसम्म कुनै फाइल अपलोड भएको छैन
pl: Nie przesłano jeszcze żadnych plików
pt: Nenhum arquivo foi carregado ainda
ru: Файлы еще не загружены
sw: Bado hakuna faili zilizopakiwa
th: ยังไม่มีไฟล์ที่อัปโหลด
tr: Henüz bir dosya yüklenmedi
uk: Файли ще не завантажено
vi: Chưa có tệp nào được tải lên

source: Import
am: አስመጣ
ar: استيراد
bn: ইম্পোর্ট করুন
de: Importieren
es: Importar
fa: ورودی
fr: Importer
hi: आयात करें
hu: Importálás
id: Impor
ja: インポート
my: ကူးယူခြင်း
ne: आयात गर्नुहोस्
pt: Importar
ru: Импорт
sw: Ingiza
th: นำเข้า
tr: İçe Aktar
uk: Імпортувати
vi: Nhập

source: Next
am: ቀጥል
ar: التالي
bn: পরবর্তী
cs: Další
de: Weiter
es: Siguiente
fa: بعدی
fr: Suivant
hi: अगला
hu: Következő
id: Selanjutnya
ja: 次へ
km: បន្ទាប់
my: နောက်တစ်ခု
ne: अर्को
pl: Następny
pt: Próximo
ru: Далее
sw: Inayofuata
th: ถัดไป
tr: Sonraki
uk: Далі
vi: Tiếp theo

source: Create project
am: ፕሮጀክት መፍጠር
ar: إنشاء مشروع
bn: প্রকল্প তৈরি করুন
cs: Vytvořit projekt
de: Projekt erstellen
es: Crear proyecto
fa: ایجاد پروژه
fr: Créer le projet
hi: प्रोजेक्ट बनाएं
hu: Projekt létrehozása
id: Buat proyek
ja: プロジェクトを作成
km: បង្កើតគម្រោង
my: ပရောဂျက်ဖန်တီးသည်
ne: परियोजना सिर्जना गर्नुहोस्
pl: Utwórz projekt
pt: Criar projeto
ru: Создать проект
sw: Unda mradi
th: สร้างโครงการ
tr: Proje oluştur
uk: Створити проєкт
vi: Tạo dự án

source: Project settings
am: የፕሮጀክት ቅንብር
ar: إعدادات المشروع
bn: প্রকল্পের সেটিংস
cs: Nastavení projektu
de: Projekteinstellungen
es: Configuraciones del proyecto
fa: تنظیمات پروژه
fr: Paramètres de la fiche
hi: प्रोजेक्ट सेटिंग्स
hu: Projektbeállítások
id: Pengaturan proyek
ja: プロジェクト設定
km: ការកំណត់គម្រោង
my: ပရောဂျက်ဆက်တင်များ
ne: परियोजना सेटिङहरू
pl: Ustawienia projektu
pt: Configurações do projeto
ru: Настройки проекта
sw: Mipangilio ya mradi
th: การตั้งค่าโครงการ
tr: Proje ayarları
uk: Налаштування проєкту
vi: Cài đặt dự án

source: Choose a source
am: ምንጭ ይምረጡ
ar: اختار مصدر
bn: উৎস নির্বাচন করুন
cs: Zvolte zdroj
de: Quelle auswählen
es: Seleccionar una fuente
fa: یک منبع را انتخاب کنید
fr: Choisir une source
hi: स्रोत चुनें
hu: Forrás kiválasztása
id: Pilih sumber
ja: ソースを選択
km: ជ្រើសរើសប្រភព
my: ရင်းမြစ်ကို ရွေးချယ်ပါ
ne: स्रोत छनौट गर्नुहोस्
pl: Wybierz źródło
pt: Escolha uma origem
ru: Выбрать источник
sw: Chagua chanzo
th: เลือกแหล่งที่มา
tr: Bir kaynak seçin
uk: Вибрати джерело
vi: Chọn nguồn

source: Choose template
am: አብነት ይምረጡ
ar: اختار قالب
bn: টেমপ্লেট নির্বাচন করুন
cs: Zvolte šablonu
de: Vorlage auswählen
es: Elegir plantilla
fa: انتخاب قالب نمونه
fr: Choisir un modèle
hi: टेम्पलेट चुनें
hu: Sablon kiválasztása
id: Pilih templat
ja: テンプレートを選択
km: ជ្រើសរើសទម្រង់គំរូ
my: ဖောင်ပုံစံကို ရွေးချယ်ပါ
ne: टेम्प्लेट छनौट गर्नुहोस्
pl: Wybierz wzór
pt: Escolha o modelo
ru: Выбрать шаблон
sw: Chagua kiolezo
th: เลือกเทมเพลต
tr: Şablon seçin
uk: Вибрати шаблон
vi: Chọn bản mẫu

source: Upload XLSForm
am: XLSForm ይጫኑ
ar: رفع ملف بصيغة (XLSForm)
bn: XLSForm আপলোড করুন
cs: Nahrát soubor XLSForm
de: XLSForm hochladen
es: Cargar XLSForm
fa: بارگذاری XLSForm
fr: Télécharger XLSForm
hi: XLSForm अपलोड करें
hu: XLSForm feltöltése
id: Unggah XLSForm
ja: XLSFormをアップロード
km: បង្ហោះទម្រង់ XLSForm
my: XLSForm ကို တင်ပါ
ne: XLSForm (एक्स एल एस फारम) अपलोड गर्नुहोस्
pl: Prześlij XLSForm
pt: Carregar XLSForm
ru: Загрузка формы XLSForm
sw: Pakia XLSForm
th: อัปโหลด XLSForm
tr: XLSForm'u yükleyin
uk: Завантажити XLSForm
vi: Tải lên XLSForm

source: Import XLSForm
am: XLSForm አስመጣ
ar: استيراد ملف بصيغة (XLSForm)
bn: XLSForm ইম্পোর্ট করুন
cs: Importovat soubor XLSForm
de: XLSForm importieren
es: Importar XLSForm
fa: XLSForm را وارد کنید
fr: Importer XLSForm
hi: XLSForm आयात करें
hu: XLSForm importálása
id: Impor XLSForm
ja: XLSFormをインポート
km: នាំចូលទម្រង់ XLSForm
my: XLSForm ကို တင်ပို့ပါ
ne: XLSForm (एक्स एल एस फारम) सार्नुहोस्
pl: Importuj XLSForm
pt: Importar XLSForm
ru: Импорт формы XLSForm
sw: Ingiza XLSForm
th: นำเข้า XLSForm
tr: XLSForm'u içe aktarın
uk: Імпортувати XLSForm
vi: Nhập XLSForm

source: Project details
am: የፕሮጀክት ዝርዝሮች
ar: تفاصيل المشروع
bn: প্রকল্পের বিস্তারিত
cs: Podrobnosti projektu
de: Projektdetails
es: Detalles del proyecto
fa: جزئیات پروژه
fr: Détails du projet
hi: प्रोजेक्ट विवरण
hu: Projekt részletei
id: Detail proyek
ja: プロジェクトの詳細
km: ព័ត៌មានលម្អិតអំពីគម្រោង
my: ပရောဂျက်အသေးစိတ်များ
ne: परियोजना विवरण
pl: Szczegóły projektu
pt: Detalhes do Projeto
ru: Подробные сведения о проекте
sw: Maelezo ya mradi
th: รายละเอียดโครงการ
tr: Proje detayları
uk: Деталі проєкту
vi: Thông tin dự án

source: Choose
am: ይምረጡ
ar: اختار
bn: নির্বাচন করুন
cs: Vybrat
de: Wählen Sie
es: Seleccionar
fa: انتخاب
fr: Choisir
hi: चुनें
hu: Válasszon
id: Pilih
ja: 選択
km: ជ្រើសរើស
my: ရွေးချယ်သည်
ne: छनौट गर्नुहोस्
pl: Wybierz
pt: Escolher
ru: Выбрать
sw: Chagua
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn

source: Error: asset could not be created.
am: ስህተት፦ ንብረት ሊፈጠር አልቻለም።
ar: خطأ: الأصل لا يمكن إنشاؤه.
bn: ত্রুটি: অ্যাসেট তৈরি করা যায় নি।
cs: Chyba: položku se nepodařilo vytvořit.
de: Fehler: Element konnte nicht erstellt werden.
es: Error: no se pudo crear el recurso.
fa: خطا: دارایی نمی‌تواند ایجاد شود.
fr: Erreur : Le projet n'a pas pu être créé.
hi: त्रुटि: एसेट नहीं बनाया जा सका।
hu: Hiba: elem létrehozása sikertelen.
id: Kesalahan: aset tidak dapat dibuat.
ja: エラー：アセットが作成できませんでした。
km: បញ្ហា៖ ទ្រព្យមិនអាចបង្កើតបានទេ។
my: အမှား- အကြောင်းအရာကို ဖန်တီး၍ မရပါ။
ne: त्रुटि: सम्पत्ति सिर्जना गर्न सकिएन।
pl: Błąd: nie udało się stworzyć elementu.
pt: Erro: o recurso não pôde ser criado.
ru: Ошибка: не удалось создать объект.
sw: Hitilafu: kipengee hakikuweza kuundwa.
th: ข้อผิดพลาด: ไม่สามารถสร้างสินทรัพย์ได้
tr: Hata: varlık oluşturulamadı.
uk: Помилка: не вдалося створити ресурс.
vi: Lỗi: không thể tạo tài sản.

source: Error: new project could not be created.
am: ስህተት፡ አዲስ ፕሮጀክት መፍጠር አልተቻለም።
ar: خطأ: تعذر إنشاء مشروع جديد.
bn: ত্রুটি: নতুন প্রকল্প তৈরি করা যায় নি।
cs: Chyba: nový projekt se nepodařilo vytvořit.
de: Fehler: Neues Projekt konnte nicht erstellt werden.
es: Error: no se pudo crear un nuevo proyecto.
fa: خطا: پروژه جدید ایجاد نشد.
fr: Erreur : le nouveau projet n'a pas pu être créé.
hi: त्रुटि: नया प्रोजेक्ट नहीं बनाया जा सका।
hu: Hiba: új projekt létrehozása sikertelen.
id: Kesalahan: proyek baru tidak dapat dibuat.
ja: エラー：新規プロジェクトの作成に失敗しました。
km: បញ្ហា៖ គម្រោងថ្មីមិនអាចបង្កើតបានទេ។
my: အမှား- ပရောဂျက်အသစ်ကို ဖန်တီး၍ မရပါ။
ne: त्रुटि: नयाँ परियोजना सिर्जना गर्न सकिएन।
pl: Błąd: nie udało się stworzyć nowego projektu.
pt: Erro: o novo projeto não pôde ser criado.
ru: Ошибка: не удалось создать новый проект.
sw: Hitilafu: mradi mpya haukuweza kuundwa.
th: ข้อผิดพลาด: ไม่สามารถสร้างโครงการใหม่ได้
tr: Hata: yeni proje oluşturulamadı.
uk: Помилка: не вдалося створити новий проєкт.
vi: Lỗi: không thể tạo dự án mới.

source: Please wait…
am: ቆይ በናተህ…
ar: يرجى الانتظار …
bn: অনুগ্রহ করে অপেক্ষা করুন…
cs: Čekejte prosím…
de: Bitte warten …
es: Por favor espera...
fa: منتظر بمانید...
fr: Veuillez patienter…
hi: कृपया प्रतीक्षा करें...
hu: Kérjük, várjon…
id: Mohon tunggu…
ja: お待ちください…
km: សូមរង់ចាំ…
my: ကျေးဇူးပြု၍ ခေတ္တစောင့်ပါ...
ne: कृपया पर्खनुहोस्...
pl: Proszę czekać...
pt: Aguarde…
ru: Ожидайте…
sw: Tafadhali subiri…
th: กรุณารอ...
tr: Lütfen bekleyin…
uk: Зачекайте…
vi: Vui lòng chờ…

source: Retrieving form, please wait...
am: ቅፅን በማውጣት ላይ፣ እባክዎ ይጠብቁ...
ar: جاري استرداد النموذج، برجاء الانتظار ...
bn: ফর্ম আনা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন…
cs: Načítání formuláře, počkejte prosím…
de: Formular wird abgerufen, bitte warten ...
es: Recuperando el formulario; por favor espera...
fa: در حال بازیابی فرم، لطفا صبر کنید...
fr: Récupération du formulaire, veuillez patienter...
hi: फ़ॉर्म पुन: प्राप्त किया जा रहा है, कृपया प्रतीक्षा करें...
hu: Űrlap visszakeresése. Kérjük, várjon...
id: Mengambil formulir, mohon tunggu...
ja: フォームを取得しています。しばらくお待ちください...
km: កំពុងទាញយកទម្រង់បែបបទ សូមរង់ចាំ...
my: ဖောင်ကို ပြန်လည်ရယူနေပါသည်၊ ကျေးဇူးပြု၍ စောင့်ပေးပါ...
ne: फारम पुन: प्राप्त गर्दै, कृपया कुर्नुहोस्...
pl: Pobieranie formularza, proszę czekać...
pt: Recuperando formulário, aguarde...
ru: Получение формы, ожидайте…
sw: Inarejesha fomu, tafadhali subiri...
th: กำลังเรียกแบบฟอร์ม กรุณารอสักครู่...
tr: Form alınıyor, lütfen bekleyin ...
uk: Отримання форми, зачекайте...
vi: Đang truy xuất biểu mẫu, vui lòng đợi...

source: Failed to reload project after import!
am: ከውጭ ከመጣ በኋላ ፕሮጀክት መጫን አልተሳካም!
ar: فشل في إعادة تحميل المشروع بعد استيراده!
bn: ইম্পোর্ট করার পর প্রকল্প আর লোড করা যায় নি!
cs: Po importu se nepodařilo projekt znovu načíst!
de: Nach dem Import ist das Neuladen des Projekts fehlgeschlagen!
es: Error al recargar el proyecto después de importarlo.
fa: پروژه پس از وارد کردن، دوباره بارگیری نشد!
fr: Le rechargement du projet a échoué après l'importation !
hi: आयात के बाद प्रोजेक्ट को पुनः लोड करने में विफल!
hu: A projekt újbóli betöltése az importálás után sikertelen!
id: Gagal memuat ulang proyek setelah diimpor!
ja: インポート後、プロジェクトの再読み込みに失敗しました！
km: មិនអាចផ្ទុកគម្រោងឡើងវិញបានក្រោយការនាំចូល!
my: တင်ပို့ပြီးနောက် ပရောဂျက်ကို ဖွင့်၍ မရပါ။
ne: फाइल आयात गरेपछि परियोजना पुन: लोड गर्न असफल!
pl: Nie udało się załadować projektu po jego imporcie!
pt: Falha ao recarregar o projeto após a importação!
ru: Не удалось перезагрузить проект после импорта!
sw: Imeshindwa kupakia upya mradi baada ya kuingiza!
th: ไม่สามารถโหลดโครงการซ้ำหลังจากนำเข้า!
tr: İçe aktarıldıktan sonra proje yeniden yüklenemedi!
uk: Неможливо перезавантажити проєкт після імпорту!
vi: Tải lại dự án sau khi nhập thất bại!

source: Could not initialize XLSForm import!
am: XLSForm ማስመጣትን ማስጀመር አልተቻለም!
ar: تعذر تهيئة استيراد ملف بصيغة (XLSForm)!
bn: XLSForm ইম্পোর্ট শুরু করা যায় নি!
cs: Nepodařilo se spustit import souboru XLSForm!
de: XLSForm-Import konnte nicht initialisiert werden!
es: No se pudo iniciar la importación de XLSForm.
fa: وارد کردن XLSForm راه‌اندازی نشد!
fr: Impossible d'initialiser l'importation de XLSForm !
hi: XLSForm आयात प्रारंभ नहीं कर सका!
hu: Az XLSForm-import inicializálása sikertelen!
id: Tidak dapat melakukan inisialisasi impor XLSForm!
ja: XLSFormのインポートを初期化できませんでした！
km: មិនអាចចាប់ផ្ដើមនាំចូល XLSForm បានទេ!
my: XLSForm တင်ပို့မှုအား စတင်၍ မရပါ။
ne: XLSForm (एक्स एल एस फारम)को सार्ने काम सुरु गर्न सकिएन!
pl: Nie udało się zainicjować importu XLSForm!
pt: Não foi possível inicializar a importação do XLSForm!
ru: Не удалось инициализировать импорт формы XLSForm!
sw: Haikuweza kuanzisha uingizaji wa XLSForm!
th: ไม่สามารถเริ่มการนำเข้า XLSForm ได้!
tr: XLSForm içe aktarma işlemi başlatılamadı!
uk: Не вдалося ініціалізувати імпорт XLSForm!
vi: Không thể bắt đầu nhập XLSForm!

source: Failed to reload project after upload!
am: ከሰቀላ በኋላ ፕሮጀክትን መጫን አልተሳካም!
ar: فشل في إعادة تحميل المشروع بعد الرفع!
bn: আপলোড করার পর প্রকল্প আর লোড করা যায় নি!
cs: Po nahrání se nepodařilo projekt znovu načíst!
de: Nach dem Hochladen konnte das Projekt nicht neu geladen werden!
es: Error al recargar el proyecto después de cargarlo.
fa: پروژه پس از بارگذاری مجدد بارگیری نشد!
fr: Le rechargement du projet a échoué après le téléchargement !
hi: अपलोड के बाद प्रोजेक्ट को फिर से लोड करने में विफल!
hu: A projekt újbóli betöltése a feltöltés után sikertelen!
id: Gagal memuat ulang proyek setelah diunggah!
ja: アップロード後、プロジェクトの再読み込みに失敗しました！
km: មិនអាចផ្ទុកគម្រោងឡើងវិញបានក្រោយការបង្ហោះ!
my: တင်ပြီးနောက် ပရောဂျက်အား ပြန်တင်ရန် ကျရှံးပါသည်
ne: अपलोड पछि परियोजना पुन: लोड गर्न असफल भयो!
pl: Nie udało się załadować projektu po jego przesłaniu!
pt: Falha ao reabrir o projeto após o carregamento!
ru: Не удалось перезагрузить проект после загрузки!
sw: Imeshindwa kupakia upya mradi baada ya upakiaji!
th: ไม่สามารถโหลดโครงการซ้ำหลังจากอัปโหลด!
tr: Yüklemeden sonra proje yeniden yüklenemedi!
uk: Неможливо перезавантажити проєкт після завантаження!
vi: Tải lại dự án sau khi tải lên thất bại!

source: Could not import XLSForm!
am: XLSForm ማስመጣት አልተቻለም!
ar: تعذر استيراد ملف بصيغة (XLSForm)!
bn: XLSForm ইম্পোর্ট করা যায় নি!
cs: Nelze importovat soubor XLSForm!
de: XLSForm konnte nicht importiert werden!
es: No se pudo importar el XLSForm.
fa: XLSForm وارد نشد!
fr: Impossible d'importer XLSForm !
hi: XLSForm आयात नहीं कर सका!
hu: Az XLSForm-import importálása sikertelen!
id: Tidak dapat mengimpor XLSForm!
ja: XLSFormをインポートできませんでした！
km: មិនអាចនាំចូល XLSForm បានទេ!
my: XLSForm ကို တင်ပို့၍ မရပါ။
ne: XLSForm (एक्स एल एस फारम)को सरेन !
pl: Nie udało się zaimportować pliku XLSForm!
pt: Não foi possível importar XLSForm!
ru: Не удалось импортировать форму XLSForm!
sw: Haikuweza kuingiza XLSForm!
th: ไม่สามารถนำเข้า XLSForm ได้!
tr: XLSForm içe aktarılamadı!
uk: Не вдалося імпортувати XLSForm!
vi: Không thể nhập XLSForm!

source: Some fields contain errors!
am: አንዳንድ መስኮች ስህተቶችን ይይዛሉ!
ar: بعض الحقول تحوي أخطاءً!
bn: কয়েকটি ঘরে ত্রুটি রয়েছে!
cs: Některá pole obsahují chyby!
de: Einige Felder enthalten Fehler!
es: ¡Algunos campos tienen errores!
fa: بعضی از فیلدها خطا دارند!
fr: Certains champs contiennent des erreurs !
hi: कुछ क्षेत्रों में ग़ल्तियां हैं!
hu: Valamelyik mező hibákat tartalmaz!
id: Beberapa bagian memiliki kesalahan!
ja: いくつかの項目にエラーが含まれています！
km: កន្លែងបញ្ចូលខ្លះមានបញ្ហា!
my: နေရာအချို့တွင် အမှားများ ပါဝင်နေပါသည်။
ne: केही क्षेत्रमा त्रुटिहरू छन्!
pl: Niektóre pola zawierają błędy!
pt: Alguns campos contêm erros!
ru: Некоторые поля содержат ошибки!
sw: Baadhi ya sehemu zina hitilafu!
th: บางฟิลด์มีข้อผิดพลาด!
tr: Bazı alanlarda hata mevcut!
uk: Деякі поля містять помилки!
vi: Một số trường có chứa lỗi!

source: Project Name
am: የፕሮጀክት ስም
ar: أسم المشروع
bn: প্রকল্পের নাম
cs: Název projektu
de: Projektname
es: Nombre del proyecto
fa: نام پروژه
fr: Titre du projet
hi: प्रोजेक्ट का नाम
hu: Projekt neve
id: Nama Proyek
ja: プロジェクト名
km: ឈ្មោះគម្រោង
my: စီမံကိန်းအမည်
ne: परियोजनाको नाम
pl: Nazwa projektu
pt: Nome do Projeto
ru: Имя проекта
sw: Jina la Mradi
th: ชื่อโครงการ
tr: Proje Adı
uk: Назва проєкту
vi: Tên dự án

source: ##count## characters left
am: ##count## ቁምፊዎች ይቀራሉ
ar: عدد ##count## من الأحرف متبقية
bn: ##count## অক্ষর বাকি
cs: Zbývá znaků: ##count##
de: ##count## Zeichen übrig
es: ##count## caracteres disponibles
fa: ##count## کاراکتر باقی مانده است
fr: ##count## caractères restants
hi: ##count## वर्ण शेष
hu: ##count## karakter maradt
id: ##count## karakter tersisa
ja: 残り##count##文字
km: នៅសល់ ##count## តួអក្សរ
my: ##count## အက္ခရာစာလုံးများ ကျန်နေပါသည်
ne: ##count## क्यारेक्टरहरू छोडियो
pl: Pozostała liczba znaków: ##count##
pt: ##count## caracteres restantes
ru: Осталось символов: ##count##
sw: herufi ##count## zimebaki
th: ##count## ตัวอักษรเหลือ
tr: ##count## karakter kaldı
uk: ##count## символів залишилося
vi: còn ##count## ký tự

source: Use a template
am: አብነት ይጠቀሙ
ar: استخدم قالب
bn: টেমপ্লেট ব্যবহার করুন
cs: Použít šablonu
de: Vorlage benutzen
es: Usar una plantilla
fa: استفاده از الگو
fr: Utiliser un modèle
hi: टेम्पलेट इस्तेमाल करें
hu: Sablon használata
id: Gunakan templat
ja: テンプレートを使用
km: ប្រើទម្រង់គំរូ
my: ဖောင်ပုံစံတစ်ခုကို အသုံးပြုပါ
ne: टेम्प्लेट प्रयोग गर्नुहोस्
pl: Użyj wzoru
pt: Usar um modelo
ru: Использовать шаблон
sw: Tumia kiolezo
th: ใช้เทมเพลต
tr: Bir şablon kullanın
uk: Використати шаблон
vi: Sử dụng một bản mẫu
