Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Confirming your account will give you access to KoboToolbox applications. Please visit the following URL to finish activation of your new account.
am: መለያዎን ማረጋገጥ የ KoboToolbox መተግበሪያዎችን መዳረሻ ይሰጥዎታል። እባክዎ የአዲሱን መለያዎን ማግበር ለመጨረስ የሚከተለውን ዩአርኤል ይጎብኙ።
ar: عندما تؤكد إنشاء حسابك، سيتاح لك استخدام التطبيقات المختلفة KoboToolbox. يُرجى زيارة صفحة الويب التالية لإنهاء تفعيل حسابك الجديد.
bn: আপনার অ্যাকাউন্ট নিশ্চিত করা হলে তারপর আপনি KoboToolbox-এর অ্যাপ্লিকেশনগুলো ব্যবহার করতে পারবেন। আপনার নতুন অ্যাকাউন্টের সক্রিয়করণ সম্পন্ন করার জন্য অনুগ্রহ করে নিচের লিঙ্কে যান।
cs: Potvrzením účtu získáte přístup k aplikacím KoboToolbox. Pro dokončení aktivace vašeho nového účtu navštivte následující adresu URL.
de: Durch Bestätigen Ihres Kontos erhalten Sie Zugriff auf die KoboToolbox-Applikationen. Bitte besuchen Sie die folgende URL, um die Aktivierung Ihres neuen Kontos abzuschließen.
es: La confirmación de tu cuenta te dará acceso a las aplicaciones de KoboToolbox. Ve a la siguiente URL para finalizar la activación de tu nueva cuenta.
fa: تایید حساب کاربری به شما دسترسی به اپلیکیشن‌های جعبه ابزار کوبو (KoboToolbox) را می‌دهد. لطفاً برای تکمیل فعال‌سازی حساب کاربری جدید خود به آدرس اینترنتی زیر مراجعه کنید.
fr: La confirmation de votre compte vous permettra d'accéder aux applications KoboToolbox. Veuillez visiter l'URL suivante pour terminer l'activation de votre nouveau compte.
hi: आपके खाते की पुष्टि करने से आप कोबोटूलबॉक्स एप्लीकेशंस का इस्तेमाल कर सकेंगे। अपने नए खाते के सक्रियण को पूरा करने के लिए कृपया निम्नलिखित URL पर जाएँ।
id: Mengonfirmasi akun Anda akan memberi Anda akses ke aplikasi KoboToolbox. Silakan kunjungi URL berikut untuk menyelesaikan aktivasi akun baru Anda.
ja: アカウントを確認すると、Kobo Toolboxのアプリケーションにアクセスできるようになります。以下のURLにアクセスし、新しいアカウントのアクティベーションを完了してください。
my: သင့်အကောင့်ကို အတည်ပြုခြင်းသည် သင့်အား Kobo ကိရိယာအကွက် အက်ပလီကေးရှင်း၀င်ခွင့် ပေးမည်ဖြစ်သည်။ သင့်၏ အကောင့်အသစ်ဖွင့်ခြင်း ပြီးမြောက်ရန် ကျေးဇူးပြု၍ အောက်ပါ URL ကို ၀င်‌ရောက်ကြည့်ရှုပေးပါ။
ne: तपाईंको खाता प्रमाणित गर्नाले KoboToolbox का अनुप्रयोगहरूमा पहुँच पाउनु हुनेछ। आफ्नो नयाँ खाताको सक्रिय गर्ने प्रकृया पूरा गर्नको लागि निम्न URL मा जानुहोस्।
pl: Po potwierdzeniu rejestracji Twoje konto da Ci dostęp do aplikacji KoboToolbox. Kliknij na poniższy link w celu aktywacji konta.
pt: Confirmar a sua conta lhe dará acesso a aplicativos do KoboToolbox. Portanto, visite a seguinte URL para finalizar a ativação da sua nova conta.
ru: Подтверждение учетной записи обеспечит доступ к приложениям KoboToolbox. Перейдите по следующему URL-адресу, чтобы завершить активацию вашей новой учетной записи.
sw: Ha megerősíti a fiókját, hozzáférést kap a KoboToolbox alkalmazásokhoz. Új fiókjának aktiválását a következő URL-címre látogatva fejezheti be.
th: การยืนยันบัญชีของคุณจะทำให้คุณสามารถเข้าถึงแอปพลิเคชัน KoboToolbox ได้ โปรดไปที่ URL ต่อไปนี้เพื่อทำให้การเปิดใช้งานบัญชีใหม่ของคุณเสร็จสิ้น
uk: Підтвердження вашого облікового запису надасть вам доступ до застосунків KoboToolbox. Перейдіть за наступним посиланням, щоб завершити активацію вашого нового облікового запису.
vi: Việc xác thực tài khoản sẽ cho bạn quyền truy cập các ứng dụng của KoboToolbox. Vui lòng nhấn vào đường liên kết sau để hoàn tất việc kích hoạt tài khoản mới của bạn.

source: Your username is:
am: የተጠቃሚ ስምዎት፦
ar: اسم المستخدم الخاص بك هو:
bn: আপনার ইউজারনেম হল:
cs: Vaše uživatelské jméno je:
de: Ihr Benutzername ist:
es: Tu nombre de usuario es:
fa: نام کاربری شما این است:
fr: Votre nom d'utilisateur est :
hi: आपका उपयोगकर्ता नाम (यूज़रनेम) है:
id: Nama pengguna Anda adalah:
ja: ユーザー名：
my: သင်၏သုံးစွဲသူနာမည်-
ne: तपाईँको प्रयोगकर्ता नाम:
pl: Twoja nazwa użytkownika:
pt: Seu nome de usuário é:
ru: Ваше имя пользователя:
sw: A felhasználóneve:
th: ชื่อผู้ใช้ของคุณคือ:
uk: Ваше ім'я користувача:
vi: Tên người dùng của bạn là:

source: For help getting started, check out the KoboToolbox user documentation: https://support.kobotoolbox.com
am: ለመጀመር እገዛ KoboToolbox ተጠቃሚ ሰነድን ይመልከቱ፡ https://support.kobotoolbox.com
ar: للحصول على المساعدة في البدء، يرجى الاطلاع على وثائق مستخدم KoboToolbox على الرابط التالي: https://support.kobotoolbox.com
bn: ব্যবহার করা শুরু করতে সহায়তার দরকার হলে KoboToolbox-এর ইউজার ডকুমেন্টেশন দেখুন: https://support.kobotoolbox.com
cs: Nápovědu, jak začít, najdete v uživatelské dokumentaci KoboToolbox: https://support.kobotoolbox.com
de: Für den Einstieg finden Sie weitere Unterstützung in der KoboToolbox-Benutzerdokumentation: https://support.kobotoolbox.com
es: Si para comenzar necesitas ayuda, consulta la documentación de usuario de KoboToolbox: https://support.kobotoolbox.com
fa: برای راهنمایی آغاز به کار، اسناد کاربرهای جعبه ابزار کوبو را ببینید: https://support.kobotoolbox.com
fr: Pour vous aider à démarrer, consultez le guide d'utilisation de KoboToolbox à l’adresse : https://support.kobotoolbox.com
hi: शुरू करने में सहायता के लिए कोबोटूलबॉक्स उपयोगकर्ता दस्तावेज़ देखें: https://support.kobotoolbox.com
id: Untuk bantuan memulai, lihat dokumentasi pengguna KoboToolbox: https://support.kobotoolbox.com
ja: ご使用を開始いただくためのヘルプについては、Kobo Toolbox<b> </b>ユーザードキュメントをご覧ください: https://support.kobotoolbox.com
my: စတင်သုံးစွဲရာတွင် အကူအညီရရှိလိုပါက Kobo ကိရိယာအကွက် သုံးစွဲသူ စာရွက်စာတမ်းကို- https://support.kobotoolbox.com တွင် ကြည့်ပါ။
ne: सुरु गर्न मद्दतको लागि, KoboToolbox प्रयोगकर्ता कागजात जाँच गर्नुहोस्: https://support.kobotoolbox.com
pl: Aby uzyskać pomoc w zakresie korzystania z aplikacji, zapoznaj się z instrukcją użytkownika KoboToolbox: https://support.kobotoolbox.com
pt: Para ajudar você a começar, aqui está a documentação de usuário do KoboToolbox: https://support.kobotoolbox.com
ru: Если вам нужна помощь с началом работы, ознакомьтесь с документацией пользователя KoboToolbox: https://support.kobotoolbox.com
sw: Az első lépésekhez a KoboToolbox felhasználói dokumentációjában talál segítséget: https://support.kobotoolbox.com
th: สำหรับความช่วยเหลือในการเริ่มต้นใช้งาน โปรดดูเอกสารผู้ใช้ KoboToolbox: https://support.kobotoolbox.com
uk: Ознайомтесь з функціями програми KoboToolbox за допомогою настанови користувача: https://support.kobotoolbox.com
vi: Để bắt đầu làm quen, hãy đọc tài liệu hướng dẫn sử dụng KoboToolbox: https://support.kobotoolbox.com

source: You can also join the KoboToolbox community forum to ask questions, share solutions, and chat with thousands of users: https://community.kobotoolbox.org
am: ጥያቄዎችን ለመጠየቅ፣ መፍትሄዎችን ለመጋራት እና በሺዎች ከሚቆጠሩ ተጠቃሚዎች ጋር ለመወያየት KoboToolbox የማኅበረሰብ መድረክን መቀላቀል ትችላለህ፡ https://community.kobotoolbox.org
ar: يمكنك أيضًا الانضمام إلى منتدى KoboToolbox المجتمعي لطرح الأسئلة ومشاركة الحلول والتحدث مع آلاف المستخدمين على الرابط التالي: https://community.kobotoolbox.org
bn: এছাড়াও আপনি KoboToolbox-এর কমিউনিটি ফোরামে যোগ দিয়ে সেখানে প্রশ্ন করতে, সমাধান বাতলে দিতে এবং হাজার হাজার ইউজারের সাথে চ্যাট করতে পারবেন: https://community.kobotoolbox.org
cs: Můžete se také připojit ke komunitnímu fóru KoboToolbox a klást otázky, sdílet řešení a chatovat s tisíci uživateli: https://community.kobotoolbox.org
de: Sie können auch dem Forum dem KoboToolbox-Community-Forum beitreten, um Fragen zu stellen, Lösungen auszutauschen und mit Tausenden von Benutzer*innen zu chatten: https://community.kobotoolbox.org
es: También, puedes unirte al foro de la comunidad de KoboToolbox para hacer preguntas, compartir soluciones y hablar con miles de usuarios: https://community.kobotoolbox.org
fa: همچنین می‌توانید به گروه کاربرهای جعبه ابزار کوبو بپیوندید و سوالات خود را بپرسید، راه‌حل‌ها را به اشتراک بگذارید و با هزاران کاربر چت کنید: https://community.kobotoolbox.org
fr: Vous pouvez également rejoindre le forum de la communauté KoboToolbox pour poser des questions, partager des solutions et discuter avec des milliers d'utilisateurs à l’adresse : https://community.kobotoolbox.org
hi: प्रश्न पूछने, समाधान साझा करने, और हज़ारों उपयोगकर्ताओं से बातचीत करने के लिए आप कोबोटूलबॉक्स सामुदायिक मंच से भी जुड़ सकते हैं: https://community.kobotoolbox.org
id: Anda juga dapat bergabung dengan forum komunitas KoboToolbox untuk bertanya, berbagi solusi, dan berbicara dengan ribuan pengguna: https://community.kobotoolbox.org
ja: Kobo Toolboxのコミュニティフォーラムに参加して、質問したり、解決策を共有したり、何千人ものユーザーとチャットすることもできます: https://community.kobotoolbox.org
my: မေးခွန်းများမေးရန်၊ ဖြေရှင်းချက်များ မျှဝေရန်နှင့် ထောင်ပေါင်းများစွာသော သုံးစွဲသူများနှင့် ဆက်သွယ်နိုင်ရန် Kobo ကိရိယာအကွက် အသိုက်အဝိုင်းဖိုရမ်သို့လည်း ၀င်ရောက်နိုင်သည်- https://community.kobotoolbox.org
ne: तपाईं प्रश्नहरू सोध्न, समाधानहरू साझा गर्न, र हजारौं प्रयोगकर्ताहरूसँग कुराकानी गर्न KoboToolbox समुदाय फोरममा पनि सामेल हुन सक्नुहुन्छ: https://community.kobotoolbox.org
pl: Zapraszamy również do odwiedzenia forum społeczności KoboToolbox, gdzie możesz zadawać pytania, dzielić się swoimi rozwiązaniami i rozmawiać z tysiącami użytkowników: https://community.kobotoolbox.org
pt: Você também pode juntar-se ao fórum da comunidade do KoboToolbox para fazer perguntas, compartilhar soluções e conversar com milhares de usuários: https://community.kobotoolbox.org
ru: Вы также можете присоединиться к форуму сообщества KoboToolbox, чтобы задавать вопросы, делиться решениями и общаться с тысячами пользователей: https://community.kobotoolbox.org
sw: Csatlakozhat a KoboToolbox közösségi fórumához is, ahol feltehet kérdéseket, megoszthatja megoldásait és több ezer felhasználóval cseveghet: https://community.kobotoolbox.org
th: คุณยังสามารถเข้าร่วมฟอรัมชุมชน KoboToolbox เพื่อถามคำถาม แชร์วิธีการแก้ไขปัญหา และแชตกับผู้ใช้หลายพันคน: https://community.kobotoolbox.org
uk: Ви також можете приєднатися до форуму спільноти KoboToolbox, де ви зможете ставити запитання, ділитися рішеннями та спілкуватися з тисячами користувачів: https://community.kobotoolbox.org
vi: Bạn cũng có thể tham gia diễn đàn cộng đồng KoboToolbox để đặt câu hỏi, chia sẻ giải pháp, và trò chuyện với hàng nghìn người dùng khác: https://community.kobotoolbox.org

source: Activate your KoboToolbox Account
am: የ KoboToolbox መለያዎን ያግብሩ
ar: فعّل حسابك ب KoboToolbox
bn: আপনার KoboToolbox অ্যাকাউন্ট সক্রিয় করুন
cs: Aktivujte svůj účet KoboToolbox
de: KoboToolbox-Konto aktivieren
es: Activar tu cuenta de KoboToolbox
fa: حساب جعبه ابزار کوبو(KoboToolbox) خود را فعال کنید
fr: Activez votre compte KoboToolbox
hi: अपने कोबोटूलबॉक्स खाते को सक्रिय करें
id: Aktifkan Akun KoboToolbox Anda
ja: KoboToolboxアカウントをアクティベートする
my: သင်၏ Kobo ကိရိယာအကွက် အကောင့်အားအသက်သွင်းပါ
ne: आफ्नो KoboToolbox खाता सक्रिय गर्नुहोस्
pl: Aktywuj Twoje konto KoboToolbox
pt: Ative sua conta KoboToolbox
ru: Активируйте учетную запись KoboToolbox
sw: Aktiválja KoboToolbox-fiókját
th: เปิดใช้งานบัญชี KoboToolbox ของคุณ
uk: Активуйте ваш обліковий запис KoboToolbox
vi: Kích hoạt tài khoản KoboToolbox của bạn

source: KoboToolbox account email address verification
am: KoboToolbox መለያ ኢሜይል አድራሻ ማረጋገጫ
ar: تحقق من عنوان البريد الإلكتروني الخاص بحساب KoboToolbox
bn: KoboToolbox অ্যাকাউন্টের ইমেইল অ্যাড্রেস যাচাইকরণ
cs: Ověření e-mailové adresy účtu KoboToolbox
de: Verifizierung der E-Mail-Adresse des KoboToolbox-Kontos
es: Verificación de la dirección de correo electrónico de la cuenta de KoboToolbox
fa: احراز هویت آدرس ایمیل حساب کاربری جعبه ابزار کوبو
fr: Vérification de l'adresse e-mail du compte KoboToolbox
hi: कोबोटूलबॉक्स खाता ईमेल पता सत्यापन
id: Verifikasi alamat email akun KoboToolbox
ja: KoboToolboxアカウントのメールアドレス認証
my: Kobo ကိရိယာအကွက် အကောင့် အီးမေးလ် လိပ်စာ သက်သေပြခြင်း
ne: KoboToolbox खाता इमेल ठेगाना प्रमाणिकरण
pl: Weryfikacja adresu e-mail konta KoboToolbox
pt: Verificação de endereço de e-mail da conta KoboToolbox
ru: Подтверждение адреса электронной почты учетной записи KoboToolbox
sw: KoboToolbox-fiókhoz tartozó e-mail-cím ellenőrzése
th: การยืนยันที่อยู่อีเมลของบัญชี KoboToolbox
uk: Перевірка адреси електронної пошти облікового запису KoboToolbox
vi: Xác thực địa chỉ email cho tài khoản KoboToolbox

source: Hello from KoboToolbox,
am: ሰላም ከ KoboToolbox፣
ar: مرحبا من KoboToolbox،
bn: KoboToolbox-এর পক্ষ থেকে স্বাগতম,
cs: Dobrý den z KoboToolbox,
de: Hallo von KoboToolbox,
es: Saludos de parte de KoboToolbox:
fa: با درود از طرف جعبه ابزار کوبو،
fr: Bonjour de la part de KoboToolbox,
hi: कोबोटूलबॉक्स का नमस्कार,
id: Halo dari KoboToolbox,
ja: Kobo Toolboxより、こんにちは、
my: မင်္ဂလာပါ Kobo Toolbox မှဖြစ်ပါသည်၊
ne: KoboToolbox बाट नमस्ते,
pl: Cześć, z tej strony KoboToolbox,
pt: Saudações do KoboToolbox,
ru: Привет из KoboToolbox,
sw: Üdvözlet a KoboToolbox csapatától!
th: สวัสดีจาก KoboToolbox
uk: Вас вітає команда KoboToolbox,
vi: KoboToolbox chào bạn,

source: We’ve received a password reset request for your user account.
am: ለተጠቃሚ መለያዎ የይለፍ ቃል ዳግም ማስጀመር ጥያቄ ደርሶናል።
ar: لقد تلقينا طلب إعادة تعيين كلمة المرور الخاصة بحسابك.
bn: আমাদেরকে আপনার ইউজার অ্যাকাউন্টের পাসওয়ার্ড রিসেট করার জন্য অনুরোধ করা হয়েছে।
cs: Obdrželi jsme žádost o obnovení hesla pro váš uživatelský účet.
de: Wir haben eine Anfrage zum Zurücksetzen des Passworts für Ihr Benutzerkonto erhalten.
es: Recibimos una solicitud de restablecimiento de contraseña para tu cuenta de usuario.
fa: ما یک درخواست بازنشانی رمز عبور برای حساب کاربری شما دریافت کرده‌ایم.
fr: Nous avons reçu une demande de réinitialisation de mot de passe pour votre compte d’utilisateur.
hi: हमें आपके उपयोगकर्ता खाते के लिए एक पासवर्ड रीसेट अनुरोध मिला है।
id: Kami telah menerima permintaan pengaturan ulang kata sandi untuk akun pengguna Anda.
ja: ユーザーアカウントからパスワードリセットのリクエストを受け取りました。
my: သင့်သုံးစွဲသူအကောင့်အတွက် စကားဝှက်ပြန်လည်ထားရှိရန်‌တောင်းဆိုချက်ကို ကျွန်ုပ်တို့ လက်ခံရရှိပါသည်။
ne: हामीले तपाईंको प्रयोगकर्ता खाताको लागि पासवर्ड रिसेट अनुरोध प्राप्त गरेका छौं।
pl: Otrzymaliśmy prośbę o zresetowanie hasła dla Twojego konta użytkownika.
pt: Nós recebemos uma solicitação de redefinição de senha para a sua conta.
ru: Мы получили запрос на сброс пароля для вашей учетной записи пользователя.
sw: Jelszó-visszaállítási kérelmet kaptunk a felhasználói fiókjához.
th: เราได้รับคำขอการรีเซตรหัสผ่านสำหรับบัญชีผู้ใช้ของคุณ
uk: Ми отримали запит на зміну пароля для вашого облікового запису.
vi: Chúng tôi đã nhận được yêu cầu thay đổi mật khẩu cho tài khoản người dùng của bạn.

source: To reset your password, click the link below.
am: የይለፍ ቃልዎን እንደገና ለማስጀመር፣ ከታች ያለውን ሊንክ ይጫኑ።
ar: لإعادة تعيين كلمة المرور الخاصة بك، يرجى النقر على الرابط أدناه.
bn: পাসওয়ার্ড রিসেট করতে চাইলে নিচের লিঙ্কটিতে ক্লিক করুন।
cs: Chcete-li obnovit heslo, klikněte na odkaz níže.
de: Um Ihr Passwort zurückzusetzen, klicken Sie auf den unten stehenden Link.
es: Haz clic en el siguiente enlace para restablecer tu contraseña.
fa: برای بازنشانی رمز عبور خود، روی لینک زیر کلیک کنید.
fr: Pour réinitialiser votre mot de passe, cliquer sur le lien ci-dessous.
hi: अपना पासवर्ड रीसेट करने के लिए, निम्नलिखित लिंक पर क्लिक करें।
id: Untuk mengatur ulang kata sandi Anda, klik tautan di bawah ini.
ja: パスワードをリセットするには、以下のリンクをクリックしてください。
my: သင့်စကားဝှက်ပြန်လည်ထားရှိရန် အောက်ပါလင့်အား နှိပ်ပေးပါ။
ne: तपाईँको पासवर्ड रिसेट गर्न, तलको लिङ्कमा थिच्नुहोस्।
pl: Aby zresetować swoje hasło, kliknij w poniższy link.
pt: Para alterar sua senha, clique no link abaixo.
ru: Чтобы сбросить пароль, нажмите на ссылку ниже.
sw: A jelszó visszaállításához kattintson az alábbi linkre.
th: หากต้องการรีเซตรหัสผ่านของคุณ ให้คลิกลิงค์ด้านล่าง
uk: Щоб змінити пароль, натисніть на посилання нижче.
vi: Để đặt lại mật khẩu, hãy nhấn vào đường liên kết phía dưới.

source: Your username is %(username)s.
am: የተጠቃሚ ስምዎ %(username)s ነው።
ar: اسم المستخدم الخاص بك هو %(username)s.
bn: আপনার ইউজারনেম হচ্ছে %(username)s।
cs: Vaše uživatelské jméno je: %(username)s
de: Ihr Benutzername ist %(username)s.
es: Tu nombre de usuario es %(username)s.
fa: نام کاربری شما این است. %(username)s
fr: Votre nom d'utilisateur est : %(username)s
hi: आपका उपयोगकर्ता नाम (यूज़रनेम) %(username)s है।
id: Nama pengguna Anda adalah %(username)s.
ja: あなたのユーザー名は%(username)sです。
my: သင့်သုံးစွဲသူအမည်မှာ %(username)s ဖြစ်ပါသည်။
ne: तपाईको प्रयोगकर्ता नाम %(username)s हो।
pl: Twoja nazwa użytkownika to %(username)s.
pt: Seu nome de usuário é %(username)s.
ru: Ваше имя пользователя: %(username)s.
sw: A felhasználóneve %(username)s.
th: ชื่อผู้ใช้ของคุณคือ %(username)s
uk: Ваше ім'я користувача %(username)s.
vi: Tên người dùng của bạn là %(username)s.

source: If you did not request a password reset, you can safely ignore this email.
am: የይለፍ ቃል ዳግም ማስጀመር ካልጠየቅክ፣ ይህን ኢሜይል በደህና ችላ ማለት ይችላሉ።
ar: إذا كنت لم تطلب إعادة تعيين كلمة المرور، فيمكنك تجاهل هذه الرسالة بأمان.
bn: আপনি যদি পাসওয়ার্ড রিসেট করার অনুরোধ না করে থাকেন তাহলে নিশ্চিন্তে এই ইমেইলটি আপনি অগ্রাহ্য করতে পারেন।
cs: Pokud jste o obnovu hesla nepožádali, můžete tento e-mail bez obav ignorovat.
de: Wenn Sie keine Rücksetzung Ihres Passworts beantragt haben, können Sie diese E-Mail ignorieren.
es: Si no solicitaste restablecer tu contraseña, ignora este correo electrónico.
fa: اگر بازنشانی رمز عبور را درخواست نکرده‌اید، می‌توانید این ایمیل را به طور ایمن نادیده بگیرید.
fr: Si vous n'avez pas demandé la réinitialisation de votre mot de passe, vous pouvez ignorer cet e-mail.
hi: यदि आपने पासवर्ड रीसेट का अनुरोध नहीं किया है, तो आप इस ईमेल को सुरक्षित रूप से अनदेखा कर सकते हैं।
id: Jika Anda tidak meminta pengaturan ulang kata sandi, Anda dapat mengabaikan email ini.
ja: パスワードのリセットをリクエストしていない場合は、このメールを無視していただいて結構です。
my: အကယ်၍ သင်သည် စကားဝှက်ပြန်လည် ထားရှိရန် မတောင်းဆိုခဲ့ပါက ယခုအီးမေးလ်အား လုံခြုံစွာ လျစ်လျူရှုနိုင်သည်။
ne: यदि तपाईंले पासवर्ड रिसेट अनुरोध गर्नुभएको छैन भने, सुरक्षित रूपमा यो इमेललाई बेवास्ता गर्न सक्नुहुन्छ।
pl: Jeżeli nie zgłaszałeś prośby o zresetowanie hasła, zignoruj tę wiadomość.
pt: Se você não solicitou uma redefinição de senha, ignore este e-mail.
ru: Если вы не запрашивали сброс пароля, можете смело игнорировать это письмо.
sw: Amennyiben nem kért jelszó-visszaállítást, nyugodtan hagyja figyelmen kívül ezt az e-mailt.
th: ถ้าคุณไม่ได้ขอการรีเซตรหัสผ่าน คุณไม่ต้องสนใจอีเมลนี้
uk: Якщо ви не надсилали запит на зміну пароля, будь ласка, проігноруйте цей лист.
vi: Nếu không yêu cầu đặt lại mật khẩu, bạn có thể bỏ qua email này.

source: KoboToolbox Password Reset
am: የ KoboToolbox የይለፍ ቃል ዳግም ማስጀመር
ar: إعادة تعيين كلمة مرور KoboToolbox
bn: KoboToolbox-এর পাসওয়ার্ড রিসেট
cs: Obnovení hesla KoboToolbox
de: KoboToolbox-Passwort zurücksetzen
es: Restablecer contraseña de KoboToolbox
fa: بازنشانی رمز عبور جعبه ابزار کوبو (KoboToolbox)
fr: Réinitialisation du mot de passe de KoboToolbox
hi: कोबोटूलबॉक्स पासवर्ड रीसेट
id: Pengaturan Ulang Kata Sandi KoboToolbox
ja: Kobo Toolboxのパスワードをリセット
my: Kobo ကိရိယာအကွက် စကားဝှက်ပြန်လည်ထားရှိခြင်း
ne: KoboToolbox पासवर्ड रिसेट गर्नुहोस्
pl: Resetuj hasło KoboToolbox
pt: Redefinição de senha do KoboToolbox
ru: Сброс пароля KoboToolbox
sw: KoboToolbox-jelszó visszaállítása
th: การรีเซตรหัสผ่าน KoboToolbox
uk: Зміна паролю для вашого облікового запису KoboToolbox
vi: Đặt lại mật khẩu KoboToolbox

source: You are receiving this email because you or someone else has requested a password for their KoboToolbox account.
am: ይህ ኢሜይል የደረሰዎት እርስዎ ወይም ሌላ ሰው ለ KoboToolbox መለያቸው የይለፍ ቃል ስለጠየቁ ነው።
ar: تتلقى هذه الرسالة الإلكترونية لأنك أو شخص آخر قد طلب إعادة تعيين كلمة مرور حساب KoboToolbox الخاص بك.
bn: আপনি এই ইমেইলটি পেয়েছেন কারণ আপনি বা অন্য কেউ তার KoboToolbox অ্যাকাউন্টের জন্য একটি পাসওয়ার্ড চেয়েছে।
cs: Tento e-mail jste obdrželi, protože jste vy nebo někdo jiný požádali o heslo pro svůj účet KoboToolbox.
de: Sie erhalten diese E-Mail, weil Sie oder eine andere Person ein Passwort für das KoboToolbox-Konto angefordert haben.
es: Recibes este correo electrónico porque tú u otra persona solicitó una contraseña para la cuenta de KoboToolbox.
fa: شما این ایمیل را دریافت می‌کنید زیرا شما یا فرد دیگری برای حساب کاربری جعبه ابزار کوبو خود رمز عبور درخواست کرده است.
fr: Vous recevez cet e-mail parce que vous ou quelqu'un d'autre a demandé un mot de passe pour le compte KoboToolbox.
hi: आपको यह ईमेल इसलिए मिल रही है क्योंकि आपने या किसी और ने उनके कोबोटूलबॉक्स खाते के लिए पासवर्ड का अनुरोध किया है।
id: Anda menerima email ini karena Anda atau orang lain telah meminta kata sandi untuk akun KoboToolbox mereka.
ja: このメールを受信しているのは、ご自身、または他の誰かが、KoboToolboxアカウントのパスワードを要求したためです。
my: သင် ယခုအီးမေးလ်လက်ခံရသည့်အကြောင်းမှာ သင် သို့မဟုတ် တစ်စုံတစ်ယောက်မှ ၎င်းတို့၏ Kobo ကိရိယာအကွက် အကောင့်အတွက် စကားဝှက်ကို တောင်းဆိုထား၍ဖြစ်သည်။
ne: तपाईंले यो इमेल प्राप्त गरिरहनुभएको छ किनभने तपाईंले वा अरू कसैले तिनीहरूको KoboToolbox खाताको लागि पासवर्ड अनुरोध गर्नुभएको छ।
pl: Otrzymałeś ten e-mail, ponieważ Ty lub ktoś inny poprosił o hasło do Twojego konta KoboToolbox.
pt: Você está recebendo este e-mail porque você ou alguém solicitou uma senha para a conta KoboToolbox.
ru: Вы получаете это письмо, потому что вы или кто-то другой запросил пароль для учетной записи KoboToolbox.
sw: Azért kapta ezt a levelet, mert Ön vagy valaki más kért egy jelszót ehhez a KoboToolbox-fiókhoz.
th: คุณได้รับอีเมลนี้เนื่องจากคุณหรือบุคคลอื่นได้ขอรหัสผ่านสำหรับบัญชี KoboToolbox ของตน
uk: Ви отримали цього листа, адже ви або хтось інший послав запит на відновлення паролю до свого облікового запису KoboToolbox.
vi: Bạn nhận được email này vì bạn hoặc ai đó đã yêu cầu đặt lại mật khẩu cho tài khoản KoboToolbox.

source: However, we do not have any record of an account with email %(email)s in our database.
am: ቢሆንም በውሂብ ቋታችን ውስጥ %(email)s ኢሜይል ያለው የመለያ መዝገብ የለንም።
ar: ومع ذلك، ليس لدينا أي سجل لحساب يستخدم البريد الإلكتروني %(email)s في قاعدة بياناتنا.
bn: কিন্তু %(email)s ইমেইল দিয়ে খোলা কোনো অ্যাকাউন্টের তথ্য আমাদের ডাটাবেজে নেই।
cs: V naší databázi však nemáme žádný záznam o účtu s e-mailovou adresou %(email)s.
de: Wir haben jedoch keine Aufzeichnungen über ein Konto mit der E-Mail-Adresse %(email)s in unserer Datenbank.
es: Sin embargo, no tenemos ningún registro de la cuenta con el correo electrónico %(email)s en nuestra base de datos.
fa: اما ما هیچ سابقه ای از حساب کاربری با آدرس ایمیل %(email)s در پایگاه داده‌هایمان نداریم.
fr: Cependant, nous ne disposons d'aucune trace d'un compte avec l’adresse e-mail %(email)s dans notre base de données.
hi: परंतु, हमारे डेटाबेस में %(email)s ईमेल वाले खाते का कोई अभिलेख नहीं है।
id: Sayangnya, kami tidak memiliki catatan akun dengan email %(email)s di dalam basis data kami.
ja: しかしながら、データベースには、メールアドレス%(email)sを使用したアカウントの記録はありません。
my: သို့ရာတွင် ကျွန်ုပ်တို့၏ အချက်အလက်ဘေ့စ်ထဲတွင် %(email)s အီးမေးလ်အကောင့်တစ်ခုနှင့် ပတ်သက်သော မည်သည့်အချက်အလက် မှတ်တမ်းမှ မရှိပါ။
ne: यद्यपि, हामीसँग हाम्रो डाटाबेसमा %(email)s इमेल भएको खाताको कुनै रेकर्ड छैन।
pl: W naszej bazie danych nie ma jednak konta powiązanego z tym adresem email: %(email)s.
pt: Entretanto, não temos nenhum registro de uma conta com o e-mail %(email)s em nossa base de dados.
ru: Однако в нашей базе данных нет сведений об учетной записи с электронной почтой %(email)s.
sw: Azonban nem található %(email)s e-mail-címmel fiók az adatbázisunkban.
th: อย่างไรก็ตาม เราไม่มีบันทึกใดๆ ของบัญชีที่มีอีเมล %(email)s ในฐานข้อมูลของเรา
uk: Однак у нашій базі даних немає жодного запису про обліковий запис з адресою електронної пошти %(email)s.
vi: Tuy nhiên, chúng tôi không thể tìm được tài khoản nào có địa chỉ email %(email)s trong cơ sở dữ liệu.
