Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: updated text
am: የዘመነ ፅሑፍ
ar: النص المحدث
bn: আপডেট হওয়া টেক্সট
cs: aktualizovaný text
de: aktualisierter Text
es: texto actualizado
fa: متن به‌روزرسانی شد
fr: Texte mis à jour
hi: अपडेट किया गया टेक्स्ट
hu: frissített szöveg
id: teks yang diperbarui
ja: 更新されたテキスト
km: អត្ថបទដែលបានធ្វើបច្ចុប្បន្នភាព
my: အဆင့်မြှင့်တင်ထားသောစာ
ne: अद्यावधिक गरिएको पाठ
pl: zaktualizowany tekst
pt: texto atualizado
ru: обновленный текст
sw: maandishi yaliyosasishwa
th: ข้อความที่อัปเดต
tr: güncellenmiş metin
uk: оновлений текст
vi: văn bản cập nhật

source: Original string
am: ዋና አውታር
ar: النص الأصلي
bn: মূল স্ট্রিং
cs: Původní řetězec
de: Ursprünglicher Text
es: Cadena original
fa: رشته اصلی
fr: Chaîne de caractères originale
hi: मूल स्ट्रिंग
hu: Eredeti szövegelem
id: String asli
ja: 元の文字列
km: ខ្សែអក្សរដើម
my: မူရင်းကြိုး
ne: सुरुको स्ट्रिङ
pl: Oryginalny tekst
pt: Linha original
ru: Исходная строка
sw: Toleo la asili
th: สตริงเดิม
tr: Orijinal metin
uk: Оригінальний рядок
vi: Chuỗi gốc

source: Go back?
am: ተመለስ?
ar: هل ترغب في العودة؟
de: Zurückgehen?
es: ¿Volver?
fa: برگشتن به عقب؟
id: Kembali?
ja: 戻りますか？
km: ត្រឡប់ក្រោយវិញឬ?
pl: Wrócić?
pt: Desejar retornar?
ru: Вернуться?
sw: Ungependa kurudi nyuma?
th: ย้อนกลับใช่ไหม
uk: Повернутися?
vi: Quay lại?

source: Delete language?
am: ቋንቋ ይሰረዝ?
ar: هل ترغب في حذف اللغة؟
bn: ভাষা মুছে ফেলবেন?
cs: Vymazat jazyk?
de: Sprache löschen?
es: ¿Eliminar idioma?
fa: زبان حذف شود؟
fr: Supprimer la langue ?
hi: भाषा हटाएं?
hu: Törli a nyelvet?
id: Hapus bahasa?
ja: 言語を削除しますか？
km: លុបភាសាឬ?
my: ဘာသာစကားကို ဖျက်မှာလား?
ne: भाषा मेटाउने हो?
pl: Usunąć język?
pt: Excluir idioma?
ru: Удалить язык?
sw: Ungependa kufuta lugha?
th: ลบภาษาใช่ไหม
tr: Dil silinsin mi?
uk: Видалити мову?
vi: Bạn muốn xóa ngôn ngữ?

source: Are you sure you want to delete this language? This action is not reversible.
am: እርግጠኛ ነዎት ይህን ቋንቋ መሰረዝ ይፈልጋሉ? ይህ እርምጃ የሚቀለበስ አይደለም።
ar: هل أنت متأكد أنك تريد حذف هذه اللغة؟ هذا الإجراء لا يمكن التراجع عنه.
bn: আপনি কি সত্যিই এই ভাষাটি মুছে ফেলতে চান? কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না।
cs: Opravdu chcete tento jazyk smazat? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie diese Sprache löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar este idioma? Esta acción no es reversible.
fa: آیا مطمئنید که می خواهید این زبان را حذف کنید؟ این عمل برگشت پذیر نیست.
fr: Êtes-vous sûr de vouloir supprimer cette langue ? Cette action est irréversible.
hi: क्या आप वाकई इस भाषा को हटाना चाहते हैं? यह क्रिया पलटी नहीं जा सकती है।
hu: Biztosan törölni kívánja ezt a nyelvet? Ez a művelet nem fordítható vissza.
id: Apakah Anda yakin ingin menghapus bahasa ini? Tindakan ini tidak dapat dibatalkan.
ja: この言語を削除してもよろしいですか? この操作は元に戻すことができません。
km: តើអ្នកប្រាកដជាចង់លុបភាសានេះឬ? សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។
my: ဤဘာသာစကားကို ဖျက်ချင်တာသေချာပါသလား? ဤလုပ်ရပ်သည် ပြန်ပြင်၍မရနိုင်ပါ။
ne: के तपाईं यो भाषा मेटाउने कुरामा निश्चित हुनुहुन्छ? यो कार्य उल्टाउन मिल्दैन।
pl: Czy na pewno chcesz usunąć ten język? Tej akcji nie można cofnąć.
pt: Tem certeza de que deseja excluir este idioma? Esta ação não é reversível.
ru: Вы действительно хотите удалить данный язык? Это действие необратимо.
sw: Je, una uhakika unataka kufuta lugha hii? Kitendo hiki hakiwezi kutenduliwa.
th: คุณแน่ใจหรือไม่ว่าต้องการลบภาษานี้ การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Bu dili silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити цю мову? Цю дію не можна скасувати.
vi: Bạn có chắc muốn xóa ngôn ngữ này không? Thao tác này không thể hoàn tác.

source: Translation index mismatch. Cannot delete language.
am: የትርጉም መረጃ ጠቋሚ አለመዛመድ። ቋንቋ መሰረዝ አልተቻለም።
ar: إدخال الترجمة غير مطابق. لا يمكن حذف اللغة.
bn: অনুবাদের ইনডেক্স মেলেনি। ভাষা মুছে ফেলা যাবে না।
cs: Neshoda indexu překladu. Nelze smazat jazyk.
de: Unstimmigkeit im Übersetzungsindex. Sprache kann nicht gelöscht werden.
es: Error en el índice de traducción. El idioma no se puede eliminar.
fa: عدم تطابق فهرست ترجمه. زبان قابل حذف نیست.
fr: L'index de traduction ne correspond pas. Impossible de supprimer la langue.
hi: अनुवाद सूचकांक बेमेल। भाषा को मिटा नहीं सकते।
hu: Eltérés a fordítási indexben. A nyelv nem törölhető.
id: Ketidaksesuaian indeks terjemahan. Tidak dapat menghapus bahasa.
ja: 翻訳インデックスが一致しません。言語を削除できません。
km: សន្ទស្សន៍បកប្រែមិនត្រូវគ្នា។ មិនអាចលុបភាសាបាន។
my: ဘာသာပြန်ခြင်း အညွှန်းကိန်း မကိုက်ညီပါ။ ဘာသာစကားကိုဖျက်၍မရပါ။
ne: अनुवाद अनुक्रमणिका बेमेल। भाषा मेटाउन सकिँदैन।
pl: Niezgodność indeksu tłumaczeń. Nie można usunąć języka.
pt: Incompatibilidade do índice de tradução. Não é possível excluir o idioma.
ru: Несоответствие индекса перевода. Не удается удалить язык.
sw: Faharasa za tafsiri hazilingani. Haiwezi kufuta lugha.
th: ดัชนีการแปลไม่ตรงกัน ไม่สามารถลบภาษาได้
tr: Çeviri dizini uyuşmazlığı. Dil silinemiyor.
uk: Невідповідність індексу перекладу. Неможливо видалити мову.
vi: Chỉ số dịch thuật không khớp. Không thể xóa ngôn ngữ.

source: Change default language?
am: ነባሪ ቋንቋ ይቀየር?
ar: هل ترغب في تغيير اللغة الافتراضية؟
bn: ডিফল্ট ভাষা পরিবর্তন করবেন?
cs: Změnit výchozí jazyk?
de: Standardsprache ändern?
es: ¿Cambiar el idioma predeterminado?
fa: تغییر زبان پیش فرض؟
fr: Changer la langue par défaut ?
hi: डिफ़ॉल्ट भाषा बदलें?
hu: Megváltoztatja az alapértelmezett nyelvet?
id: Ubah bahasa default?
ja: デフォルトの言語を変更しますか？
km: ផ្លាស់ប្ដូរលំនាំភាសាឬ?
my: ပုံသေဘာသာစကားပြောင်းမှာလား?
ne: पूर्वनिर्धारित भाषा परिवर्तन गर्ने हो?
pl: Zmienić domyślny język?
pt: Alterar idioma padrão?
ru: Изменить язык по умолчанию?
sw: Ungependa kubadilisha lugha chaguo-msingi?
th: เปลี่ยนภาษาเริ่มต้นใช่ไหม
tr: Varsayılan dil değiştirilsin mi?
uk: Змінити мову за замовчуванням?
vi: Thay đổi ngôn ngữ mặc định?

source: Are you sure you would like to set ##lang## as the default language for this form?
am: እርግጠኛ ነዎት ለዚህ ቅፅ እንደ ##lang## ነባሪ ቋንቋ ማዋቀር ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد تعيين ##lang## كلغة افتراضية لهذا النموذج؟
bn: আপনি কি সত্যিই ##lang##কে এই ফর্মের ডিফল্ট ভাষা হিসাবে সেট করতে চান?
cs: Opravdu chcete nastavit ##lang## jako výchozí jazyk pro tento formulář?
de: Sind Sie sicher, dass Sie ##lang## als Standardsprache für dieses Formular festlegen möchten?
es: ¿Estás seguro de que deseas configurar ##lang## como el idioma predeterminado para este formulario?
fa: آیا مطمئنید که می خواهید ##lang## را بعنوان زبان پیش فرض این فرم انتخاب کنید؟
fr: Êtes-vous sûr de vouloir définir ##lang## comme langue par défaut pour ce formulaire ?
hi: क्या आप वाकई इस फ़ॉर्म के लिए ##lang## को डिफ़ॉल्ट भाषा के रूप में सेट करना चाहते हैं?
hu: Biztosan szeretné beállítani, hogy a(z) ##lang## legyen az alapértelmezett nyelv ezen az űrlapon?
id: Apakah Anda yakin ingin menetapkan ##lang## sebagai bahasa default untuk formulir ini?
ja: このフォームのデフォルト言語として##lang##を設定してよろしいですか?
km: តើអ្នកប្រាកដជាចង់បង្កើត ##lang## ជាលំនាំភាសាសម្រាប់ទម្រង់នេះឬ?
my: ဤဖောင်အတွက်##lang##ကို ပုံသေဘာသာစကားထားချင်တာ သေချာပါသလား?
ne: के तपाइँ यो फारमको लागि पूर्वनिर्धारित भाषाको रूपमा ##lang## सेट गर्न निश्चित हुनुहुन्छ?
pl: Czy na pewno chcesz ustawić ##lang## jako domyślny język tego formularza?
pt: Tem certeza de que deseja definir ##lang## como idioma padrão para este formulário?
ru: Вы действительно хотите установить язык «##lang##» в качестве языка по умолчанию для этой формы?
sw: Je, una uhakika ungependa kuweka ##lang## kama lugha chaguo-msingi ya fomu hii?
th: คุณแน่ใจหรือไม่ว่าต้องการตั้งค่า##lang##เป็นภาษาเริ่มต้นสำหรับแบบฟอร์มนี้
tr: Bu form için ##lang## dilini varsayılan dil olarak ayarlamak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте встановити ##lang## як мову за замовчуванням для цієї форми?
vi: Bạn có chắc muốn cài ##lang## làm ngôn ngữ mặc định cho biểu mẫu này không?

source: There is nothing to translate in this form.
am: በዚህ ቅፅ ውስጥ ምንም የሚተረጎም ነገር የለም።
ar: لا يوجد شيء لترجمته في هذا النموذج.
bn: এই ফর্মে অনুবাদ করার মতো কিছু নেই।
cs: V tomto formuláři není co překládat.
de: In diesem Formular gibt es nichts zu übersetzen.
es: No hay nada para traducir en este formulario.
fa: در این فرم چیزی برای ترجمه وجود ندارد.
fr: Il n'y a rien à traduire dans ce formulaire.
hi: इस फ़ॉर्म में अनुवाद करने के लिए कुछ भी नहीं है।
hu: Nem található semmi lefordítandó ezen az űrlapon.
id: Tidak ada yang bisa diterjemahkan dalam formulir ini.
ja: このフォームには翻訳するものがありません。
km: មានអ្វីដែលត្រូវបកប្រែនៅក្នុងទម្រង់នេះទេ។
my: ဤဖောင်တွင် ဘာသာပြန်စရာ မည်သည့်အရာမှမရှိပါ
ne: यस फारममा अनुवाद गर्ने कुनै कुरा छैन।
pl: W tym formularzu nie ma nic do przetłumaczenia.
pt: Não há nada para traduzir neste formulário.
ru: В этой форме нет текста для перевода.
sw: Hakuna kitu cha kutafsiri katika fomu hii.
th: ไม่มีอะไรให้แปลในแบบฟอร์มนี้
tr: Bu formda tercüme edilecek hiçbir şey yok.
uk: У цій формі немає чого перекладати.
vi: Không có thông tin để dịch trong biểu mẫu này.

source: Here you can add more languages to your project, and translate the strings in each of them.
am: እዚህ ተጨማሪ ቋንቋዎችን ወደ ፕሮጀክትዎ ማከል እና በእያንዳንዳቸው ውስጥ ያሉትን አውታሮች መተርጎም ይችላሉ።
ar: يمكنك هنا إضافة المزيد من اللغات إلى مشروعك وترجمة النصوص في كل منها.
bn: এখান থেকে আপনি আপনার প্রকল্পে আরও ভাষা যোগ করতে পারবেন এবং সেগুলোর প্রত্যেকটির স্ট্রিং অনুবাদ করতে পারবেন।
cs: Zde můžete do projektu přidat další jazyky a v každém z nich překládat řetězce.
de: Hier können Sie weitere Sprachen zu Ihrem Projekt hinzufügen und die Texte in jedem Projekt übersetzen.
es: Aquí, puedes agregar más idiomas a tu proyecto, y traducir las cadenas de cada uno.
fa: در اینجا می توانید زبان های بیشتری را به پروژه خود اضافه و ترجمه کنید.
fr: Ici vous pouvez ajouter d'autres langues à votre projet et traduire les chaînes de caractères pour chacune d'entre elles.
hi: यहां आप अपने प्रोजेक्ट में और भाषाएं जोड़ सकते हैं और उनमें से प्रत्येक में स्ट्रिंग्स का अनुवाद कर सकते हैं।
hu: Itt több nyelvet is hozzáadhat a projekthez, és egyenként lefordíthatja az összes szövegelemet.
id: Di sini, Anda dapat menambahkan lebih banyak bahasa ke proyek Anda, dan menerjemahkan string di masing-masing bahasa.
ja: ここでプロジェクトに言語を追加し、文字列を各言語に翻訳できます。
km: នៅទីនេះ អ្នកអាចថែមភាសាច្រើនទៀតទៅក្នុងគម្រោងរបស់អ្នក និងបកប្រែខ្សែអក្សរនៅក្នុងភាសានីមួយយនៃភាសាទាំងនោះ។
my: ဤနေရာတွင် သင်၏ လုပ်ငန်းအတွက် ဘာသာစကားများထပ်၍ထည့်နိုင်ပြီး တစ်ခုချင်းစီရှိ ဆက်စပ်ရာစီးရီးများကို ဘာသာပြန်ပေးပါ။
ne: यहाँ तपाईंले आफ्नो परियोजनामा ​अरु भाषाहरू थप्न सक्नुहुन्छ, र ती प्रत्येकमा स्ट्रिङहरू अनुवाद गर्न सक्नुहुन्छ।
pl: Tutaj możesz dodać do swojego formularza więcej języków, tłumacząc linijki tekstów na każdy z nich.
pt: Aqui você pode adicionar mais idiomas ao seu projeto e traduzir as linhas em cada um deles.
ru: Здесь можно добавить в проект языки и перевести строки на каждый из них.
sw: Hapa unaweza kuongeza lugha zaidi kwenye mradi wako, na kutafsiri mifuatano katika kila moja yao.
th: คุณสามารถเพิ่มภาษาในโครงการของคุณและแปลสตริงในแต่ละภาษาได้ที่นี่
tr: Burada projenize daha fazla dil ekleyebilir ve her birindeki metinleri çevirebilirsiniz.
uk: Тут ви можете додати більше мов до вашого проєкту та перекладати рядки кожної з них.
vi: Tại đây, bạn có thể thêm nhiều ngôn ngữ hơn vào dự án của mình và dịch các chuỗi trong mỗi ngôn ngữ đó.

source: For the language code field, we suggest using the
am: ለቋንቋ ኮድ መስክ፣ መጠቀም እንመክራለን
ar: بالنسبة لحقل رمز اللغة، نقترح استخدام
bn: অনুগ্রহ করে ভাষার কোড লেখার ঘরে
cs: Pro pole kódu jazyka doporučujeme použít
de: Für das Sprachcode-Feld empfehlen wir die Verwendung des
es: Para el campo del código de idioma, sugerimos utilizar el
fa: برای قسمت کد زبان، پیشنهاد می کنیم از
fr: Pour le champ code langue, nous vous suggérons d'utiliser le
hi: भाषा कोड फ़ील्ड के लिए, हम इसका उपयोग करने का सुझाव देते हैं
hu: A nyelvkód mezőben érdemes használni a
id: Untuk bagian kode bahasa, kami sarankan menggunakan
ja: 言語コードフィールドには、公式言語コードを使用することをお勧めします。
km: សម្រាប់វាលកូដភាសា យើងណែនាំឱ្យប្រើ
my: ဘာသာစကားကုဒ် နယ်ပယ်အတွက် ကျွန်တော်တို့ the ကိုအသုံးပြုရန်အကြံပေးပါသည်။
ne: भाषा कोड फिल्डको लागि, हामी ...को प्रयोग गर्ने सल्लाह दिन्छौं
pl: W polu kodu języka, sugerujemy użyć
pt: Para o campo de código de idioma, sugerimos usar o
ru: В поле кода языка рекомендуется использовать
sw: Kwa uga wa msimbo wa lugha, tunapendekeza kutumia
th: สำหรับส่วนฟิลด์รหัสภาษา เราขอแนะนำให้ใช้
tr: Dil kodu alanı için şunları kullanmanızı öneririz
uk: Для поля коду мови ми пропонуємо використовувати
vi: Đối với trường mã ngôn ngữ, chúng tôi đề xuất sử dụng

source: official language code
am: ይፋዊ የቋንቋ ኮድ
ar: رمز اللغة الرسمي
bn: ভাষার অফিসিয়াল কোড
cs: oficiální jazykový kód
de: offiziellen Sprachcodes
es: código del idioma oficial
fa: کد زبان رسمی
fr: code officiel de langue
hi: आधिकारिक भाषा कोड
hu: hivatalos nyelvkódokat
id: kode bahasa resmi
ja: 公用語コード
km: កូដភាសាផ្លូវការ
my: တရားဝင် ဘာသာစကားကုဒ်
ne: आधिकारिक भाषा कोड
pl: oficjalny kod języka
pt: código de idioma oficial
ru: официальный код языка
sw: msimbo rasmi wa lugha
th: รหัสภาษาทางการ
tr: resmi dil kodu
uk: офіційний код мови
vi: mã ngôn ngữ chính thức

source: (e.g. "English (en)" or "Rohingya (rhg)").
am: (ለምሳሌ "እንግሊዝኛ (en)" ወይም "Rohingya (rhg)")።
ar: (مثل "English (en)" أو "Rohingya (rhg)").
bn: (যেমন: “English (en)” বা “Rohingya (rhg)”) লিখুন।
cs: (např. „English (en)“ nebo „Rohingya (rhg)“).
de: (z. B. „Englisch (en)“ oder „Rohingya (rhg)“).
es: (p. ej., «English (en)» o «Rohingya (rhg)»).
fa: (برای مثال "English (en)"یا "Rohingya (rhg)").
fr: (par exemple, « anglais [en] » ou « rohingya [rhg] ».)
hi: (जैसे "अंग्रेज़ी (en)" या "रोहिंग्या (rhg)")।
hu: (például „Angol (en)” vagy „Rohingja (rhg)”).
id: (misalnya “bahasa Inggris (en)” atau “Rohingya (rhg)”).
ja: （例：「英語（en）」、「ロヒンギャ（rhg）」）。
km: (ឧ.ហ. "អង់គ្លេស (en)" ឬ "រ៉ូហ៊ីនយ៉ា (rhg)")។
my: ( ဥပမာ “English(en)” သို့မဟုတ် “Rohingya(rhg)” )
ne: (जस्तै "अंग्रेजी (en)" वा "Rohingya (rhg)")।
pl: (na przykład "English (en)" lub "Rohingya (rhg)").
pt: (por ex., "Inglês (en)" ou "Rohingya (rhg)").
ru: (например «английский (en)» или «рохинджа (rhg)»).
sw: (k.m. "Kiingereza (en)" au "Rohingya (rhg)").
th: (เช่น "อังกฤษ (en)" หรือ "โรฮิงญา (rhg)")
tr: (ör. "İngilizce (ing)" veya "Rohingya (rhg)").
uk: (наприклад, “англійська (en)” або “рохінджа (rhg)”).
vi: (ví dụ “Tiếng Anh (en)” hoặc “tiếng Rohingya (rhg)”).

source: Read more.
am: ተጨማሪ ያንብቡ።
ar: اقرأ المزيد.
bn: বিস্তারিত জানুন।
cs: Přečtěte si více.
de: Lesen Sie mehr dazu.
es: Más información.
fa: مطالعه بیشتر
fr: En savoir plus.
hi: और पढ़ें।
hu: Bővebb információ.
id: Baca selengkapnya.
ja: もっと読む。
km: អានច្រើនទៀត។
my: ဆက်လက်ဖတ်မည်။
ne: थप पढ्नुहोस्
pl: Czytaj więcej.
pt: Leia mais.
ru: Подробнее.
sw: Soma zaidi.
th: อ่านเพิ่มเติม
tr: Devamını oku.
uk: Читати далі.
vi: Tìm hiểu thêm.

source: Please name your default language before adding languages and translations.
am: ቋንቋዎችን እና ትርጉሞችን ከማከልዎ በፊት እባክዎ ነባሪ ቋንቋዎን ይሰይሙ።
ar: يرجى تسمية لغتك الافتراضية قبل إضافة اللغات والترجمات.
bn: ভাষা যোগ করার বা অনুবাদ করার আগে অনুগ্রহ করে ডিফল্ট ভাষার নাম লিখুন।
cs: Před přidáním jazyků a překladů pojmenujte výchozí jazyk.
de: Bitte legen Sie Ihre Standardsprache fest, bevor Sie Sprachen und Übersetzungen hinzufügen.
es: Por favor designa tu idioma predeterminado antes de agregar idiomas y traducciones.
fa: لطفاً قبل از افزودن زبان ها و ترجمه ها، زبان پیش فرض خود را انتخاب کنید.
fr: Veuillez nommer votre langue par défaut avant d'ajouter d'autres langues et traductions.
hi: भाषाओं और अनुवादों को जोड़ने से पहले कृपया अपनी डिफ़ॉल्ट भाषा का नाम दें।
hu: Először nevezze meg az alapértelmezett nyelvet, mielőtt más nyelveket és fordításokat beállítana.
id: Mohon beri nama bahasa default Anda sebelum menambahkan bahasa dan terjemahan.
ja: 言語や翻訳を追加する前に、デフォルトの言語を指定してください。
km: សូមដាក់ឈ្មោះលំនំាភាសានៅមុនបញ្ចូលភាសា និងការបកប្រែនានា។
my: ကျေးဇူးပြု၍ သင်၏ ဘာသာစကားကို ဘာသာစကားများနှင့် ဘာသာပြန်ခြင်းများမထည့်ခင် အမည်ပေးပါ။
ne: कृपया भाषाहरू र अनुवादहरू थप्नु अघि आफ्नो पूर्वनिर्धारित भाषालाई नाम दिनुहोस्।
pl: Ustaw domyślny język, zanim zaczniesz dodawać kolejne języki i tłumaczenia.
pt: Nomeie seu idioma padrão antes de adicionar idiomas e traduções.
ru: Перед добавлением языков и переводов укажите язык по умолчанию.
sw: Tafadhali taja lugha yako chaguo-msingi kabla ya kuongeza lugha na tafsiri.
th: โปรดตั้งชื่อภาษาเริ่มต้นของคุณก่อนที่จะทำการเพิ่มภาษาและคำแปล
tr: Dilleri ve çevirileri eklemeden önce lütfen varsayılan dilinize bir ad verin.
uk: Перед додаванням мов і перекладів, вкажіть мову за замовчуванням.
vi: Vui lòng đặt tên ngôn ngữ mặc định của bạn trước khi thêm ngôn ngữ và bản dịch.

source: Current languages
am: አሁን ያሉ ቋንቋዎች
ar: اللغة الحالية
bn: বর্তমান ভাষাসমূহ
cs: Aktuální jazyky
de: Aktuelle Sprachen
es: Idiomas actuales
fa: زبان های فعلی
fr: Langues actuelles
hi: वर्तमान भाषाएं
hu: Meglévő nyelvek
id: Bahasa saat ini
ja: 現在使用中の言語
km: ភាសាបច្ចុប្បន្ន
my: လက်ရှိ ဘာသာစကားများ
ne: वर्तमान भाषाहरू
pl: Obecnie używane języki
pt: Idiomas atuais
ru: Текущие языки
sw: Lugha za sasa
th: ภาษาปัจจุบัน
tr: Mevcut diller
uk: Поточні мови
vi: Ngôn ngữ hiện tại

source: You have named translations in your form but the default translation is unnamed. Please specifiy a default translation or make an existing one default.
am: በእርስዎ ቅፅ ውስጥ ትርጉሞችን ሰይመዋል ነገር ግን ነባሪው ትርጉም ያልተሰየመ ነው። እባኮትን ነባሪ ትርጉም ይግለጹ ወይም ያለውን ነባሪ ያድርጉ።
ar: لقد قمت بتسمية الترجمات في النموذج الخاص بك ولكن الترجمة الافتراضية بدون أسم. الرجاء تحديد الترجمة الافتراضية أو جعل إحدى الترجمات الافتراضية موجودة.
bn: আপনার ফর্মে আপনি অনুবাদের নাম দিয়েছেন কিন্তু ডিফল্ট অনুবাদের কোনো নাম দেওয়া হয় নি। অনুগ্রহ করে ডিফল্ট অনুবাদ নির্ধারণ করে দিন অথবা বিদ্যমান কোনো অনুবাদকে ডিফল্ট বানিয়ে দিন।
cs: Ve formuláři máte pojmenované překlady, ale výchozí překlad je nepojmenovaný. Zadejte prosím výchozí překlad nebo nastavte existující překlad jako výchozí.
de: Sie haben benannte Übersetzungen in Ihrem Formular, aber die Standardübersetzung ist unbenannt. Bitte geben Sie eine Standardübersetzung an oder machen Sie eine vorhandene Übersetzung zum Standard.
es: Les pusiste nombre a algunas traducciones en tu formulario; pero la traducción predeterminada no tiene nombre. Por favor especifica una traducción predeterminada o indica una existente como predeterminada.
fa: شما ترجمه ها را در فرم خود نامگذاری کرده اید اما ترجمه پیش فرض بی نام است. لطفاً یک ترجمه پیش‌فرض را مشخص کنید یا ترجمه موجود را پیش‌فرض قرار دهید.
fr: Vous avez cité des traductions dans votre formulaire, mais la traduction par défaut n'est pas citée. Veuillez préciser une traduction par défaut ou rendre une traduction existante par défaut.
hi: आपने अपने फ़ॉर्म में अनुवाद का नाम दिया है लेकिन डिफ़ॉल्ट अनुवाद अनाम है। कृपया एक डिफ़ॉल्ट अनुवाद निर्दिष्ट करें या किसी मौजूदा को डिफ़ॉल्ट बनाएं।
hu: Megnevezett fordításokat az űrlapon, de az alapértelmezett fordítás névtelen. Nevezze meg az alapértelmezett fordítást, vagy jelöljön meg egy meglévőt alapértelmezettként.
id: Anda telah menamai terjemahan dalam formulir Anda, tetapi terjemahan default tidak diberi nama. Harap tentukan terjemahan default atau jadikan terjemahan yang sudah ada sebagai default.
ja: フォームの中で翻訳が指定されていますが、デフォルトの翻訳は指定されていません。デフォルトの翻訳を指定するか、既存の翻訳をデフォルトにしてください。
km: អ្នកបានដាក់ឈ្មោះការបកប្រែនៅក្នុងទម្រង់របស់អ្នក ប៉ុន្តែលំនាំបកប្រែមិនមានឈ្មោះទេ។ សូមបញ្ជាក់លំនាំបកប្រែមួយ ឬបង្កើតលំនាំមួយដែលមានស្រាប់។
my: သင်၏ဖောင်ရှိ ဘာသာပြန်ခြင်းများကို အမည်ပေးပြီးပါပြီ သို့သော် ပုံသေဘာသာပြန်မှုကို အမည်မပေးရသေးပါ။ ကျေးဇူးပြု၍ ပုံသေဘာသာပြန်ခြင်းကို သီးသန့်ပြုလုပ်ပါ ဒါမှမဟုတ် ရှိနေသောပုံသေတစ်ခုကို ပြုလုပ်ပါ။
ne: तपाईंले आफ्नो फारममा अनुवादलाई नाम दिनुभएको छ तर पूर्वनिर्धारित अनुवाद शिर्षकवहिन छ। कृपया पूर्वनिर्धारित अनुवाद निर्दिष्ट गर्नुहोस् वा अहिले भरहेका मध्येबाट कुनैलाई डिफल्ट बनाउनुहोस्।
pl: W formularzu nadano nazwy tłumaczeniom, ale domyśle tłumaczenie pozostaje bez nazwy. Dodaj domyślne tłumaczenie lub ustaw jedno z już istniejących jako domyślne.
pt: Você nomeou as traduções em seu formulário, mas a tradução padrão não tem nome. Especifique uma tradução padrão ou torne uma existente padrão.
ru: В вашей форме присутствуют переводы, но не указан перевод по умолчанию. Укажите перевод по умолчанию или сделайте таковым текущий перевод.
sw: Umetaja tafsiri katika fomu yako lakini tafsiri chaguo-msingi haijatajwa. Tafadhali bainisha tafsiri chaguo-msingi au fanya iliyopo kuwa chaguo-msingi.
th: คุณตั้งชื่อคำแปลในแบบฟอร์มของคุณแล้ว แต่คำแปลเริ่มต้นไม่มีชื่อ โปรดระบุคำแปลเริ่มต้นหรือทำให้คำแปลที่มีอยู่เป็นค่าเริ่มต้น
tr: Formunuzdaki çevirileri adlandırdınız ancak varsayılan çeviri adlandırılmamış durumda. Lütfen varsayılan bir çeviri belirtin ya da mevcut bir tanesini varsayılan olarak ayarlayın.
uk: У своїй формі ви вказали назви перекладів, але переклад за замовчуванням не має назви. Вкажіть переклад за замовчуванням або зробіть існуючий за замовчуванням.
vi: Bạn đã đặt tên cho các bản dịch trong biểu mẫu của bạn nhưng bản dịch mặc định chưa được đặt tên. Vui lòng chỉ định một bản dịch mặc định hoặc đặt một bản dịch hiện có làm mặc định.

source: default
am: ነባሪ
ar: افتراضي
de: Standard
es: predeterminado
fa: پیش فرض
ja: デフォルト
km: លំនាំដើម
pl: domyślny
pt: padrão
ru: по умолчанию
sw: chaguo-msingi
th: ค่าเริ่มต้น
uk: за замовчуванням
vi: mặc định

source: Make default
am: ነባሪ አድርግ
ar: تعيين كافتراضي
de: Zum Standard machen
es: Establecer como predeterminado
fa: پیش فرض کردن
id: Jadikan default
ja: デフォルトにする
km: បង្កើតលំនាំដើម
pl: Ustaw jako domyślne
pt: Torná-lo padrão
ru: Сделать по умолчанию
sw: Fanya iwe chaguo-msingi
th: ตั้งเป็นค่าเริ่มต้น
uk: Зробити за замовчуванням
vi: Đặt làm mặc định

source: Edit language
am: ቋንቋን ያርትዑ
ar: تعديل اللغة
de: Sprache bearbeiten
es: Editar idioma
fa: ویرایش زبان
id: Edit bahasa
ja: 言語を編集する
km: កែភាសា
pl: Edytuj język
pt: Editar idioma
ru: Изменить язык
sw: Badilisha lugha
th: แก้ไขภาษา
uk: Редагувати мову
vi: Chỉnh sửa ngôn ngữ

source: Update translations
am: ትርጉሞችን አዘምን
ar: تحديث الترجمات
de: Übersetzung aktualisieren
es: Actualizar traducciones
fa: به‌روزرسانی ترجمه ها
id: Perbarui terjemahan
ja: 翻訳を更新する
km: ធ្វើបច្ចុប្បន្នភាពការបកប្រែ
pl: Zaktualizuj języki
pt: Atualizar traduções
ru: Обновить переводы
sw: Sasisha tafsiri
th: อัปเดตคำแปล
uk: Оновити переклади
vi: Cập nhật bản dịch

source: Delete language
am: ቋንቋ ሰርዝ
ar: حذف اللغة
de: Sprache löschen
es: Eliminar idioma
fa: حذف زبان
id: Hapus bahasa
ja: 言語の削除
km: លុបភាសា
pl: Usuń język
pt: Excluir idioma
ru: Удалить язык
sw: Futa lugha
th: ลบภาษา
uk: Видалити мову
vi: Xóa ngôn ngữ

source: Add language
am: ቋንቋ ጨምር
ar: إضافة لغة
de: Sprache hinzufügen
es: Agregar idioma
fa: افزودن زبان
id: Tambahkan bahasa
ja: 言語を追加する
km: បញ្ចូលភាសា
pl: Dodaj język
pt: Adicionar idioma
ru: Добавить язык
sw: Ongeza lugha
th: เพื่มภาษา
uk: Додати мову
vi: Thêm ngôn ngữ

source: Add a new language
am: አዲስ ቋንቋ ያክሉ
ar: إضافة لغة جديدة
de: Neue Sprache hinzufügen
es: Agregar un nuevo idioma
fa: افزودن زبان
id: Tambahkan bahasa baru
ja: 新しい言語を追加する
km: បញ្ចូលភាសាថ្មី
pl: Dodaj nowy język
pt: Adicionar um novo idioma
ru: Добавить новый язык
sw: Ongeza lugha mpya
th: เพิ่มภาษาใหม่
uk: Додати нову мову
vi: Thêm một ngôn ngữ mới

source: Profile
am: መገለጫ
ar: الملف الشخصي
bn: প্রোফাইল
cs: Profil
de: Profil
es: Perfil
fa: پروفایل
fr: Profil
hi: प्रोफाइल
hu: Profil
id: Profil
ja: プロフィール
km: កម្រងព័ត៌មាន
my: ပရိုဖိုင်
ne: प्रोफाइल
pl: Profil
pt: Perfil
ru: Профиль
sw: Wasifu
th: โพรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ cá nhân

source: Usage
am: አጠቃቀም
ar: الاستخدام
bn: ব্যবহারের পরিমাণ
cs: Využití
de: Nutzung
es: Uso
fa: استفاده
fr: Utilisation
hi: उपयोग
hu: Használat
id: Penggunaan
ja: 利用量
pl: Użytkowanie
pt: Uso
ru: Использование
sw: Matumizi
th: การใช้งาน
tr: Kullanım
uk: Використання
vi: Sử dụng

source: Plans
am: ዕቅዶች
ar: الخطط
de: Tarife
es: Planes
fa: برنامه‌ها
hi: प्लान
id: Paket
ja: プラン
pl: Plany
pt: Planos
ru: Планы
sw: Mipango
th: แผนบริการ
tr: Planlar
uk: Тарифні плани
vi: Gói

source: Add-ons
am: ተጨማሪዎች
ar: الوظائف الإضافية
es: Complementos
fa: افزونه‌ها
id: Tambahan
ja: アドオン
pl: Dodatki
pt: Complementos
ru: Дополнения
th: บริการเสริม
uk: Доповнення
vi: Gói mở rộng
