Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: ACCOUNT
am: አካውንት
ar: الحساب
de: KONTO
es: CUENTA
ja: アカウント
uk: ОБЛІКОВИЙ ЗАПИС

source: Members
am: አባላት
ar: الأعضاء
de: Mitglieder
es: Miembros
ja: メンバー
uk: Члени

source: The submission could not be found. It may have been deleted. Submission ID: ##id##
am: ማስረከቡ ሊገኝ አልቻለም። የማስረከቢያ መታወቂያ፦ ##id##
ar: لا يمكن العثور على عملية الإرسال. من الممكن أن يكون قد تم حذفها. معرّف عملية الإرسال: ##id##
bn: সাবমিশনটি খুঁজে পাওয়া যায় নি। হয়তো সেটি আগেই মুছে ফেলা হয়েছে। সাবমিশনের ID: ##id##
cs: Příspěvek se nepodařilo nalézt. Možná byl smazán. ID příspěvku: ##id##
de: Die Übermittlung konnte nicht gefunden werden. Möglicherweise wurde sie gelöscht. Übermittlung-ID: ##id##
es: No se pudo encontrar el envío. Es posible que se haya eliminado. Identificador de envío: ##id##
fa: ارسال یافت نشد. ممکن است پاک شده باشد. شماره ارسال: ##id##
fr: La soumission est introuvable. Elle a peut-être été supprimée. Identifiant de soumission : ##id##
hi: सबमिशन नहीं मिला। हो सकता है कि उसे मिटा दिया गया हो। सबमिशन ID: ##id##
hu: Az űrlapválasz nem található. Lehetséges, hogy törölve lett. Válasz azonosítója: ##id##
id: Kiriman tidak dapat ditemukan. Itu mungkin telah dihapus. ID kiriman: ##id##
ja: 提出済みフォームが見つかりませんでした。削除された可能性があります。提出ＩＤ：##id##
km: ការដាក់បញ្ជូនមិនអាចរកឃើញទេ។ វាប្រហែលជាត្រូវបានលុប។ លេខសម្គាល់ការដាក់បញ្ជូន៖ ##id##
my: အပ်နှံခြင်းကိုရှာဖွေ၍မရနိုင်ပါ။ ၎င်းသည် ဖျက်ထားခံထားရသည် ဖြစ်နိုင်သည်။ အပ်နှံခြင်း ID:##id##
ne: पेश गरिएका फेला पार्न सकिएन। यो मेटिएको हुन सक्छ। पेश गरिएका आईडी: ##id##
pl: Nie znaleziono odpowiedzi. Mogła ona zostać usunięta. ID odpowiedzi: ##id##
pt: O envio não pôde ser encontrado. Pode ter sido excluído. ID do envio: ##id##
ru: Не удалось найти отправку. Возможно, она была удалена. Идентификатор отправки: ##id##
sw: Uwasilishaji haukuweza kupatikana. Huenda imefutwa. Kitambulisho cha Kuwasilisha: ##id##
th: ไม่พบการส่งข้อมูล อาจถูกลบไปแล้ว ไอดีการส่งข้อมูล:##id##
tr: Gönderim bulunamadı. Silinmiş olabilir. Gönderim Kimliği: ##id##
uk: Надсилання не вдалося знайти. Можливо, воно було видалено. ID надсилань: ##id##
vi: Không thể tìm thấy bài đã gửi. Có thể nó đã bị xóa. ID bài gửi: ##id##

source: Delete submission?
am: ማስረከብን ይሰርዙ?
ar: حذف عملية الإرسال؟
bn: সাবমিশন মুছে ফেলবেন?
cs: Smazat příspěvek?
de: Übermittlung löschen?
es: ¿Eliminar el envío?
fa: ارسال حذف شود؟
fr: Supprimer la soumission ?
hi: सबमिशन हटाएं?
hu: Törli az űrlapválaszt?
id: Hapus kiriman?
ja: 提出済みフォームを削除しますか？
km: លុបការដាក់បញ្ជូនឬ?
my: အပ်နှံခြင်းကို ဖျက်မှာလား?
ne: पेश गरिएका मेट्ने हो?
pl: Usunąć zatwierdzenia?
pt: Excluir resposta?
ru: Удалить отправку?
sw: Ungependa kufuta uwasilishaji?
th: ลบการส่งข้อมูลใช่ไหม
tr: Gönderim silinsin mi?
uk: Видалити надсилання?
vi: Xóa bài gửi?

source: Are you sure you want to delete this submission?
am: እርግጠኛ ነዎት ይህን ማስረከብ መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد بأنك تود حذف عملية الإرسال هذه؟
bn: আপনি কি সত্যিই এই সাবমিশনটি মুছে ফেলতে চান?
cs: Opravdu chcete tento příspěvek smazat?
de: Sind Sie Sicher, dass Sie die Übermittlung löschen möchten?
es: ¿Estás seguro de que deseas eliminar este envío?
fa: آیا مطمئن هستید که می خواهید این ارسال را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer cette soumission ?
hi: क्या आप वाकई इस सबमिशन को हटाना चाहते हैं?
hu: Biztosan törölni akarja ezt az űrlapválaszt?
id: Apakah Anda yakin ingin menghapus kiriman ini?
ja: この提出済みフォームを削除してもよろしいですか?
km: តើអ្នកប្រាកដជាចង់លុបការដាក់បញ្ជូននេះឬ?
my: ဤအပ်နှံခြင်းကိုဖျက်သိမ်းဖို့ သေချာပါသလား?
ne: के तपाइँ यो पेश गरिएका मेटाउन कुरामा निश्चित हुनुहुन्छ?
pl: Czy na pewno chcesz usunąć to zatwierdzenie?
pt: Tem certeza de que deseja excluir esta resposta?
ru: Вы действительно хотите удалить эту отправку?
sw: Je, una uhakika unataka kufuta uwasilishaji huu?
th: คุณแน่ใจไหมว่าต้องการลบการส่งข้อมูลครั้งนี้
tr: Bu gönderimi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це надсилання?
vi: Bạn có chắc muốn xóa bài gửi này?

source: This action cannot be undone
am: ይህ እርምጃ ሊቀለበስ አይችልም
ar: هذا الإجراء لا يمكن التراجع عنه
bn: কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না
cs: Tuto akci nelze vrátit zpět
de: Dieser Vorgang kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fa: این عمل قابل لغو نیست
fr: Cette action ne peut pas être annulée
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता है
hu: Ez a művelet nem fordítható vissza
id: Tindakan ini tidak bisa dibatalkan
ja: この操作は元に戻すことができません
km: សកម្មភាពនេះមិនអាចត្រឡប់វិញទេ
my: ဤလုပ်ရပ်ကို အပြီးမသပ်၍မရနိုင်ပါ
ne: यो कार्य गरिसकेपछि फिर्ता जान सकिँदैन
pl: Ta akcja nie może być cofnięta
pt: Essa ação não pode ser desfeita
ru: Это необратимое действие
sw: Kitendo hiki hakiwezi kutenduliwa
th: การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu eylem geri alınamaz
uk: Цю дію не можна скасувати
vi: Thao tác này không thể hoàn tác

source: Validation status:
am: የማረጋገጫ ሁኔታ፦
ar: حالة التحقق من الصحة:
bn: যাচাইকরণগত অবস্থা:
cs: Stav ověření:
de: Validierungsstatus:
es: Estado de validación:
fa: وضعیت اعتبار سنجی:
fr: Statut de validation :
hi: मान्यकरण दर्जा:
hu: Érvényesítési állapot:
id: Status validasi:
ja: 検証状況：
km: ស្ថានភាពផ្ដល់សុពលភាព៖
my: မှန်ကန်ခြင်းအဆင့်
ne: प्रमाणीकरण स्थिति:
pl: Status weryfikacji:
pt: Status de validação:
ru: Состояние проверки:
sw: Hali ya uthibitishaji:
th: สถานะการตรวจสอบ:
tr: Doğrulama durumu:
uk: Статус підтвердження:
vi: Trạng thái xác thực:

source: Duplicate created
am: የተባዛ መፍጠር
ar: تم إنشاء نسخة مكررة
bn: কপি তৈরি করা হয়েছে
cs: Duplikát vytvořen
de: Duplikat erstellt
es: Duplicado creado
fa: ایجاد تکراری
fr: Duplicata créé
hi: नकल बन गई
hu: Másolat elkészült
id: Duplikat dibuat
ja: 複製が作成されました
km: បានបង្កើតស្ទួន
my: ပုံတူကို တီထွင်ခဲ့ပါသည်
ne: नक्कल बनाईयो
pl: Utworzono duplikat
pt: Duplicada criada
ru: Создан дубликат
sw: Rudufu imeundwa
th: สร้างสำเนาแล้ว
tr: Kopya oluşturuldu
uk: Створено дублікат
vi: Đã tạo bản sao

source: A duplicate of the submission record was successfully created. You can view the new instance below and make changes using the action buttons below.
am: የማስረከቢያው ቅጂ በተሳካ ሁኔታ ተፈጥሯል። ከዚህ በታች ያለውን አዲስ ምሳሌ ማየት እና ከታች ያሉትን የተግባር ቁልፎችን በመጠቀም ለውጦችን ማድረግ ትችላለህ።
ar: تم إنشاء نسخة مكررة من سجل عملية الإرسال بنجاح. يمكنك عرض المثيل الجديد أدناه وإجراء تغييرات باستخدام أزرار الإجراءات أدناه.
bn: সফলভাবে সাবমিশন রেকর্ডটির একটি কপি তৈরি করা হয়েছে। নতুন কপিটি আপনি নিচে দেখতে পারবেন এবং চাইলে নিচের অ্যাকশন বাটনগুলো ব্যবহার করে সেখানে পরিবর্তন করতে পারবেন।
cs: Duplikát záznamu o příspěvku byl úspěšně vytvořen. Novou instanci si můžete prohlédnout níže a pomocí akčních kláves provést změny.
de: Ein Duplikat der Übermittlung wurde erfolgreich erstellt. Sie können die neue Kopie unten anzeigen und Änderungen mit den Aktionsschaltflächen unten vornehmen.
es: Se creó un duplicado del registro de envío correctamente. A continuación, se puede ver el duplicado y realizar cambios utilizando los botones de acción que encuentras abajo.
fa: یک کپی از رکورد ارسال با موفقیت ایجاد شد. شما می توانید مورد جدید را در پائین ببینید و با استفاده از دکمه های پائین تغییرات اعمال کنید.
fr: Un duplicata de l'enregistrement de la soumission a été créé avec succès. Vous pouvez visualiser la nouvelle instance ci-dessous et apporter des modifications à l'aide des boutons d'action ci-dessous.
hi: सबमिशन रिकॉर्ड की नकल सफलतापूर्वक बन गई थी। आप नीचे नया उदाहरण देख सकते हैं और नीचे दिए गए क्रिया बटनों का उपयोग करके परिवर्तन कर सकते हैं।
hu: Az űrlapválasz bejegyzésének másolata sikeresen létrejött. Az új példányt megtekintheti az alábbiakban, és változtatásokat kezdeményezhet rajta a műveletgombok segítségével.
id: Duplikat rekaman pengiriman berhasil dibuat. Anda dapat melihatnya di bawah dan membuat perubahan menggunakan tombol tindakan di bawah ini.
ja: 提出記録の複製が正常に作成されました。新しいインスタンスは以下から閲覧でき、また、下のアクションボタンを使って変更を加えることができます。
km: ការស្ទួននៃកំណត់ត្រាដាក់បញ្ជូនត្រូវបានបង្កើតដោយជោគជ័យ។ អ្នកអាចមើលឧទាហរណ៍ថ្មីខាងក្រោម និងធ្វើការផ្លាស់ប្ដូរដោយប្រើប៊ូតុងសកម្មភាពខាងក្រោម។
my: အပ်နှံခြင်းမှတ်တမ်း၏ အပွားတစ်ခုကို အောင်မြင်စွာ ဖန်တီးခဲ့ပါသည်။ သင်သည် အောက်ရှိ သာဓကအသစ်ကို ဖွင့်ကြည့်နိုင်ပြီး အောက်ရှိ လုပ်ရပ်ခလုတ်များကို အသုံးပြု၍ ပြောင်းလဲမှုများပြုလုပ်နိုင်သည်။
ne: पेश गरिएका रेकर्डको नक्कल सफलतापूर्वक सिर्जना गरियो। तपाईं तलको नयाँ उदाहरण हेर्न सक्नुहुन्छ र तलका कार्य बटनहरू प्रयोग गरेर परिवर्तनहरू गर्न सक्नुहुन्छ।
pl: Pomyślnie utworzono duplikat rejestru odpowiedzi. Poniżej możesz wyświetlić nową instancję i wprowadzić w niej zmiany za pomocą przycisków poniżej.
pt: Uma duplicata do registro de envio foi criada com sucesso. Você pode visualizar a nova instância abaixo e fazer alterações usando os botões de ação abaixo.
ru: Создан дубликат записи об отправке. Вы можете просмотреть расположенный ниже новый экземпляр и внести изменения с помощью соответствующих кнопок.
sw: Rudufu ya rekodi ya uwasilishaji imeundwa kwa ufanisi. Unaweza kutazama tukio jipya hapa chini na kufanya mabadiliko kwa kutumia vitufe vya kutenda vilivyo hapa chini.
th: สร้างสำเนาบันทึกการส่งข้อมูลสำเร็จแล้ว คุณสามารถดูกรณีตัวอย่างใหม่ด้านล่างและทำการเปลี่ยนแปลงโดยใช้ปุ่มการดำเนินการด้านล่าง
tr: Gönderim kaydının bir kopyası başarıyla oluşturuldu. Aşağıda yeni örneği görüntüleyebilir ve aşağıdaki işlem butonlarını kullanarak değişiklik yapabilirsiniz.
uk: Дублікат запису про надсилання було успішно створено. Ви можете переглянути новий екземпляр нижче та внести зміни за допомогою кнопок дій нижче.
vi: Lịch sử bài gửi đã được nhân bản thành công. Bạn có thể xem phiên bản mới bên dưới và thực hiện các thay đổi bằng các nút hành động dưới đây.

source: Source submission uuid:
am: ምንጭ ማስረከብያ uuid፦
ar: المعرف الحصري العام الشامل (UUID) لمصدر عملية الإرسال:
de: UUID der Quellenübermittlung:
es: UUID de envío de fuente:
fa: واگذاری منبع uuid:
fr: Soumission de source uuid :
hi: स्रोत सबमिशन यूयूआईडी:
id: uuid pengiriman sumber:
ja: ソースの提出のuuid：
pl: Identyfikator UUID źródła przesłanej odpowiedzi:
pt: UUID do envio de origem:
ru: Отправка источника uuid:
th: แหล่งที่มาการส่งข้อมูล uuid:
tr: Kaynak gönderim uuid’si:
uk: Надсилання вихідних даних uuid:
vi: Nguồn gửi UUID:

source: Discard
am: አስወግድ
ar: تجاهل
bn: মুছে দিন
cs: Zahodit
de: Verwerfen
es: Descartar
fa: نادیده گرفتن
fr: Éliminer
hi: खारिज करें
hu: Elvet
id: Buang
ja: 破棄
km: បោះចោល
my: ဖျက်မည်
ne: खारेज गर्नुहोस्
pl: Odrzuć
pt: Descartar
ru: Отменить
sw: Ondoa
th: ละทิ้ง
tr: Sil
uk: Скинути
vi: Loại bỏ

source: Discard duplicated submission
am: የተባዛ ማስረከብን አስወግድ
ar: تجاهل عملية الإرسال المكررة
bn: কপি করা সাবমিশন মুছে দিন
cs: Zahodit duplicitní příspěvek
de: Duplizierte Übermittlung verwerfen
es: Descartar envío duplicado
fa: لغو کپی ارسال
fr: Élimination de la soumission dupliquée
hi: डुप्लीकेट सबमिशन खारिज करें
hu: Űrlapválasz másolatának elvetése
id: Buang kiriman yang digandakan
ja: 重複した提出を破棄
km: បោះចោលការដាក់បញ្ជូនស្ទួន
my: တူညီသော အပ်နှံခြင်းကိုဖျက်မည်
ne: डुप्लिकेट पेश गरिएका खारेज गर्नुहोस्
pl: Odrzuć zduplikowaną odpowiedź
pt: Descartar envio duplicado
ru: Отменить продублированную отправку
sw: Tupa uwasilishaji rudufu
th: ละทิ้งการส่งข้อมูลซ้ำ
tr: Tekrarlanan gönderimi sil
uk: Відхилити дублікати надсилань
vi: Loại bỏ bài gửi bị trùng lặp

source: Click on the button below to load the most recent data for this submission.
am: ለዚህ ግቤት በጣም የቅርብ ጊዜውን ውሂብ ለመጫን ከታች ያለውን አዝራር ጠቅ ያድርጉ።
ar: انقر على الزر أدناه لتحميل أحدث البيانات لعملية الإرسال هذه.
bn: এই সাবমিশনটির সর্বশেষ তথ্য লোড করতে চাইলে নিচের বাটনে ক্লিক করুন।
cs: Kliknutím na tlačítko níže načtete nejnovější údaje pro tento příspěvek.
de: Klicken Sie auf die Schaltfläche unten, um die neuesten Daten für diese Übermittlung zu laden.
es: Hacer clic en el botón de abajo para cargar los datos más recientes para este envío.
fa: روی دکمه زیر کلیک کنید تا جدیدترین داده ها برای این ارسال بارگیری شود.
fr: Cliquez sur le bouton ci-dessous pour charger les données les plus récentes de cette soumission.
hi: इस सबमिशन के लिए नवीनतम डेटा लोड करने के लिए नीचे दिए गए बटन पर क्लिक करें।
hu: Kattintson az alábbi gombra, hogy betöltse a legutóbbi adatokat erről az űrlapválaszról.
id: Klik tombol di bawah untuk memuat data terbaru untuk pengiriman ini.
ja: 下のボタンをクリックすると、この提出フォームの最新データを読み込むことができます。
km: ចុចប៊ូតុងខាងក្រោមដើម្បីផ្ទុកទិន្នន័យថ្មីៗបំផុតសម្រាប់ការដាក់បញ្ជូននេះ។
my: ဤအပ်နှံခြင်းအတွက် မကြာသေးခင်ကအချက်အလက်များကို ပြန်လည်ရယူရန် အောက်ရှိခလုတ်ကိုနှိပ်ပေးပါ။
ne: यो पेश गरिएका लागि सबैभन्दा पछिल्लो डाटा लोड गर्न तलको बटनमा क्लिक गर्नुहोस्।
pl: Kliknij przycisk poniżej, by załadować ostatnie dane z przesłanych odpowiedzi.
pt: Clique no botão abaixo para carregar os dados mais recentes para este envio.
ru: Нажмите на расположенную ниже кнопку, чтобы загрузить последние данные, относящиеся к этой отправке.
sw: Bofya kwenye kitufe kilicho hapa chini ili kupakia data ya hivi majuzi zaidi ya uwasilishaji huu.
th: คลิกที่ปุ่มด้านล่างเพื่อโหลดข้อมูลล่าสุดสำหรับการส่งข้อมูลครั้งนี้
tr: Bu gönderi için en son verileri yüklemek için aşağıdaki butona tıklayın.
uk: Натисніть кнопку нижче, щоб завантажити останні дані для цього надсилання.
vi: Nhấp vào nút bên dưới để tải dữ liệu gần đây nhất cho lần gửi này.

source: Refresh submission
am: ማስረከብ አድስ
ar: تحديث عملية الإرسال
bn: সাবমিশন রিফ্রেশ করুন
cs: Obnovit příspěvek
de: Übermittlung neu laden
es: Actualizar envío
fa: بروزرسانی ارسالی ها
fr: Actualiser la soumission
hi: सबमिशन रीफ्रेश करें
hu: Űrlapválasz frissítése
id: Perbarui kiriman
ja: 提出をリフレッシュ
km: រីហ្វ្រេសការដាក់បញ្ជូន
my: အပ်နှံခြင်းကို စခရင်ပြန်လည် စစ်ကြည့်သည်။
ne: पेश गरिएका रिफ्रेस गर्नुहोस्
pl: Odśwież przesłane odpowiedzi
pt: Atualizar envio
ru: Обновить отправку
sw: Onyesha upya uwasilishaji
th: รีเฟรชการส่งข้อมูล
tr: Gönderimi yenile
uk: Оновити надсилання
vi: Tải lại bài gửi

source: Display XML names
am: የ XML ስሞችን አሳይ
ar: عرض أسماء (XML)
bn: XML নাম দেখানো হবে
cs: Zobrazit názvy XML
de: XML-Namen anzeigen
es: Mostrar nombres XML
fa: نمایش نامهای XML
fr: Afficher les noms XML
hi: XML नाम प्रदर्शित करें
hu: XML-nevek mutatása
id: Menampilkan nama XML
ja: XML名の表示
km: បង្ហាញឈ្មោះ XML
my: XML အမည်ကို ပြသပါ
ne: XML नामहरू देखाउनुहोस्
pl: Wyświetl nazwy XML
pt: Exibir nomes XML
ru: Отобразить имена XML
sw: Onyesha majina ya XML
th: แสดงชื่อ XML
tr: XML adlarını görüntüle
uk: Відображати назви XML
vi: Hiển thị tên XML

source: View
am: ይመልከቱ
ar: عرض
bn: দেখুন
cs: Zobrazit
de: Anzeigen
es: Ver
fa: نمایش
fr: Voir
hi: देखें
hu: Megtekintés
id: Lihat
ja: 閲覧
km: មើល
my: ဖွင့်ကြည့်မည်
ne: हेर्नुहोस्
pl: Zobacz
pt: Visualizar
ru: Просмотреть
sw: Tazama
th: มุมมอง
tr: Görüntüle
uk: Перегляд
vi: Xem

source: Duplicate
am: ማባዛት
ar: تكرار
bn: কপি তৈরি করুন
cs: Duplikovat
de: Duplizieren
es: Duplicar
fa: تکراری
fr: Dupliquer
hi: नकल बनाएं
hu: Másolat készítése
id: Duplikat
ja: 複製
km: ស្ទួន
my: ပွားယူမည်
ne: प्रतिलिपी बनाउनुहोस्
pl: Duplikuj
pt: Duplicar
ru: Дублировать
sw: Rudufu
th: ทำสำเนา
tr: Çoğalt
uk: Дублювати
vi: Sao chép

source: Delete submission
am: ማስረከብን ሰርዝ
ar: حذف عملية الإرسال
bn: সাবমিশন মুছে ফেলুন
cs: Smazat příspěvek
de: Übermittlung löschen
es: Eliminar envío
fa: حذف ارسال
fr: Supprimer la soumission
hi: सबमिशन हटाएं
hu: Űrlapbeküldés törlése
id: Hapus kiriman
ja: 提出削除
km: លុបការដាក់បញ្ជូន
my: အပ်နှံထားခြင်းကို ဖျက်သိမ်းမည်
ne: पेश गरिएका मेटाउनुहोस्
pl: Usuń zatwierdzenie
pt: Excluir resposta
ru: Удалить отправку
sw: Futa uwasilishaji
th: ลบการส่งข้อมูล
tr: Gönderimi sil
uk: Видалити надсилання
vi: Xóa bài gửi

source: Unknown error
am: ያልታወቀ ስሕተት
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
ja: 不明なエラー
uk: Невідома помилка

source: Background audio recording
am: የጀርባ የኦዲዮ ቀረፃ
ar: تسجيل صوت الخلفية
bn: ব্যাকগ্রাউন্ড অডিও রেকর্ডিং
cs: Nahrávání zvuku na pozadí
de: Audioaufnahme im Hintergrund
es: Grabación de sonido de fondo
fa: ضبط صدا در پس زمینه
fr: Enregistrement de l’audio d'arrière-plan
hi: पृष्ठभूमि ऑडियो रिकॉर्डिंग
hu: Háttérhang rögzítése
id: Rekaman audio latar belakang
ja: バックグラウンド音声の録音
km: ការថតសំឡេងអូឌីយ៉ូផ្ទៃខាងក្រោយ
my: နောက်ခံအသံ မှတ်တမ်းတင်ထားခြင်း
ne: पृष्ठभूमि अडियो रेकर्डिङ
pl: Nagrywanie dźwięku w tle
pt: Gravação de áudio em segundo plano
ru: Запись звука в фоновом режиме
sw: Rekodi ya sauti kwenye mandharinyuma
th: การบันทึกเสียงเบื้องหลัง
tr: Arka plan ses kaydı
uk: Фоновий аудіозапис
vi: Ghi âm nền

source: N/A
ar: غير متوفر
bn: প্রযোজ্য নয়
cs: Není dostupné
fa: بدون پاسخ
hi: लागू नहीं
hu: Nem található
id: Tidak Ada
ne: अनुपलब्ध
pl: N/d
ru: Н/П
sw: Haitumiki
th: ไม่เกี่ยวข้อง
tr: Yok
uk: Не застосовується
vi: Không có thông tin

source: Submission ##submissionIndex## of ##submissionTotal##
am: ማስረከብ ##submissionIndex## ከ##submissionTotal##
ar: عملية إرسال ##submissionIndex## من ##submissionTotal##
bn: ##submissionTotal##টির মধ্যে ##submissionIndex##টি সাবমিশন
cs: Příspěvek ##submissionIndex## z ##submissionTotal##
de: Übermittlung ##submissionIndex## von ##submissionTotal##
es: Envío ##submissionIndex## de ##submissionTotal##
fa: ارسال ##submissionIndex## از ##submissionTotal##
fr: Soumission ##submissionIndex## de ##submissionTotal##
hi: सबमिशन ##submissionTotal## का ##submissionIndex##
hu: ##submissionIndex##/##submissionTotal##. űrlapválasz
id: Kiriman ##submissionIndex## dari ##submissionTotal##
ja: 提出物##submissionTotal##中の##submissionIndex##
km: ការដាក់បញ្ជូន ##submissionIndex## នៃ ##submissionTotal##
my: ##submissionTotal##၏ အပ်နှံခြင်း ##submissionIndex##
ne: पेश गरिएका ##submissionIndex## को ##submissionTotal##
pl: Odpowiedź ##submissionIndex## z ##submissionTotal##
pt: Envio ##submissionIndex## de ##submissionTotal##
ru: Отправка ##submissionIndex## из ##submissionTotal##
sw: Uwasilishaji ##submissionIndex## wa ##submissionTotal##
th: การส่งข้อมูลที่ ##submissionIndex## จาก ##submissionTotal##
tr: ##submissionTotal## gönderimden ##submissionIndex##‘i
uk: Надсилання ##submissionIndex## з ##submissionTotal##
vi: Lần gửi ##submissionIndex## của ##submissionTotal##

source: download
am: አውርድ
ar: تحميل
bn: ডাউনলোড করুন
cs: stáhnout
es: descargar
fa: دانلود
fr: télécharger
hi: डाउनलोड
hu: letöltés
id: unduh
ja: ダウンロード
km: ទាញយក
my: ဒေါင်းလုတ်ရယူမည်
ne: डाउनलोड
pl: pobierz
pt: baixar
ru: скачать
sw: upakuaji
th: ดาวน์โหลด
tr: indir
uk: завантажити
vi: tải xuống

source: Export is being generated, you will receive an email when it's done
am: ወደውጭ በመላክ ላይ ነው ፣ በሚከናወን ጊዜ ኢሜይል ይደርስዎታል
ar: تم التصدير، سوف تستلم بريدًا إلكترونيًا عند اكتمال العملية
bn: এক্সপোর্ট তৈরি হচ্ছে, হয়ে গেলে ইমেইল পাবেন
cs: Probíhá generování exportu. Jakmile bude připraven, obdržíte e-mail
de: Die Exportdatei wird gerade erstellt, Sie erhalten eine E-Mail, sobald sie fertig ist
es: Se está generando la exportación, recibirás un correo electrónico cuando esté lista
fa: برون‌برد (Export) در حال تولید است، پس از اتمام آن یک ایمیل دریافت خواهید کرد
fr: L’exportation est en cours, vous recevrez un e-mail lorsqu’elle sera terminée
hi: निर्यात जनरेट किया जा रहा है, इसके पूरा होने पर आपको एक ईमेल प्राप्त होगा
hu: Az exportálás folyamatban van, e-mailben kap értesítést, amikor elkészült
id: Ekspor sedang dibuat, Anda akan menerima email ketika selesai
ja: エクスポートが生成されており、完了すると電子メールが届きます
km: ការនាំចេញកំពុងត្រូវបានបង្កើត អ្នកនឹងទទួលអ៊ីមែលមួយនៅពេលវាធ្វើចប់
my: ထုတ်ယူမှုအား ဖန်တီးနေသည်။ ပြီးစီးပါက သင့်ထံ အီးမေးပို့ပေးပါမည်
ne: निर्यात गरिने सामग्री तयार भइरहेको छ, यो सकिएपछि तपाईंले एउटा इमेल प्राप्त गर्नुहुनेछ
pl: Eksportowanie w toku, otrzymasz e-mail, gdy zostanie zakończone
pt: Uma exportação está sendo gerada, você receberá um e-mail quando estiver pronta
ru: Экспорт генерируется, вы получите электронное письмо, когда процесс будет завершен
sw: Uhamishaji unazalishwa, utapokea barua pepe itakapokamilika
th: กำลังสร้างการส่งออก คุณจะได้รับอีเมลเมื่อดำเนินการเสร็จเรียบร้อย
tr: Dışa aktarım oluşturuluyor, tamamlandığında bir e-posta alacaksınız
uk: Триває експорт даних, ви отримаєте електронного листа після його завершення
vi: Đang tạo xuất, bạn sẽ nhận email khi hoàn thành

source: We couldn't create the export, please try again later or contact support
am: ወደውጭ መላክ መፍጠር አልቻልንም ፣ እባክዎ በኋላ እንደገና ይሞክሩ ወይም ድጋፍ ክፍልን ያነጋግሩ
ar: تعذر إنشاء عملية تصدير ملف، يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بالدعم
bn: এক্সপোর্টটি তৈরি করা যায় নি, অনুগ্রহ করে পরে আবার চেষ্টা করুন বা সহায়ক টিমের সাথে যোগাযোগ করুন
cs: Export se nepodařilo vytvořit, zkuste to prosím později nebo se obraťte na podporu
de: Die Exportdatei konnte nicht erstellt werden, bitte versuchen Sie es später noch einmal oder kontaktieren Sie den Support
es: No pudimos crear la exportación; inténtalo más tarde o comunícate con el servicio de asistencia
fa: ما نتوانستیم از فایل خرجی بگیریم. لطفاً بعداً دوباره امتحان کنید یا با پشتیبانی تماس بگیرید
fr: L’exportation n’a pas pu être complétée, veuillez réessayer plus tard ou contacter le support technique
hi: हम निर्यात सृजित नहीं कर सके, कृपया बाद में पुनः प्रयास करें या सहायता से संपर्क करें
hu: Az exportálás sikertelen volt, kísérelje meg később vagy forduljon az ügyféltámogatáshoz
id: Kami tidak dapat membuat ekspor, silakan coba lagi nanti atau hubungi dukungan
ja: エクスポートを作成できませんでした。後でもう一度試すか、サポートにお問い合わせください
km: យើងមិនអាចបង្កើតការនាំចេញបានទេ សូមព្យាយាមម្ដងទៀតនៅពេលក្រោយ ឬទាក់ទងផ្នែកជំនួយ
my: ထုတ်ယူမှုအား မဖန်တီးနိုင်ပါ။ ကျေးဇူးပြု၍ နောက်မှ ထပ်မံကြိုးစားပါ သို့မဟုတ် Support ကိုဆက်သွယ်ပါ
ne: हामीले निर्यात गरिने सामग्री सिर्जना गर्न सकेनौं, कृपया पछि पुन: प्रयास गर्नुहोस् वा सहयोगकालागि सम्पर्क गर्नुहोस्
pl: Nie udało się wykonać eksportowania, spróbuj ponownie później lub skontaktuj się z pomocą techniczną
pt: Não foi possível criar a exportação; tente novamente mais tarde ou converse com o suporte
ru: Мы не смогли создать экспорт, пожалуйста, повторите попытку позже или обратитесь в службу поддержки
sw: Hatukuweza kuunda uhamishaji, tafadhali jaribu tena baadaye au uwasiliane na timu ya usaidizi
th: สร้างการส่งออกไม่ได้ โปรดลองใหม่ภายหลัง หรือติดต่อฝ่ายสนับสนุน
tr: Dışa aktarımı oluşturamadık, lütfen daha sonra tekrar deneyin veya destek ekibiyle iletişime geçin
uk: Нам не вдалося експортувати дані, будь ласка, спробуйте пізніше або зверніться до служби підтримки
vi: Chúng tôi không thể tạo xuất, vui lòng thử lại sau hoặc liên lạc với bộ phận hỗ trợ

source: TOS Update Message not found
am: የአገልግሎቱን ውል መልእክት ማግኘት አልተቻለም
ar: لم يتم العثور على رسالة تحديث شروط الاستخدام (TOS)
de: Updatebenachrichtigung zu den Geschäftsbedingungen konnte nicht gefunden werden
es: No se encontró el Mensaje de Actualización de Términos del Servicio
fa: پیام به‌ روز رسانی TOS یافت نشد
fr: Message de mise à jour des Conditions d’utilisation introuvable
id: Pesan Pembaruan Persyaratan Layanan tidak ditemukan
ja: サービス利用規約の更新メッセージが見つかりません
pl: Nie znaleziono komunikatu o aktualizacji regulaminu serwisu
pt: Não foi encontrada mensagem de atualização do TOS
ru: Сообщение об обновлении условий предоставления услуг не найдено
sw: Ujumbe wa Usasishaji wa Sheria na Masharti haujapatikana
th: ไม่พบข้อความอัปเดตข้อกำหนดในการให้บริการ
tr: Kullanım Şartları Güncelleme Mesajı bulunamadı
uk: Помилка завантаження повідомлення про оновлення Умов надання послуг
vi: Tin nhắn cập nhật điều khoản dịch vụ không được tìm thấy
