Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Can validate submissions
am: ማስገባቶችን ያረጋግጡ
bn: সাবমিশন যাচাই করতে পারবে
cs: Může ověřit platnost odeslaných dat z formuláře
de: Kann Übermittlungen überprüfen
es: Se puede validar envíos
fa: می تواند موارد ارسالی را تأیید کند
hi: प्रविष्टियां (सबमिशन) मान्य कर सकते हैं
id: Dapat memvalidasi kiriman
ja: 提出済みフォームを検証できます
my: တင်သွင်းခြင်းများ မှန်ကန်ကြောင်းပြနိုင်သည်
pt: É possível validar os envios
ru: Может проверять отправки
sw: Űrlapválaszok érvényesítése
th: สามารถตรวจสอบการส่งข้อมูลได้
uk: Можна підтвердити надсилання
vi: Có thể xác thực các bản dữ liệu

source: Can delete submissions
am: ማቅረቢያዎችን ሊሰርዝ ይችላል
bn: সাবমিশন মুছে ফেলতে পারবে
cs: Může smazat odeslaná data z formuláře
de: Kann Übermittlungen löschen
es: Se puede eliminar envíos
fa: می تواند موارد ارسالی را حذف کند
hi: प्रविष्टियां (सबमिशन) हटा सकते हैं
id: Dapat menghapus kiriman
ja: 提出済みフォームを削除できます
my: တင်သွင်းခြင်းများကို ဖျက်နိုင်သည်
pt: É possível excluir os envios
ru: Может удалять отправки
sw: Űrlapválaszok törlése
th: สามารถลบการส่งข้อมูลได้
uk: Можна видалити надсилання
vi: Có thể xóa bản dữ liệu

source: Your updated form's id_string '%(new_id)s' must match the existing forms' id_string '%(old_id)s'.
am: የዘመነው ቅፅዎ id_string '%(new_id)s' ከነባር ቅፆች' id_string '%(old_id)s' ጋር መመሳሰል አለበት።
bn: আপনার আপডেট করা ফর্মের id_string '%(new_id)s' ও বিদ্যমান ফর্মের id_string '%(old_id)s' একই হতে হবে।
cs: Hodnota id_string '%(new_id)s' vašeho aktualizovaného formuláře se musí shodovat s id_string '%(old_id)s' existujícího formuláře.
de: Der id_string „%(new_id)s“ des neuen Formulars muss mit dem id_string „%(old_id)s“ des bestehenden Formulars übereinstimmen.
es: El id_string «%(new_id)s» de tu formulario actualizado debe coincidir con el id_string «%(old_id)s» del formulario existente.
fa: شما رشته شناسه ی فرم را ویرایش کردید. '%(new_id)s' می بایست با رشته شناسه ی '%(old_id)s' موجود در فرم مطابقت داشته باشد.
hi: आपके अपडेट किए गए फॉर्म की id_string '%(new_id)s' मौजूदा फॉर्म की id_string '%(old_id)s' से मेल खानी चाहिए।
id: id_string formulir Anda yang diperbarui '%(new_id)s' harus sesuai dengan id_string formulir yang ada '%(old_id)s'.
ja: 更新されたフォームのid_string'%(new_id)s'は既存のフォームのid_string'%(old_id)s'と一致する必要があります。
my: သင့် အဆင့်မြှင့်ထားသော ဖောင်၏ id_string '%(new_id)s' သည် ရှိပြီးသား ဖောင်များ၏ id_string '%(old_id)s ' နှင့် ကိုက်ညီရမည်။
pt: A id_string “%(new_id)s” do seu formulário atualizado deve corresponder à id_string “%(old_id)s” dos formulários existentes.
ru: Строка идентификатора обновленной формы «%(new_id)s» должна совпадать со строкой идентификатора существующей формы «%(old_id)s».
sw: A frissített űrlap id_string "%(new_id)s” és a meglévő formanyomtatványok " id_string "%(old_id)s' megegyező kell legyen.
th: id_string “%(new_id)s” ของแบบฟอร์มที่อัปเดตของคุณต้องตรงกับ id_string “%(old_id)s” ของแบบฟอร์มที่มีอยู่
uk: Рядок id_string вашої оновленої форми '%(new_id)s' повинен збігатися з рядком id_string існуючих форм '%(old_id)s'.
vi: id_string '%(new_id)s' của biểu mẫu đã cập nhật phải khớp với' id_string '%(old_id)s' của biểu mẫu đã tồn tại.

source: In strict mode, the XForm ID must be a valid slug and contain no spaces.
am: በጥብቅ ሁነታ፣ የ XForm ID ትክክለኛ ጠብታ መሆን አለበት እና ምንም ክፍተቶች።
bn: স্ট্রিক্ট মোডে XForm আইডিকে অবশ্যই গ্রহণযোগ্য স্লাগ হতে হবে এবং তাতে স্পেস থাকা যাবে না।
cs: Ve striktním režimu musí XForm ID být platný slug a nesmí obsahovat mezery.
de: Im strengen Modus muss die XForm-ID ein zulässiger Slug sein und darf keine Leerzeichen enthalten.
es: En modo estricto, el ID del XForm debe ser un slug válido y no contener espacios.
fa: در حالت محدود، شناسه XForm باید یک اسلاگ معتبر و فاقد فاصله باشد.
hi: सख्त मोड में, XForm ID एक वैध स्लग होना चाहिए और उसमें कोई रिक्त स्थान नहीं होना चाहिए।
id: Dalam mode ketat, ID XForm harus berupa slug yang valid dan tidak mengandung spasi.
ja: 厳密モードでは、XFormのIDは有効なスラッグである必要があり、スペースを含めることはできません。
my: တိကျသောပုံစံတွင် XForm ID သည် မှန်ကန်သော slug တစ်ခု ဖြစ်ရမည့်အပြင် စာလုံးခြားများ မပါရပါ။
pt: No modo estrito, o ID do XForm deve ser um slug válido e não conter espaços.
ru: В строгом режиме идентификатор XForm должен быть действительным слагом и не содержать пробелов.
sw: Szigorú módban az XForm-azonosítónak érvényes slug-nak (rövid, gépbarát szövegnek) kell lennie, és nem tartalmazhat szóközöket.
th: ในโหมดเคร่งครัดนั้น ID ของ XForm ต้องเป็น slug ที่ถูกต้องและไม่มีช่องว่าง
uk: У строгому режимі ідентифікатор XForm повинен бути правильним і не містити пробілів.
vi: Trong chế độ nghiêm ngặt, ID XForm phải là một slug hợp lệ và không chứa khoảng trắng.

source: Submission Count
am: የማስረከቢያ ብዛት
bn: সাবমিশনের সংখ্যা
cs: Počet odeslaných příspěvků
de: Anzahl Übermittlungen
es: Recuento de envío
fa: تعداد ارسال
hi: सबमिशन की गिनती
id: Jumlah Kiriman
ja: 提出数
my: တင်သွင်းမှု အရေအတွက်
pt: Contagem de envios
ru: Количество отправок
sw: Űrlapválaszok száma
th: จำนวนการส่งข้อมูล
uk: Кількість надсилань
vi: Số lượng bản dữ liệu

source: There should be a single id string.
am: አንድ ነጠላ id ሊኖር ይገባል።
bn: একটিমাত্র id string থাকার কথা।
cs: Měl by zde být jediný řetězec id.
de: Nur eine ID-Zeichenfolge möglich.
es: Debe haber una única cadena de identificación.
fa: باید یک رشته شناسه ی واحد وجود داشته باشد.
hi: एक एकल आईडी स्ट्रिंग होनी चाहिए।
id: Harus ada satu id string saja.
ja: 単一のid文字列があるはずです。
my: တစ်ခုတည်းသော id string ရှိရမည်။
pt: Deve haver um único id string.
ru: Должна быть единственная строка идентификатора.
sw: Csak egyetlen azonosító-karakterlánc (azonosító szöveg) lehet.
th: ควรมี id string เดียว
uk: Має бути один рядок ідентифікатора.
vi: Cần phải có một chuỗi id duy nhất.

source: There should be a single title.
am: አንድ ነጠላ ርዕስ ሊኖር ይገባል።
bn: একটিমাত্র শিরোনাম থাকার কথা।
cs: Měl by zde být uveden jediný název.
de: Nur ein Titel möglich.
es: Debe haber un único título.
fa: باید یک عنوان واحد وجود داشته باشد.
hi: एक ही शीर्षक होना चाहिए।
id: Harus ada satu judul saja.
ja: 単一のタイトルがあるはずです。
my: တစ်ခုတည်းသော ခေါင်းစဥ် ရှိရမည်။
pt: Deve haver um único título.
ru: Должно быть единственное название.
sw: Csak egy címet lehet megadni.
th: ควรมีชื่อเรื่องเดียว
uk: Має бути одна назва.
vi: Cần phải có một tiêu đề duy nhất.

source: Successful submission.
am: የተሳካ ማስገባት።
bn: সাবমিশন সফল হয়েছে।
cs: Úspěšné odeslání dat z formuláře.
de: Übermittlung erfolgreich.
es: Envío exitoso.
fa: ارسال با موفقیت انجام شد.
hi: सफल प्रविष्टि।
id: Kiriman berhasil.
ja: 提出に成功しました。
my: အောင်မြင်သော တင်သွင်းမှု။
pt: Envio bem-sucedido.
ru: Успешная отправка.
sw: Sikeres beküldés.
th: การส่งข้อมูลสำเร็จ
uk: Подання надсилання успішне.
vi: Đã gửi thành công.

source: There was a problem receiving your ODK submission. [Error: IO Error reading data]
am: የኦዲኬ ማቅረቢያዎን መቀበል ላይ ችግር ተፈጥሯል። [ስህተት፦ IO ስህተት የንባብ ውሂብ]
bn: আপনার ODK সাবমিশন গ্রহণে সমস্যা হয়েছে। [ত্রুটি: তথ্য রিড করতে গিয়ে IO-জনিত ত্রুটি হয়েছে]
cs: Došlo k problému s přijetím odeslaných dat z ODK. [Chyba: IO chyba při čtení dat]
de: Es gab ein Problem beim Empfang Ihrer ODK-Übermittlung. [Fehler: IO-Fehler beim Lesen der Daten]
es: Se produjo un problema al recibir tu envío de ODK. [Error: Error de entrada/salida (E/S) al leer los datos]
fa: مشکلی در دریافت ارسال ODK شما وجود داشت. [خطا: IO خطا در خواندن داده ها]
hi: आपकी ODK प्रविष्टियाँ प्राप्त करने में समस्या हुई। [त्रुटि: IO डेटा पढ़ने में त्रुटि]
id: Terjadi masalah saat menerima kiriman ODK Anda. [Kesalahan: Kesalahan IO membaca data]
ja: 提出されたODKの受け取りに問題がありました。「エラー：データの読み取りに失敗しました」
my: သင့်၏ ODK တင်သွင်းမှုကို လက်ခံရာတွင် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့သည်။ [ချို့ယွင်းချက်- ဒေတာဖတ်ရာတွင် IO ချို့ယွင်းချက်]
pt: Ocorreu um problema ao receber seu envio do ODK. [Erro: Erro I/O ao ler dados]
ru: Не удалось принять вашу отправку ODK. [Ошибка: ошибка ввода/вывода при чтении данных]
sw: Probléma merült fel az ODK-beadvány átvételével. [Hiba: IO hiba az adatok beolvasásával]
th: มีปัญหาในการรับการส่งข้อมูล ODK ของคุณ [ข้อผิดพลาด: ข้อผิดพลาดของ IO ในการอ่านข้อมูล]
uk: Виникла проблема з отриманням вашого надсилання ODK.[Помилка: помилка IO при читанні даних]
vi: Đã xảy ra sự cố khi nhận dữ liệu gửi từ ODK của bạn. [Lỗi: Lỗi IO khi đọc dữ liệu]

source: There was a problem receiving your ODK submission. [Error: multiple submission files (?)]
am: የኦዲኬ ማቅረቢያዎን መቀበል ላይ ችግር ተፈጥሯል። [ስህተት፦ ብዙ የማስረከቢያ ፋይሎች (?)]
bn: আপনার ODK সাবমিশন গ্রহণে সমস্যা হয়েছে। [ত্রুটি: সাবমিশনে একাধিক ফাইল আছে (?)]
cs: Došlo k problému s přijetím odeslaných dat z ODK. [Chyba: několik souborů s odeslanými daty (?)]
de: Es gab ein Problem beim Empfang Ihrer ODK-Übermittlung. [Fehler: mehrere Übermittlungsdateien (?)]
es: Se produjo un problema al recibir su envío de ODK. [Error: múltiples archivos de envío (?)]
fa: مشکلی در دریافت ارسال ODK شما وجود داشت. [خطا: ارسال چندگانه فایل ها (؟)]
hi: आपकी ODK प्रविष्टियाँ प्राप्त करने में समस्या हुई। [त्रुटि: एकाधिक प्रविष्टि फ़ाइलें (?)]
id: Terjadi masalah saat menerima kiriman ODK Anda. [Kesalahan: file kiriman ganda (?)]
ja: 提出されたODKの受け取りに問題がありました「エラー：複数の提出ファイル（？）」
my: သင့် ODK တင်သွင်းမှုကို လက်ခံရာတွင် ပြဿနာတစ်ခု ဖြစ်ပွားခဲ့ပါသည်။ [ချို့ယွင်းချက်- အများအပြား တင်သွင်းမှုဖိုင်များ (?)]
pt: Ocorreu um problema ao receber seu envio do ODK. [Erro: envio de múltiplos arquivos (?)]
ru: Не удалось принять вашу отправку ODK. [Ошибка: несколько файлов отправки (?)]
sw: Probléma merült fel az ODK-beadvány átvételével. [Hiba: több beküldött fájl (?)]
th: มีปัญหาในการรับการรับ ODK ของคุณ [ข้อผิดพลาด: ไฟล์การส่งข้อมูลหลายไฟล์ (?)]
uk: Виникла проблема з отриманням вашого ODK надсилання. [Помилка: декілька файлів надсилання (?)]
vi: Đã xảy ra sự cố trong khi nhận dữ liệu gửi từ ODK. [Lỗi: gửi nhiều tệp tin (?)]

source: Submission complete. Out of %(total)d survey instances, %(success)d were imported, (%(rejected)d were rejected as duplicates, missing forms, etc.)
am: ከ %(total)d የዳሰሳ ጥናት ጒዳዮች መካከል %(success)dቱ ከውጭ የመጡ ናቸው (%(rejected)d ቱ እንደ ተደጋጋሚ፣ የጎደሉ ቅፆች፣ ወዘተ ውድቅ ተደርገዋል)።
bn: সাবমিশন সম্পন্ন হয়েছে। জরিপের মোট %(total)dটি ইনস্ট্যান্সের মধ্যে %(success)dটি ইম্পোর্ট হয়েছে, (ডুপ্লিকেট হওয়া, ফর্ম না থাকা ইত্যাদি কারণে %(rejected)dটি বাতিল হয়ে গেছে)।
cs: Odeslání dat je dokončeno. Z %(total)d instancí dotazníku byly importovány %(success)d (%(rejected)d byly zamítnuty jako duplicitní, chybějící formuláře atd.).
de: Übermittlung erfolgreich. Von %(total)d Umfrageinstanzen wurden %(success)d importiert (%(rejected)d wurden wegen Duplikaten, fehlenden Formularen etc.verworfen)
es: Envío completado. De las %(total)dinstancias de encuesta, %(success)d fueron importadas, (%(rejected)d fueron rechazadas por duplicados, formularios faltantes, etc.)
fa: ارسال کامل شد. از میان %(total)d بازرسی نمونه ها ، %(success)d وارد شدند، (%(rejected)dبه عنوان تکراری، فرم مفقود و غیره رد شدند.)
hi: सबमिशन पूरा हुआ। %(total)d सर्वेक्षण उदाहरणों में से, %(success)d आयात किए गए, (%(rejected)d को डुप्लिकेट, फॉर्म गुम होने आदि के कारण अस्वीकार कर दिया गया)
id: Kiriman selesai. Dari %(total)d instansi survei, %(success)d berhasil diimpor, (%(rejected)d ditolak sebagai duplikat, formulir tidak ada, dll.)
ja: 提出が完了しました。%(total)d個のアンケートインスタンスのうち%(success)d個がインポート（%(rejected)d個が重複、フォームの欠落などとして拒否）されました
my: တင်သွင်းမှု ပြီးမြောက်ပါပြီ။%(total)d စစ်တမ်းအချက်အလက်များမှ %(success)d ခုတင်သွင်းပြီး၊ (%(rejected)d ခုသည် ထပ်နေသည်များ၊ ပျောက်နေသော ဖောင်များအဖြစ် ပယ်ဖျက်ထားသည်)
pt: Envio completo. Das %(total)d instâncias de pesquisa, %(success)d foram importadas, (%(rejected)d foram rejeitadas por serem duplicadas, formulário ausente, etc.)
ru: Отправка завершена. Всего экземпляров опроса: %(total)d, из них импортировано: %(success)d, отклонено как дубликаты, отсутствующие формы и т. д.: %(rejected)d.
sw: A benyújtás befejeződött. %(total)d felmérési példányok közül %(success)d importált, (%(rejected)d elutasított, mint ismétlődő példányok, hiányzó űrlapok stb.)
th: การส่งข้อมูลเรียบร้อยแล้ว จากกรณีตัวอย่างการสำรวจ %(total)d กรณีนั้น ได้นำเข้า %(success)d กรณี (%(rejected)d กรณีถูกปฏิเสธเนื่องจากซ้ำ แบบฟอร์มขาดหาย ฯลฯ)
uk: Надсилання завершено. З усіх %(total)d екземплярів опитування%(success)d було імпортовано (%(rejected)dвідхилено як дублікати, відсутні форми тощо).
vi: Gửi dữ liệu hoàn tất. Trong số %(total)d bản dữ liệu, %(success)d bản đã được nhập (%(rejected)d bị từ chối do trùng lặp, thiếu biểu mẫu, v.v.)

source: No XLS file for your form %(id)s
am: ለቅፅዎ የ XLS ፋይል የለም %(id)s
bn: আপনার %(id)s নং ফর্মের জন্য কোনো XLS ফাইল নেই
cs: Chybí soubor XLS pro váš formulář %(id)s
de: Keine XLS-Datei für das Formular %(id)s
es: No hay archivo XLS para el formulario %(id)s
fa: %(id)s فایل XLS ناموجود برای فرم شما
hi: आपके फॉर्म के लिए कोई XLS फ़ाइल नहीं है %(id)s
id: Tidak ada file XLS untuk formulir Anda %(id)s
ja: %(id)sフォームのXLSファイルがありません
my: သင့်ဖောင်အတွက် XLS ဖိုင် မရှိပါ %(id)s
pt: Nenhum arquivo XLS para o seu formulário %(id)s
ru: Нет файла XLS для вашей формы «%(id)s»
sw: Nincs XLS fájl a(z) %(id)sűrlaphoz
th: ไม่มีไฟล์ XLS สำหรับแบบฟอร์ม %(id)s ของคุณ
uk: Немає XLS-файлу для вашої форми %(id)s
vi: Không có tệp tin XLS cho biểu mẫu của bạn %(id)s

source: Not shared.
am: የተጋራ አይደለም።
bn: শেয়ার করা হয় নি।
cs: Není sdíleno.
de: Nicht geteilt.
es: No compartido.
fa: به اشتراک گذاشته نشد.
hi: साझा नहीं किया गया।
id: Tidak dibagikan.
ja: 共有されていません。
my: မမျှဝေထားပါ။
pt: Não compartilhado.
ru: Нет совместного доступа.
sw: Nem megosztott.
th: ไม่แชร์
uk: Доступ не надано.
vi: Không được chia sẻ.

source: Duplicate Instance
am: ድርብ ቅፅ
bn: ডুপ্লিকেট ইনস্ট্যান্স
cs: Duplicitní instance
de: Doppelte Instanz
es: Instancia duplicada
fa: نمونه های تکراری
hi: नकल उदाहरण
id: Instansi Duplikat
ja: 重複インスタンス
my: ထပ်နေသော နမူနာ
pt: Instância duplicada
ru: Дубликат экземпляра
sw: Ismétlődő példány
th: กรณีตัวอย่างซ้ำ
uk: Дублікат екземпляра
vi: Bản sao trùng lặp

source: Could not determine the user.
am: ተጠቃሚውን መወሰን አልተቻለም።
bn: ইউজার নির্ধারণ করা যায় নি।
cs: Nepodařilo se určit uživatele.
de: Benutzer*in konnte nicht ermittelt werden.
es: No se pudo determinar el/la usuario/a.
fa: نمی توان کاربر را تعیین کرد.
hi: उपयोगकर्ता का निर्धारण नहीं किया जा सका।
id: Tidak dapat menentukan pengguna.
ja: ユーザーを特定できませんでした。
my: သုံးစွဲသူကို မသတ်မှတ်နိုင်ခဲ့ပါ။
pt: Impossível determinar o usuário.
ru: Не удалось определить пользователя.
sw: Nem sikerült meghatározni a felhasználót.
th: ไม่สามารถระบุผู้ใช้ได้
uk: Не вдалося визначити користувача.
vi: Không thể xác định người dùng.

source: The instance could not be parsed.
am: ትዕይንቱ ሊተነተን አልቻለም።
bn: ইনস্ট্যান্স পার্স করা যায় নি।
cs: Instanci se nepodařilo analyzovat.
de: Die Instanz konnte nicht geparst werden.
es: No se pudo analizar la instancia.
fa: نمونه قابل تجزیه نیست.
hi: उदाहरण अनुवाद नहीं किया जा सका।
id: Instansi tidak dapat dianalisis.
ja: インスタンスを解析できませんでした。
my: နမူနာကို ခွဲခြမ်းစိတ်ဖြာ၍မရပါ။
pt: A instância não pôde ser analisada.
ru: Не удалось выполнить разбор экземпляра.
sw: A példányt nem lehetett elemezni.
th: ไม่สามารถแจงกรณีตัวอย่างได้
uk: Екземпляр не вдалося розділити.
vi: Không thể phân tích được bản sao.

source: Empty instance
am: ትዕይንቱ ሊተነተን አልቻለም
bn: শূন্য ইনস্ট্যান্স
cs: Prázdná instance
de: Leere Instanz
es: Instancia vacía
fa: نمونه خالی
hi: खाली उदाहरण
id: Instansi kosong
ja: 空のインスタンス
my: ဗလာနမူနာ
pt: Instância vazia
ru: Пустой экземпляр
sw: Üres példány
th: กรณีตัวอย่างว่างเปล่า
uk: Порожній екземпляр
vi: Bản sao rỗng

source: XML string must have a survey element.
am: የXML ሕብረቁምፊ የዳሰሳ ጥናት አባል ሊኖረው ይገባል።
bn: XML স্ট্রিংয়ে জরিপের উপাদান থাকা বাধ্যতামূলক।
cs: Řetězec XML musí obsahovat prvek průzkumu.
de: Die XML-Zeichenkette muss ein Umfrageelement enthalten.
es: La cadena XML debe tener un elemento de encuesta.
fa: رشته XML می بایست دارای یک عنصر بازرسی باشد..
hi: एक्सएम्एल (XML) स्ट्रिंग में सर्वेक्षण तत्व होना चाहिए।
id: String XML harus memiliki elemen survei.
ja: XML文字列にsurvey要素が必要です。
my: XML string သည် စစ်တမ်းအစိတ်အပိုင်းတစ်ခု ပါရမည်။
pt: XML string deve conter um elemento de consulta.
ru: Строка XML должна содержать элемент опроса.
sw: Az XML-karakterláncnak felmérési elemmel kell rendelkeznie.
th: สตริง XML ต้องมีองค์ประกอบการสำรวจ
uk: XML-рядок повинен містити елемент опитування.
vi: Chuỗi XML phải có phần tử khảo sát.

source: Media upload
am: የሚዲያ ሰቀላ
bn: মিডিয়া আপলোড
cs: Nahrávání médií
de: Medien-Upload
es: Carga de archivos multimedia
fa: بارگذاری رسانه
hi: मीडिया अपलोड
id: Unggahan media
ja: メディアアップロード
my: မီဒီယာ အပ်လုတ်
pt: Carregamento de mídia
ru: Загрузка медиафайлов
sw: Média feltöltése
th: อัปโหลดสื่อ
uk: Завантаження медіафайлу
vi: Tải lên phương tiện

source: XLS File
am: XLS ፋይል
bn: XLS ফাইল
cs: Soubor XLS
de: XLS-Datei
es: Archivo XLS
fa: فایل XLS
hi: XLS फ़ाइल
id: File XLS
ja: XLSファイル
my: XLS ဖိုင်
pt: Arquivo XLS
ru: Файл XLS
sw: XLS fájl
th: ไฟล์ XLS
vi: Tệp XLS

source: 405 Error: Method Not Allowed!
am: 405 ስህተት፦ ዘዴ አልተፈቀደም!
bn: ত্রুটি নং 405: পদ্ধতি গ্রহণযোগ্য নয়!
cs: Chyba 405: Metoda není povolena!
de: Fehler 405: Methode nicht erlaubt!
es: Error 405: ¡Método no permitido!
fa: خطای 405: روش مجاز نیست!
hi: 405 त्रुटि: विधि की अनुमति नहीं!
id: Kesalahan 405: Metode Tidak Diizinkan!
ja: 405エラー：メソッドが許可されていません！
my: 405 ချို့ယွင်းချက်- နည်းလမ်းကို ခွင့်မပြုပါ။
pt: Erro 405: Método Não Permitido!
ru: Ошибка 405: метод не разрешен!
sw: 405 hiba: A módszer nem engedélyezett!
th: ข้อผิดพลาด 405: วิธีการไม่ได้รับอนุญาต!
uk: Помилка 405: метод не дозволено!
vi: Lỗi 405: Phương thức không được phép!

source: 500 Error
am: 500 ስሕተት
bn: ত্রুটি নং 500
cs: Chyba 500
de: Fehler 500
es: Error 500
fa: خطای 500
hi: 500 त्रुटि
id: Kesalahan 500
ja: 500エラー
my: 500 ချို့ယွင်းချက်
pt: Erro 500
ru: Ошибка 500
sw: 500 hiba
th: ข้อผิดพลาด 500
uk: Помилка 500
vi: Lỗi 500

source: If this is a significant error that needs to be fixed, please send a support request to support@kobotoolbox.org with information about what triggered this error.
am: ይህ ሊስተካከል የሚገባው ጉልህ ስሕተት ከሆነ እባክዎን ይህንን ስሕተት ያስከተለውን ውሂብ የያዘ የድጋፍ ጥያቄ ወደ support@kobotoolbox.org ይላኩ።
bn: যদি এটি গুরুতর এমন কোনো ত্রুটি হয় যার সমাধান প্রয়োজন তাহলে অনুগ্রহ করে support@kobotoolbox.org অ্যাড্রেসে সহায়তা চেয়ে, কী করার পর এই ত্রুটি দেখা দিয়েছে তা উল্লেখ করে ইমেইল পাঠান।
cs: Pokud se jedná o závažnou chybu, kterou je třeba opravit, zašlete žádost o podporu na adresu support@kobotoolbox.org a uveďte informace o tom, co tuto chybu vyvolalo.
de: Muss ein schwerwiegender Fehler dringend behoben werden, senden Sie bitte eine Supportanfrage an support@kobotoolbox.org und schildern Sie, wie der Fehler auftrat.
es: Si se trata de un error importante que necesita solucionarse, envía una solicitud de soporte a support@kobotoolbox.org con información sobre la causa de este error.
fa: اگر این یک خطای مهم است که باید برطرف شود، لطفاً یک درخواست پشتیبانی همراه با اطلاعات مربوط به آنچه منجر به آن شده است به support@kobotoolbox.org ارسال کنید.
hi: यदि यह एक महत्त्वपूर्ण त्रुटि है जिसे ठीक करने की आवश्यकता है, तो कृपया support@kobotoolbox.org पर एक समर्थन अनुरोध भेजें जिसमें इस त्रुटि के कारणों के बारे में जानकारी हो।
id: Jika ini adalah kesalahan signifikan yang perlu diperbaiki, silakan kirim permintaan dukungan ke support@kobotoolbox.org dengan informasi tentang apa yang memicu kesalahan ini.
ja: これが修正が必要な重大なエラーである場合は、support＠kobotoolbox.orgにこのエラーの発生に関する情報を含めたサポートリクエストを送信してください。
my: ၎င်းသည် ပြန်လည်ဖြေရှင်းရမည့် အရေးကြီးသော ချို့ယွင်းချက်ဖြစ်ပါက ကျေးဇူးပြု၍ ဤချို့ယွင်းချက်ကို ဖြစ်ပေါ်စေသည့် အချက်အလက်များနှင့်အတူ support@kobotoolbox.org သို့ အကူအညီတောင်းဆိုချက်ပေးပို့ပါ။
pt: Se esse é um erro significativo que precisa ser consertado, envie-nos uma solicitação de suporte para support@kobotoolbox.org com as informações sobre o que causou esse erro.
ru: Если это существенная ошибка, которую необходимо устранить, отправьте запрос в службу поддержки по адресу support@kobotoolbox.org с информацией о том, что вызвало данную ошибку.
sw: Ha ez egy jelentős hiba, amelyet ki kell javítani, kérjük, küldjön támogatási kérelmet a support@kobotoolbox.org címre és jelezze, hogy mi váltotta ki ezt a hibát.
th: หากนี่เป็นข้อผิดพลาดสำคัญที่จำเป็นต้องได้รับการแก้ไข โปรดส่งคำขอรรับการสนับสนุนไปที่ support@kobotoolbox.org พร้อมข้อมูลเกี่ยวกับสาเหตุที่ทำให้เกิดข้อผิดพลาดนี้
uk: Якщо це суттєва помилка, яку потрібно виправити, надішліть запит на підтримку на support@kobotoolbox.org з інформацією про те, що спричинило цю помилку.
vi: Nếu đây là lỗi nghiêm trọng cần khắc phục, vui lòng gửi yêu cầu hỗ trợ tới support@kobotoolbox.org kèm thông tin về nguyên nhân gây ra lỗi này.

source: 403 - Restricted access
am: 403- የተከለከለ መዳረሻ
bn: 403 - অ্যাক্সেস নিষিদ্ধ
cs: 403 – omezený přístup
de: 403 – Fehlende Berechtigung
es: 403 - Acceso restringido
fa: 403 - دسترسی محدود
hi: 403 - प्रतिबंधित पहुंच
id: 403 - Akses dibatasi
ja: 403 - アクセス制限
my: 403 - ဝင်ခွင့်ကန့်သတ်ထားခြင်း
pt: 403 - Acesso restrito
ru: 403 — доступ ограничен
sw: 403 - Korlátozott hozzáférés
th: 403 - การเข้าถึงจำกัด
uk: 403 - Обмежений доступ
vi: 403 - Quyền truy cập bị hạn chế

source: Your access is restricted. Please reclaim your access by <a href="%(koboform_url)s/accounts/password/reset/">changing your password</a>.
am: የእርስዎ መዳረሻ የተገደበ ነው <a href="%(koboform_url)s/accounts/password/reset/"> እባክዎ የይለፍ ቃልዎን በመቀየር መዳረሻዎን መልሰው ያግኙ</a>።
bn: আপনার অ্যাক্সেস নিষিদ্ধ। অনুগ্রহ করে আপনার <a href="%(koboform_url)s/accounts/password/reset/">পাসওয়ার্ড পরিবর্তন</a> করে অ্যাক্সেস পুনরুদ্ধার করুন।
cs: Váš přístup je omezen. Obnovte prosím svá přístupová práva <a href="%(koboform_url)s/accounts/password/reset/">změnou hesla</a>.
de: Ihr Zugriff ist eingeschränkt. Bitte <a href="%(koboform_url)s/accounts/password/reset/">ändern Sie Ihr Passwort</a>, um erneut Zugang zu erhalten.
es: Tu acceso está restringido. Recupera el acceso <a href="%(koboform_url)s/accounts/password/reset/"> cambiando tu contraseña</a>.
fa: دسترسی شما محدود شده است. <a href="%(koboform_url)s/accounts/password/reset/">لطفاً با تغییر رمز عبور خود </a> دسترسی خود را مجددا درخواست کنید.
hi: आपकी पहुँच (एक्सेस) प्रतिबंधित है। कृपया <a href="%(koboform_url)s/accounts/password/reset/">पासवर्ड बदल कर</a> अपने खाते का एक्सेस पुनः प्राप्त करें।
id: Akses Anda dibatasi. Silakan dapatkan kembali akses Anda dengan <a href="%(koboform_url)s/accounts/password/reset/">mengubah kata sandi</a> Anda.
ja: アクセスは制限されています。<a href="%(koboform_url)s/accounts/password/reset/">パスワードを変更</a>してアクセスを再取得してください。
my: သင့်ဝင်ရောက်ခွင့်ကို ကန့်သတ်ထားသည်။ ကျေးဇူးပြု၍ <a href="%(koboform_url)s/accounts/password/reset/">သင့်စကားဝှက်ကို ပြောင်းလဲ</a>ခြင်းဖြင့် သင့်ဝင်ရောက်ခွင့်ကို ပြန်လည်ရယူပါ။
pt: Seu acesso está restrito. Portanto, recupere seu acesso <a href="%(koboform_url)s/accounts/password/reset/">alterando a sua senha</a>.
ru: Доступ ограничен. Для восстановления доступа <a href="%(koboform_url)s/accounts/password/reset/">измените пароль</a>.
sw: A hozzáférés korlátozott. Kérjük, igényelje vissza a hozzáférést: <a href="%(koboform_url)s/accounts/password/reset/">a jelszó megváltoztatásával</a>.
th: การเข้าถึงของคุณถูกจำกัด โปรดเรียกคืนการเข้าถึงของคุณโดย<a href="%(koboform_url)s/accounts/password/reset/">เปลี่ยนรหัสผ่าน</a>
uk: Ваш доступ обмежений. Відновіть доступ, <a href="%(koboform_url)s/accounts/password/reset/">змінивши пароль.</a>.
vi: Quyền truy cập của bạn bị hạn chế. Vui lòng lấy lại quyền truy cập bằng cách <a href="%(koboform_url)s/accounts/password/reset/">thay đổi mật khẩu</a>.

source: Invalid export type specified
am: ልክ ያልሆነ የኤክስፖርት አይነት ተለይቷል
bn: উল্লেখিত এক্সপোর্টের ধরন ঠিক নেই
cs: Zadán neplatný typ exportu
de: Ungültiger Exporttyp angegeben
es: Tipo de exportación especificado no válido
fa: نوع خروجی درخواستی نامعتبر
hi: अमान्य निर्यात प्रकार निर्दिष्ट किया गया
id: Jenis ekspor yang ditentukan tidak valid
ja: 無効なエクスポートタイプが指定されました
my: မမှန်ကန်သော ထုတ်ယူမှုအမျိုးအစား သတ်မှတ်ထားသည်
pt: Tipo de exportação inválida especificado
ru: Указан недопустимый тип экспорта
sw: Érvénytelen exportálási típus van megadva
th: ระบุประเภทการส่งออกไม่ถูกต้อง
uk: Вказано недійсний тип експорту
vi: Loại xuất được chỉ định không hợp lệ
