Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Your submission XML is missing critical elements.
am: ያስገቡት XML ወሳኝ አካላት ይጎድለዋል።
ar: يفتقد ملف XML المرسل الخاص بك إلى العناصر المهمة.
bn: আপনার সাবমিশনের XML তথ্যে অপরিহার্য কোনো উপাদান অনুপস্থিত।
cs: Ve vašich odeslaných datech z formuláře XML chybí kritické prvky.
de: In Ihrer Übermittlungs-XML fehlen wichtige Elemente.
es: A tu XML de envío le faltan elementos críticos.
fa: XML ارسالی شما فاقد عناصر حیاتی است.
fr: Il manque des éléments essentiels au fichier XML de votre soumission.
hi: आपके प्रविष्टि एक्सएम्एल (XML) में महत्वपूर्ण तत्व ग़ायब हैं।
id: Elemen-elemen penting dalam XML kiriman Anda tidak ada.
ja: 提出されたXＭＬには重要な要素が欠けています。
my: သင့်တင်သွင်းချက် XML တွင် အရေးကြီးသော အစိတ်အပိုင်းများ မပါရှိပါ။
ne: तपाइँको सबमिशन XML मा महत्वपूर्ण तत्वहरू छैनन्।
pl: W przesłanym pliku XML brakuje kluczowych elementów.
pt: Faltam elementos críticos em seu XML de envio.
ru: В XML-файле отправки отсутствуют важные элементы.
sw: A beküldött űrlapválasz XML-fájljából hiányoznak kritikus elemek.
th: XML การส่งข้อมูลของคุณไม่มีองค์ประกอบที่สำคัญ
uk: У вашому XML-файлі відсутні важливі елементи.
vi: Tệp XML bạn gửi thiếu các yếu tố quan trọng.

source: The submission you attempted to edit could not be found, or you do not have access to it.
am: ለማርትዕ የሞከሩት ግቤት ሊገኝ አልቻለም ወይም መዳረሻ የለዎትም።
ar: تعذر العثور على الإرسال الذي حاولت تعديله، أو ليس لديك إمكانية الوصول إليه.
bn: যে সাবমিশনটি আপনি এডিট করার চেষ্টা করেছেন তা খুঁজে পাওয়া যায় নি, অথবা সেটি অ্যাক্সেস করার অনুমতি আপনার নেই।
cs: Odeslaná data z formuláře, která jste se pokusili upravit, nelze najít nebo k nim nemáte přístup.
de: Die Übermittlung, die Sie bearbeiten wollten, konnte nicht gefunden werden oder Sie haben keinen Zugriff darauf.
es: El envío que intentaste editar no se encontró o no tienes acceso a él.
fa: ارسالی که سعی کردید ویرایش کنید یافت نشد یا به آن دسترسی ندارید.
fr: La soumission que vous avez tenté de modifier est introuvable ou vous n’y avez pas accès.
hi: आपने जिस प्रविष्टि को संपादित करने का प्रयास किया, वह नहीं मिल सका, या आपके पास उस तक पहुंच नहीं है।
id: Kiriman yang Anda coba edit tidak dapat ditemukan, atau Anda tidak memiliki akses untuk mengedit.
ja: あなたが編集しようとした提出が見つからないかアクセスできません。
my: သင် ပြင်ဆင်ရန်ကြိုးပမ်းခဲ့သည့် တင်သွင်းခြင်းကို မတွေ့နိုင်ပါ သို့မဟုတ် ၎င်းကို ဝင်ရောက်ခွင့် မရှိပါ။
ne: तपाईंले सम्पादन गर्ने प्रयास गर्नुभएको सबमिशन फेला पार्न सकिएन, वा तपाईंको यसमा पहुँच छैन।
pl: Nie znaleziono zgłoszenia, które próbowałeś edytować lub nie masz do niego dostępu.
pt: O envio que você tentou editar não pôde ser encontrado, ou você não tem acesso a ele.
ru: Отправка, которую вы пытались отредактировать, не найдена, или у вас нет доступа к ней.
sw: Az űrlapválasz, amelyet szerkeszteni próbált, nem található vagy nincs hozzáférése.
th: ไม่พบการส่งข้อมูลที่คุณพยายามแก้ไข หรือคุณเข้าถึงไม่ได้
uk: Надсилання, яке ви намагалися відредагувати, не було знайдено, або у вас немає до нього доступу.
vi: Không tìm thấy bản dữ liệu bạn muốn chỉnh sửa hoặc bạn không có quyền truy cập.

source: Successful submission
am: የተሳካ ማስገባት
bn: সাবমিশন সফল হয়েছে
cs: Úspěšné odeslání dat z formuláře
de: Übermittlung erfolgreich
es: Envío exitoso
fa: ارسال موفقیت آمیز
hi: सफलतापूर्वक जमा किया गया
id: Kiriman berhasil
ja: 提出に成功しました
my: အောင်မြင်သော တင်သွင်းမှု
pt: Envio bem-sucedido
ru: Успешная отправка
sw: Sikeres benyújtás
th: การส่งข้อมูลสำเร็จ
uk: Успішне подання надсилання
vi: Đã gửi thành công

source: Invalid payload for bulk updating of submissions
am: ለጅምላ ግቤቶችን ለማዘመን ልክ ያልሆነ ክፍያ
ar: الحمولة غير صالحة لتحديث مجموعة الإرسالات
bn: সাবমিশনগুলোর বাল্ক আপডেটের পেলোড ঠিক নেই
cs: Neplatný datový obsah (payload) pro hromadnou aktualizaci odeslaných dat z formuláře
de: Ungültige Nutzlast für die Massenaktualisierung von Übermittlungen
es: Carga útil no válida para la actualización masiva de envíos
fa: محموله نامعتبر برای به‌روزرسانی انبوه ارسال‌ها
fr: Charge utile non valide pour la mise à jour en bloc des soumissions
hi: प्रविष्टि के थोक अद्यतन (बल्क अपडेटिंग) के लिए अमान्य पेलोड
id: Muatan tidak valid untuk pembaruan kiriman secara massal
ja: 提出の一括アップデートのペイロードが無効です
my: တင်သွင်းမှုများ၏အစုလိုက်အဆင့်မြှင့်တင်ခြင်းအတွက် ပေးဆောင်မှု မမှန်ကန်ပါ
ne: बल्कमा प्रस्तुतिहरूलाई अपडेट गर्नका लागि अवैध पेलोड
pl: Nieprawidłowy ładunek do zbiorczego aktualizowania zgłoszeń
pt: Carga inválida para atualização em massa de envios
ru: Некорректная полезная нагрузка для массового обновления отправок
sw: Érvénytelen adatcsomag az űrlapválaszok tömeges frissítéséhez
th: เพย์โหลดไม่ถูกต้องสำหรับการอัปเดตการส่งข้อมูลจำนวนมาก
uk: Неправильне корисне навантаження для масового оновлення надсилань
vi: Tải trọng cập nhật các bản dữ liệu hàng loạt không hợp lệ

source: Must call `asset.connect_deployment()` first
am: መጀመሪያ `asset.connect_deployment()` መደወል አለበት
ar: يجب أن تتصل `asset.connect_deployment()` أولاً
bn: আগে `asset.connect_deployment()` কল করতে হবে
cs: Nejdříve je nutné zavolat `asset.connect_deployment()`
de: Muss zuerst `asset.connect_deployment()` abrufen
es: Debe usar primero `asset.connect_deployment()`
fa: ابتدا باید `asset.connect_deployment()` را فراخوانی کند
fr: Doit d’abord appeler `asset.connect_deployment()`
hi: पहले `asset.connect_deployment()` को कॉल करना होगा
id: Harus menghubungi `asset.connect_deployment()` terlebih dahulu
ja: 最初に`asset.connect_deployment()`を呼ぶ必要があります
my: `asset.connect_deployment()` ကို အရင် ခေါ်ရမည်။
ne: पहिले `asset.connect_deployment()` लाई कल गर्नुपर्छ
pl: Najpierw konieczne jest `asset.connect_deployment()`
pt: Primeiro deve ligar para `asset.connect_deployment()`
ru: Сначала необходимо вызвать `asset.connect_deployment()`
sw: Először a(z) `asset.connect_deployment()` eljárást kell kezdeményezni
th: ต้องเรียกใช้`asset.connect_deployment()`ก่อน
uk: Спочатку потрібно викликати `asset.connect_deployment()`
vi: Phải gọi `asset.connect_deployment()` trước

source: XML contains forbidden DTDs
am: XML የተከለከሉ DTDs ይዟል
bn: XML কোডে নিষিদ্ধ DTD আছে
cs: XML obsahuje zakázané DTD
de: XML enthält verbotene DTDs
es: XML contiene DTD prohibidos
fa: XML شامل DTD های ممنوعه می باشد
hi: एक्सएम्एल (XML) में निषिद्ध डीटीडी शामिल हैं
id: XML mengandung DTD yang dilarang
ja: XML内に禁止されているDTDが含まれます
my: XML တွင် ခွင့်မပြုထားသော DTDs ပါဝင်သည်
pt: XML contém DTDs proibidos
ru: Код XML содержит недопустимые элементы DTD
sw: Az XML tiltott DTD-ket tartalmaz
th: XML มี DTD ต้องห้าม
uk: XML містить заборонені DTDs
vi: XML chứa các DTD bị cấm

source: XML contains forbidden entities
am: XML የተከለከሉ አካላትን ይዟል
bn: XML কোডে নিষিদ্ধ এন্টিটি আছে
cs: XML obsahuje zakázané prvky
de: XML enthält verbotene Elemente
es: XML contiene entidades prohibidas
fa: XML شامل واحدهای ممنوعه می باشد
hi: एक्सएम्एल (XML) में निषिद्ध निकाय शामिल हैं
id: XML mengandung entitas yang dilarang
ja: XML内に禁止されているエンティティが含まれます
my: XML တွင် တားမြစ်ထားသော အရာများ ပါဝင်သည်
pt: XML contém entidades proibidas
ru: Код XML содержит недопустимые объекты
sw: Az XML tiltott entitásokat tartalmaz
th: XML มีสิ่งต้องห้าม
uk: XML містить заборонені елементи
vi: XML chứa các thực thể bị cấm

source: Invalid search. Please try again
am: ልክ ያልሆነ ፍለጋ እባክዎ ዳግም ይሞክሩ
ar: البحث غير صالح. حاول مرة أخرى
bn: অনুসন্ধান ঠিক হয় নি। অনুগ্রহ করে আবার চেষ্টা করুন
cs: Neplatné vyhledávání. Zkuste to prosím znovu
de: Ungültige Suche. Bitte versuchen Sie es erneut.
es: Búsqueda no válida. Vuelve a intentarlo
fa: جستجو نامعتبر است. لطفا دوباره تلاش کنید
fr: Recherche non valide. Veuillez réessayer
hi: अमान्य खोज। कृपया पुन: प्रयास करें
id: Pencarian tidak valid. Silakan coba lagi
ja: 無効な検索です。もう一度試してください
my: ရှာဖွေမှုမှာ မှားယွင်းနေပါသည်။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ
ne: अमान्य खोज। फेरि प्रयास गर्नुहोस
pl: Nieprawidłowe wyszukiwanie. Proszę spróbować jeszcze raz
pt: Busca inválida. Tente novamente
ru: Неверный поиск. Попробуйте еще раз
sw: Érvénytelen keresés. Próbálja meg újra
th: การค้นหาไม่ถูกต้อง โปรดลองอีกครั้ง
uk: Неправильний пошук. Спробуйте ще раз
vi: Tìm kiếm không hợp lệ. Vui lòng thử lại

source: Deployment links to an unexpected KoboCAT XForm
am: የማሰማራት አገናኞች ወደ ያልተጠበቀ KoboCAT XForm
bn: ডিপ্লয়ে প্রাপ্ত একটি লিঙ্ক KoboCAT-এর অপ্রত্যাশিত একটি XForm-এর সাথে যুক্ত
cs: Příkaz pro zveřejnění odkazuje na neočekávaný KoboCAT XForm
de: Link zur Bereitstellung verweist auf unerwartetes KoboCAT-XForm
es: Enlaces de implementación a un KoboCAT XForm inesperado
fa: به کار اندازی به یک KoboCAT XForm غیر منتظره پیوند می خورد
hi: परिनियोजन एक अप्रत्याशित कोबोकैट XForm से लिंक करता है
id: Penempatan mengarah ke XForm KoboCAT yang tidak terduga
ja: 公開が予期せぬKoboCAT XFormにリンクされています
my: အသုံးပြုမှုသည် မမျှော်လင့်ထားသော KoboCAT XForm တစ်ခုကို ချိတ်ဆက်နေပါသည်
pt: Links de implantação para um KoboCAT XForm inesperado
ru: При развертывании используется ссылка на непредусмотренную форму KoboCAT XForm
sw: Üzembe helyezési linkek egy váratlan KoboCAT XForm-ra
th: การนำไปใช้งานเชื่อมโยงกับ KoboCAT XForm ที่ไม่คาดคิด
uk: Посилання для розгортання на несподівану KoboCAT XForm
vi: Triển khai liên kết đến một XForm KoboCAT ngoài ý muốn

source: An error occurred trying to duplicate the submission
am: ማስረከቡን ለማባዛት በመሞከር ላይ ስህተት ተፈጥሯል።
ar: حدث خطأ أثناء محاولة تكرار الإرسال
bn: সাবমিশনের কপি তৈরির চেষ্টা করার সময় একটি ত্রুটি পাওয়া গেছে
cs: Při pokusu o duplikaci odeslaných dat z formuláře došlo k chybě
de: Beim Versuch, die Übermittlung zu duplizieren, ist ein Fehler aufgetreten
es: Se produjo un error al intentar duplicar el envío
fa: هنگام تلاش برای کپی کردن ارسال، خطایی روی داد
fr: Une erreur s’est produite lors de la tentative de duplication de la soumission
hi: प्रविष्टि की नकल बनाने का प्रयास करते समय एक त्रुटि हुई
id: Terjadi kesalahan saat mencoba menduplikasi kiriman
ja: 提出の複製中にエラーが発生しました
my: တင်သွင်းမှုအား ပုံတူကူးရန် ကြိုးစားနေချိန်တွင် ချို့ယွင်းချက်တစ်ခုဖြစ်ပေါ်ခဲ့သည်
ne: सबमिशन डुप्लिकेट गर्ने प्रयास गर्दा त्रुटि भयो
pl: Wystąpił błąd podczas próby powtórnego zgłoszenia
pt: Ocorreu um erro ao tentar duplicar o envio
ru: При попытке продублировать отправку произошла ошибка
sw: Hiba lépett fel az űrlapválasz-másolat készítése közben
th: เกิดข้อผิดพลาดขณะพยายามทำสำเนาการส่งข้อมูล
uk: Виникла помилка при спробі продублювати надсилання
vi: Có lỗi xảy ra trong khi sao chép bản dữ liệu

source: The specified object has not been deployed
am: የተገለጸው ነገር አልተሰማራም
ar: لم يتم نشر وتوزيع الكائن المحدد
bn: উল্লেখ করে দেওয়া অবজেক্টটি ডিপ্লয় করা হয় নি
cs: Uvedený objekt nebyl zveřejněn
de: Das angegebene Objekt wurde nicht bereitgestellt
es: El objeto especificado no se implementó
fa: شی مشخص شده منتشر نشده است
fr: L’objet spécifié n’a pas été déployé
hi: निर्दिष्ट ऑब्जेक्ट परिनियोजित (डिप्लॉए) नहीं किया गया है
id: Objek yang ditentukan belum disebarkan
ja: 指定されたオブジェクトが公開されていません
my: သတ်မှတ်ထားသော အရာဝတ္ထုကို အသုံးမပြုရသေးပါ
ne: निर्दिष्ट वस्तु प्रयोग गरिएको छैन
pl: Określony obiekt nie został wdrożony
pt: O objeto especificado não foi disponibilizado
ru: Указанный объект не был развернут
sw: A megadott eszköz még nincs élesítve
th: ยังไม่ได้นำวัตถุที่ระบุไปใช้งาน
uk: Зазначений об'єкт не розгорнуто
vi: Đối tượng được chỉ định chưa được triển khai

source: Bad syntax
am: መጥፎ አገባብ
ar: بناء جملة غير صحيح
bn: সিন্ট্যাক্সে ভুল
cs: Nesprávná syntax
de: Syntaxfehler
es: Sintaxis incorrecta
fa: ساینتکس -ساختار بد
fr: Mauvaise syntaxe
hi: ख़राब सिंटेक्स
id: Sintaksis buruk
ja: 悪い構文です
my: အထားအသို မကောင်းပါ
ne: खराब वाक्य रचना
pl: Zła składnia
pt: Sintaxe incorreta
ru: Плохой синтаксис
sw: Rossz szintaxis
th: ซินแทกซ์ไม่ถูกต้อง
uk: Неправильний синтаксис
vi: Cú pháp kém

source: Not supported field lookup
am: የማይደገፍ የመስክ ፍለጋ
ar: البحث الميداني غير معتمد
bn: পূরণীয় ঘরের লুকআপের ব্যবস্থা নেই
cs: Nepodporované vyhledávání polí
de: Feldsuche wird nicht unterstützt
es: Búsqueda de campos (lookup) no compatible
fa: جستجوی میدانی پشتیبانی نمی شود
fr: Recherche de champ non prise en charge
hi: फ़ील्ड लुकअप समर्थित नहीं है
id: Pencarian bagian tidak didukung
ja: サポートされていないフィールドを検索
my: အကွက် ရှာဖွေခြင်းကို မထောက်ပံ့ထားပါ
ne: क्षेत्र खोज समर्थित गरिएको होइन
pl: Nieobsługiwane wyszukiwanie pól
pt: Pesquisa de campo não compatível
ru: Не поддерживается поиск полей
sw: Nem támogatott mezőkeresés
th: ไม่ใช่การค้นหาฟิลด์ที่รองรับ
uk: Не підтримується пошук по полю
vi: Không hỗ trợ tìm kiếm trường

source: Your query is too short
am: ጥያቄዎ በጣም አጭር ነው
ar: استعلامك قصير جدًا
bn: আপনার কোয়েরিটি অনেক বেশি ছোট
cs: Váš dotaz je příliš krátký
de: Ihre Anfrage ist zu kurz
es: Tu consulta es demasiado corta
fa: درخواست شما خیلی کوتاه است
fr: Votre requête est trop courte
hi: आपकी क्वेरी बहुत छोटी है
id: Kueri Anda terlalu singkat
ja: クエリが短すぎます
my: သင့်မေးခွန်းက တိုလွန်းသည်
ne: तपाईको क्वेरी धेरै छोटो छ
pl: Twoje zapytanie jest za krótkie
pt: Sua consulta é muito curta
ru: Ваш запрос слишком короткий
sw: A lekérdezése túl rövid
th: ข้อคำถามของคุณสั้นเกินไป
uk: Ваш запит занадто короткий
vi: Truy vấn của bạn quá ngắn

source: Enter valid JSON.
am: የሚሰራ JSON ያስገቡ።
ar: أدخل JSON صالحًا.
bn: সঠিক JSON ফরম্যাটের তথ্য দিন।
cs: Zadejte platný formát JSON.
de: Geben Sie ein gültiges JSON ein.
es: Introduzca un JSON válido.
fa: JSON معتبر وارد کنید.
fr: Utilisez un format JSON valide.
hi: मान्य JSON दर्ज करें।
id: Masukkan JSON yang valid.
ja: 有効なJSONを入力。
my: မှန်ကန်သည့် JSON အား ထည့်သွင်းပါ။
ne: मान्य JSON प्रविष्ट गर्नुहोस्।
pl: Wpisz prawidłowy JSON.
pt: Insira um JSON válido.
ru: Введите корректный JSON.
sw: Adjon meg érvényes JSON-fájlt.
th: ใส่ JSON ที่ถูกต้อง
uk: Введіть дійсний JSON.
vi: Nhập JSON hợp lệ.

source: `##place_holder##` field cannot be hidden.
am: `##place_holder##` መስክ ሊደበቅ አይችልም።
ar: `##place_holder##` لا يمكن إخفاء الحقل.
bn: `##place_holder##` নামক ঘরটি আড়াল করা যাবে না।
cs: Pole `##place_holder##` nemůže být skryté.
de: Das `##place_holder##`-Feld kann nicht ausgeblendet werden.
es: El campo `##place_holder##` no puede ocultarse.
fa: فیلد `##place_holder##` را نمی توان پنهان کرد.
fr: Le champ `##place_holder##` ne peut pas être masqué.
hi: `##place_holder##` फ़ील्ड को छुपाया नहीं जा सकता।
id: Bagian `##place_holder##` tidak dapat disembunyikan.
ja: `##place_holder##`フィールドは非表示にできません。
my: `##place_holder##` အကွက်ကို ဝှက်ထားလို့ မရပါ။
ne: `##place_holder##` क्षेत्र लुकाउन सकिँदैन।
pl: Pole `##place_holder##` nie może być ukryte.
pt: O campo `##place_holder##` não pode ser ocultado.
ru: Поле `##place_holder##` не может быть скрыто.
sw: A(z) `##place_holder##` mező nem lehet rejtett.
th: ไม่สามารถซ่อนฟิลด์`##place_holder##`ได้
uk: `##place_holder##`поле не можна приховати.
vi: Không thể ẩn trường `##place_holder##`.

source: Unable to parse JSON: {error}
am: JSON ን መተንተን አልተቻለም፦{error}
ar: غير قادر على تحليل JSON: {error}
bn: JSON পার্স করা যাচ্ছে না: {error}
cs: Nelze provést syntaktickou analýzu (parsování) formátu JSON: {error}
de: JSON kann nicht analysiert werden:{error}
es: No se puede analizar JSON: {error}
fa: تجزیه JSON ممکن نیست: {error}
fr: Impossible d’analyser le format JSON : {error}
hi: JSON {error} को पार्स करने में असमर्थ:
id: Tidak dapat menganalisis JSON: {error}
ja: JSONを解析できません：{error}
my: JSON ကို ခွဲခြမ်းစိတ်ဖြာ၍ မရပါ- {error}
ne: JSON पार्स गर्न असमर्थ: {error}
pl: Nie można przeanalizować JSON: {error}
pt: Não é possível analisar o JSON: {error}
ru: Невозможно разобрать JSON: {error}
sw: Nem sikerült értelmezni az alábbi JSON-t: {error}
th: ไม่สามารถแจง JSON: {error}
uk: Не вдається розібрати JSON: {error}
vi: Không thể phân tích JSON: {error}

source: Multi-factor authentication is enabled for this account.
am: ለዚህ መለያ ባለብዙ ደረጃ ማረጋገጫ ተፈቅዷል።
ar: تم تمكين المصادقة متعددة العوامل لهذا الحساب.
bn: এই অ্যাকাউন্টের জন্য মাল্টি-ফ্যাক্টর অথেন্টিকেশন চালু করা আছে।
cs: Pro tento účet je povoleno vícefaktorové ověřování.
de: Für dieses Konto ist eine mehrstufige Authentifizierung aktiviert.
es: La autenticación multifactor está habilitada para esta cuenta.
fa: احراز هویت چندعاملی برای این حساب کاربری فعال است.
fr: L'authentification multi-facteur est activée pour ce compte.
hi: इस खाते के लिए बहु-फ़ैक्टर सत्यापन सक्षम है।
id: Autentikasi multifaktor diaktifkan untuk akun ini.
ja: このアカウントでは多要素認証が有効です。
my: အချက်ပေါင်းများစွာ အထောက်အထားစိစစ်ခြင်းကို ဤအကောင့်အတွက် ဖွင့်ထားသည်။
ne: यस खाताको लागि बहु-कारक प्रमाणीकरण सक्षम गरिएको छ।
pl: Uwierzytelnianie wielopoziomowe jest włączone dla tego konta.
pt: A autenticação de múltiplos fatores está habilitada para esta conta.
ru: Для этой учетной записи включена многофакторная аутентификация.
sw: Ehhez a fiókhoz a többfaktoros hitelesítés engedélyezve van.
th: เปิดใช้งานการรับรองความถูกต้องโดยใช้หลายขั้นตอนสำหรับบัญชีนี้
uk: Для цього облікового запису ввімкнено багатофакторну автентифікацію.
vi: Xác thực nhiều yếu tố được bật cho tài khoản này.

source: Can view asset
am: ንብረት ማየት ይችላል
ar: يمكن عرض الأصول
bn: অ্যাসেট দেখতে পারবে
cs: Může zobrazit položku
de: Kann Assets ansehen
es: Puede verse el recurso
fa: می تواند دارایی را مشاهده کند
fr: Peut afficher la ressource
hi: संपत्ति (एसेट) देख सकते हैं
id: Dapat melihat aset
ja: アセットを閲覧できます
my: ပိုင်ဆိုင်မှုကို ကြည့်နိုင်သည်
ne: सम्पत्ति हेर्न सक्नुहुन्छ
pl: Może przeglądać zasób
pt: Pode visualizar o recurso
ru: Может просматривать актив
sw: A hozzáadott fájl megtekinthető
th: สามารถดูเนื้อหาได้
uk: Можете переглянути ресурс
vi: Có thể xem tài sản

source: Can discover asset in public lists
am: በይፋዊ ዝርዝሮች ውስጥ ንብረትን ማግኘት ይችላል
ar: يمكن اكتشاف الأصول في القوائم العامة
bn: পাবলিক তালিকায় অ্যাসেট আবিষ্কার করতে পারবে
cs: Může nalézt položku ve veřejných seznamech
de: Kann Assets in öffentlichen Listen entdecken
es: Puede encontrarse el recurso en listas públicas
fa: می تواند دارایی را در لیست های عمومی کشف کند
fr: Peut découvrir des ressources dans des listes publiques
hi: सार्वजनिक सूचियों में एसेट ढूँढ सकते हैं
id: Dapat menemukan aset dalam daftar publik
ja: 公開リストにあるアセットを見つけられます
my: အများမြင် စာရင်းများတွင် ပိုင်ဆိုင်မှုကို ရှာဖွေနိုင်သည်
ne: सार्वजनिक सूचीहरूमा सम्पत्ति पत्ता लगाउन सक्छ
pl: Może odkrywać zasoby na listach publicznych
pt: Pode descobrir recursos em listas públicas
ru: Может обнаруживать актив в общедоступных списках
sw: A hozzáadott fájl felfedezhető nyilvános listákban
th: สามารถค้นพบเนื้อหาในรายการสาธารณะได้
uk: Можете виявити ресурс у відкритих списках
vi: Có thể tìm ra tài sản trong các danh sách công khai

source: Can manage all aspects of asset
am: ሁሉንም የንብረት ገጽታዎች ማስተዳደር ይችላል
ar: يمكن إدارة جميع جوانب الأصول
bn: অ্যাসেটের সব রকম দিকের ব্যবস্থাপনা করতে পারবে
cs: Může spravovat všechny aspekty položky
de: Kann alle Aspekte des Assets verwalten
es: Pueden gestionarse todos los aspectos del recurso
fa: می تواند تمام جنبه های دارایی را مدیریت کند
fr: Peut gérer tous les aspects de la ressource
hi: एसेट के सभी पहलुओं का प्रबंधन कर सकते हैं
id: Dapat mengelola semua aspek dari aset
ja: アセットのあらゆる側面を管理できます
my: ပိုင်ဆိုင်မှုအားလုံးကို စီမံခန့်ခွဲနိုင်သည်
ne: सम्पत्तिको सबै पक्षहरू व्यवस्थापन गर्न सक्छ
pl: Potrafi zarządzać wszystkimi aspektami aktywów
pt: Pode gerenciar todos os aspectos do recurso
ru: Может управлять всеми аспектами актива
sw: A hozzáadott fájl minden tulajdonsága elérhető
th: สามารถจัดการเนื้อหาได้ทุกด้าน
uk: Можете керувати всіма аспектами ресурсу
vi: Có thể quản lý tất cả khía cạnh của tài sản

source: Can submit data to asset
am: ውሂብ ወደ ንብረት ማስገባት ይችላል
ar: يمكن إرسال البيانات إلى الأصول
bn: অ্যাসেটে তথ্য জমা দিতে পারবে
cs: Může odeslat data do položky
de: Kann Daten an das Asset übermitteln
es: Pueden enviarse datos al recurso
fa: می تواند داده ها را به دارایی ارسال کند
fr: Peut soumettre des données à la ressource
hi: एसेट में डेटा जमा कर सकते हैं
id: Dapat mengirimkan data ke aset
ja: データをアセットに提出できます
my: ပိုင်ဆိုင်မှုထံသို့ အချက်အလက် တင်သွင်းနိုင်သည်
ne: सम्पत्तिमा डाटा पेश गर्न सक्छ
pl: Może przesyłać dane do zasobu
pt: Pode enviar dados ao recurso
ru: Может отправлять данные в актив
sw: Az adatok beküldhetők a hozzáadott fájlhoz
th: สามารถส่งข้อมูลไปยังเนื้อหาได้
uk: Можете надсилати дані до ресурсу
vi: Có thể gửi dữ liệu đến tài sản

source: Can view submitted data for asset
am: የቀረበውን ውሂብ ለንብረት ማየት ይችላል
ar: يمكن عرض البيانات المقدمة للأصول
bn: অ্যাসেটের জন্য জমা দেওয়া তথ্য দেখতে পারবে
cs: Může zobrazit odeslaná data pro položku
de: Kann übermittelte Daten für Assets anzeigen
es: Pueden verse los datos enviados para el recurso
fa: می تواند داده های ارسال شده برای دارایی را مشاهده کند
fr: Peut afficher les données soumises pour la ressource
hi: एसेट के लिए जमा किया गया डेटा देख सकते हैं
id: Dapat melihat data yang dikirimkan untuk aset
ja: アセットに提出されたデータを閲覧できます
my: ပိုင်ဆိုင်မှုအတွက် တင်သွင်းထားသော အချက်အလက်ကို ကြည့်နိုင်သည်
ne: सम्पत्तिको लागि पेश गरिएको डाटा हेर्न सक्नुहुन्छ
pl: Może przesłać dane do zasobu
pt: Pode visualizar os dados enviados ao recurso
ru: Может просматривать отправленные данные для актива
sw: A hozzáadott fájlra beküldött adatok megtekinthetők
th: สามารถดูข้อมูลที่ส่งสำหรับเนื้อหาได้
uk: Можете переглянути надіслані дані для ресурсу
vi: Có thể xem các dữ liệu đã được gửi cho tài sản

source: Can make partial actions on submitted data for asset for specific users
am: ለተወሰኑ ተጠቃሚዎች ለንብረት በቀረበው ውሂብ ላይ ከፊል እርምጃዎችን ማድረግ ይችላል
ar: يمكن اتخاذ إجراءات جزئية على البيانات المقدمة للأصول لمستخدمين محددين
bn: নির্দিষ্ট ইউজারদের অ্যাসেটের ক্ষেত্রে জমা দেওয়া তথ্যের ওপর আংশিক অ্যাকশন সম্পন্ন করতে পারবে
cs: Může provádět dílčí akce na odeslaných datech pro položku pro konkrétní uživatele
de: Kann Teilaktionen für übermittelte Asset-Daten für bestimmte Benutzer*innen durchführen
es: Pueden realizarse acciones parciales sobre los datos enviados para el recurso para usuarios específicos
fa: می تواند اقدامات جزئی را روی داده های ارسالی برای دارایی برای کاربران خاص انجام دهد
fr: Peut effectuer des actions partielles sur les données soumises pour une ressource pour des utilisateurs spécifiques
hi: विशिष्ट उपयोगकर्ताओं के लिए एसेट के लिए जमा किए गए डेटा पर आंशिक कार्रवाई कर सकते हैं
id: Dapat melakukan tindakan sebagian pada data yang dikirimkan untuk aset bagi pengguna tertentu
ja: アセットに提出されたデータに対して、特定のユーザーのために部分的なアクションを行うことができる
my: သီးသန့်အသုံးပြုသူများအတွက် ပိုင်ဆိုင်မှုများကို တင်သွင်းထားသော အချက်အလက်အပေါ် တစ်စိတ်တစ်ပိုင်း လုပ်ဆောင်မှုများ ပြုလုပ်နိုင်သည်
ne: विशिष्ट प्रयोगकर्ताहरूको निमित्त सम्पत्तिको लागि पेश गरिएको डेटामा आंशिक कार्यहरू गर्न सक्छ
pl: Może wykonywać częściowe działania na przesłanych danych dotyczących zasobu dla konkretnych użytkowników
pt: Pode realizar ações parciais nos dados enviados ao recurso para usuários específicos
ru: Может производить частичные действия с отправленными данными для актива для конкретных пользователей
sw: Részleges műveletek végrehajthatók a beküldött adatokkal a hozzáadott fájlon, meghatározott felhasználók számára
th: สามารถดำเนินการบางส่วนกับข้อมูลที่ส่งสำหรับเนื้อหาสำหรับผู้ใช้ที่เฉพาะเจาะจงได้
uk: Можете виконувати часткові дії над надісланими даними для ресурсу для певних користувачів
vi: Có thể thực hiện một vài thao tác lên các dữ liệu đã được gửi cho tài sản, dành cho người dùng cụ thể

source: Can modify submitted data for asset
am: የቀረበውን ውሂብ ለንብረት ማሻሻል ይችላል
ar: يمكن تعديل البيانات المقدمة للأصل
bn: অ্যাসেটের জমা দেওয়া তথ্যে পরিবর্তন করতে পারবে
cs: Může upravit odeslaná data pro položku
de: Kann übermittelte Daten für das Asset ändern
es: Pueden modificarse los datos enviados para el recurso
fa: می تواند داده های ارسالی را برای دارایی تغییر دهد
fr: Peut modifier les données soumises pour la ressource
hi: एसेट के लिए जमा किए गए डेटा को संशोधित कर सकते हैं
id: Dapat mengubah data yang dikirimkan untuk aset
ja: アセットに提出されたデータを修正できます
my: ပိုင်ဆိုင်မှုအတွက် တင်ပြထားသော အချက်အလက်ကို မွမ်းမံနိုင်သည်
ne: सम्पत्तिहरूको लागि पेश गरिएको डाटा परिमार्जन गर्न सक्छ
pl: Może modyfikować przesłane dane dotyczące zasobu
pt: Pode modificar dados enviados ao recurso
ru: Может изменять отправленные данные для актива
sw: A hozzáadott fájlra beküldött adatok módosíthatók
th: สามารถปรับเปลี่ยนข้อมูลที่ส่งสำหรับเนื้อหาได้
uk: Можете змінювати надіслані дані для ресурсу
vi: Có thể chỉnh sửa các dữ liệu đã được gửi cho tài sản
