Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Log in as user
am: እንደ ተጠቃሚ ይግቡ
ar: تسجيل الدخول كمستخدم
bn: ইউজার হিসাবে লগইন করুন
cs: Přihlásit se jako uživatel
de: Als Benutzer*in einloggen
es: Iniciar sesión como usuario
fa: به عنوان کاربر وارد شوید
fr: Se connecter en tant qu’utilisateur
hi: उपयोगकर्ता के तौर पर लॉग इन करें
id: Masuk sebagai pengguna
ja: ユーザーとしてログインする
my: သုံးစွဲသူအဖြစ် ဝင်ရောက်ရန်
ne: प्रयोगकर्ताको रूपमा लग-इन गर्नुहोस्।
pl: Zaloguj się jako użytkownik
pt: Fazer login como usuário
ru: Войдите в систему под именем пользователя
sw: Bejelentkezés felhasználóként
th: เข้าสู่ระบบในฐานะผู้ใช้
uk: Увійдіть як користувач
vi: Đăng nhập với tư cách người dùng

source: Please enter a valid URL
am: እባክዎ የሚሰራ URL ያስገቡ
ar: أدخل رابطاً صحيحاً من فضلك
bn: অনুগ্রহ করে একটি গ্রহণযোগ্য URL টাইপ করুন
cs: Zadejte prosím platnou adresu URL
de: Bitte geben Sie eine gültige URL ein
es: Introduzca una URL válida
fa: لطفاً یک URL معتبر وارد کنید
hi: कृपया मान्य URL दर्ज करें
id: Silakan masukkan URL yang valid
ja: 有効なURLを入力してください
my: ကျေးဇူးပြု၍ မှန်ကန်သည့် URL ကိုထည့်သွင်းပါ
ne: कृपया मान्य URL प्रविष्ट गर्नुहोस्
pl: Wprowadź poprawny adres URL
pt: Digite um URL válido
ru: Введите корректный URL-адресу
sw: Adjon meg egy érvényes URL-címet
th: กรุณากรอก URL ที่ถูกต้อง
uk: Будь ласка, введіть дійсну URL-адресу
vi: Vui lòng nhập URL hợp lệ

source: Non-profit organization
am: ግብረ ሰናይ ድርጅት
ar: منظمة غير ربحية
bn: অলাভজনক (ননপ্রফিট) সংস্থা
cs: Nezisková organizace
de: Non-Profit-Organisation
es: Organización sin fines de lucro
fa: مؤسسه غیر انتفاعی
hi: गैर-लाभकारी संगठन
id: Organisasi nirlaba
ja: 非営利団体（NPO）
my: အကျိုးအမြတ် မယူသော အဖွဲ့အစည်း
ne: गैर-नाफा संस्था
pl: Organizacja non-profit
pt: Organização sem fins lucrativos
ru: Некоммерческая организация
sw: Nonprofit szervezet
th: องค์กรที่ไม่แสวงหาผลกำไร
uk: Неприбуткова організація
vi: Tổ chức phi lợi nhuận

source: Government institution
am: የመንግስት ተቋም
ar: مؤسسة حكومية
bn: সরকারি প্রতিষ্ঠান
cs: Vládní instituce
de: Regierungsbehörde
es: Institución gubernamental
fa: موسسه دولتی
hi: सरकारी संस्थान
id: Institusi pemerintah
ja: 政府機関
my: အစိုးရ အဖွဲ့အစည်း
ne: सरकारी संस्था
pl: Instytucja rządowa
pt: Instituição governamental
ru: Государственное учреждение
sw: Kormányzati intézmény
th: สถาบันของรัฐ
uk: Державна установа
vi: Cơ quan chính phủ

source: Educational organization
am: የትምህርት ድርጅት
ar: منظمة تعليمية
bn: শিক্ষামূলক সংস্থা
cs: Vzdělávací instituce
de: Bildungseinrichtung
es: Organización educativa
fa: موسسه آموزشی
hi: शैक्षणिक संगठन
id: Organisasi pendidikan
ja: 教育組織
my: ပညာ‌ရေး အဖွဲ့အစည်း
ne: शैक्षिक संस्था
pl: Organizacja edukacyjna
pt: Organização educacional
ru: Образовательная организация
sw: Oktatási szervezet
th: องค์กรทางการศึกษา
uk: Освітня організація
vi: Tổ chức giáo dục

source: A commercial/for-profit company
am: የንግድ/ለትርፍ የተቋቋመ ኩባንያ
ar: شركة تجارية / ربحية
bn: বাণিজ্যিক/লাভজনক কোম্পানি
cs: Komerční/zisková společnost
de: Kommerzielles/gewinnorientiertes Unternehmen
es: Una empresa comercial/con fines de lucro
fa: یک شرکت تجاری/انتفاعی
hi: एक वाणिज्यिक/लाभकारी कंपनी
id: Perusahaan komersial/berorientasi laba
ja: 営利目的の企業
my: စီးပွားဖြစ်/အမြတ်အစွန်းအတွက် ကုမ္ပဏီတစ်ခု
ne: एक व्यावसायिक/लाभको लागि कम्पनी
pl: Spółka komercyjna/for-profit
pt: Uma empresa comercial/com fins lucrativos
ru: Коммерческая компания
sw: Kereskedelmi/gazdasági vállalkozás
th: บริษัทการค้า/แสวงหาผลกำไร
uk: Комерційна/приватна компанія
vi: Công ty thương mại/vì lợi nhuận

source: I am not associated with any organization
am: ከየትኛውም ድርጅት ጋር ግንኙነት የለኝም
ar: أنا لا أنتمي لأي منظمة
bn: আমি কোনো সংস্থার সাথে জড়িত নই
cs: Nejsem napojen/a na žádnou organizaci
de: Ich bin mit keiner Organisation verbunden
es: No estoy asociado/a con ninguna organización
fa: من با هیچ سازمانی ارتباط ندارم
hi: मैं किसी भी संगठन से जुड़ा नहीं हूँ
id: Saya tidak terkait dengan organisasi mana pun
ja: 私はいかなる組織にも属していません
my: ကျွန်ုပ်သည် မည်သည့်အဖွဲ့အစည်းနှင့်မျှ မပတ်သက်ပါ
ne: म कुनै पनि संस्थासँग आबद्ध छैन
pl: Nie jestem powiązany/-a z żadną organizacją
pt: Não sou vinculado a nenhuma organização
ru: Я не связан ни с одной организацией
sw: Nem állok kapcsolatban semmilyen szervezettel
th: ฉันไม่เกี่ยวข้องกับองค์กรใดๆ
uk: Не працюю в жодній організації
vi: Tôi không liên quan đến bất kỳ tổ chức nào

source: Male
am: ወንድ
ar: ذكر
bn: পুরুষ
cs: Muž
de: Männlich
es: Masculino
fa: مرد
fr: Homme
hi: पुरुष
id: Laki-laki
ja: 男性
my: ကျား
ne: पुरुष
pl: Mężczyzna
pt: Masculino
ru: Мужской
sw: Férfi
th: ชาย
uk: Чоловіча
vi: Nam

source: Female
am: ሴት
ar: أنثى
bn: মহিলা
cs: Žena
de: Weiblich
es: Femenino
fa: زن
fr: Femme
hi: महिला
id: Perempuan
ja: 女性
my: မ
ne: महिला
pl: Kobieta
pt: Feminino
ru: Женский
sw: Nő
th: หญิง
uk: Жіноча
vi: Nữ

source: Other
am: ሌላ
ar: أخرى
bn: অন্যান্য
cs: Jiné
de: Divers
es: Otro
fa: سایر
fr: Autre
hi: अन्य
id: Lainnya
ja: その他
my: အခြား
ne: अन्य
pl: Inne
pt: Outro
ru: Другой
sw: Egyéb
th: อื่นๆ
uk: Інше
vi: Khác

source: Terms of Service
am: የአገልግሎት ውል
ar: شروط الخدمة
bn: সেবার শর্তাবলি
cs: Podmínky služby
de: Geschäftsbedingungen
es: Términos del servicio
fa: شرایط استفاده خدمات
hi: सेवा की शर्तें
id: Syarat Layanan
ja: サービスの利用規約
my: ဝန်ဆောင်မှုဆိုင်ရာ စည်းမျဉ်းများ
ne: सेवा सर्तहरु
pl: regulamin serwisu
pt: Termos de Serviço
ru: Условия предоставления услуг
sw: Szolgáltatási feltételek
th: ข้อกำหนดบริการ
uk: Умови надання послуги
vi: Điều khoản dịch vụ

source: Privacy Policy
am: የግላዊነት ፖሊሲ
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinien
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
my: ကိုယ်ရေးကိုယ်တာ လုံခြုံမှုဆိုင်ရာ မူဝါဒ
ne: गोपनीयता नीति
pl: zasady zachowania poufności informacji
pt: Política de Privacidade
ru: Политика конфиденциальности
sw: Adatvédelmi szabályzat
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
vi: Chính sách Bảo mật

source: I agree with the ##terms_of_service## and ##privacy_policy##
am: ##terms_of_service## እና ##privacy_policy## እስማማለሁ
ar: أوافق على ##terms_of_service## و ##privacy_policy##
bn: আমি ##terms_of_service## ও ##privacy_policy##র সাথে একমত
cs: Souhlasím s ##terms_of_service## a ##privacy_policy##
de: Ich stimme den ##terms_of_service## und ##privacy_policy## zu
es: Estoy de acuerdo con los ##terms_of_service## y la ##privacy_policy##
fa: من با مورد ##terms_of_service## و ##privacy_policy## موافقم
fr: J’accepte les ##terms_of_service## et la ##privacy_policy##
hi: मैं ##terms_of_service## और ##privacy_policy## से सहमत हूं
id: Saya setuju dengan ##terms_of_service## dan ##privacy_policy##
ja: ##terms_of_service##と##privacy_policy##に同意します
my: ##terms_of_service##နှင့်##privacy_policy## တို့ကို ကျွန်ုပ် သဘောတူသည်
ne: म ##terms_of_service## र ##privacy_policy## संग सहमत छु
pl: Akceptuję ##terms_of_service## i ##privacy_policy##
pt: Eu concordo com os ##terms_of_service## e com a ##privacy_policy##
ru: Я подтверждаю согласие с ##terms_of_service## и ##privacy_policy##
sw: ##terms_of_service## és ##privacy_policy## elfogadása
th: ฉันยอมรับ##terms_of_service## และ##privacy_policy##
uk: Я погоджуюсь з ##terms_of_service## та ##privacy_policy##
vi: Tôi đồng ý với ##terms_of_service## và ##privacy_policy##

source: Password confirmation
am: የይለፍ ቃል ማረጋገጫ
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিতকরণ
cs: Potvrzení hesla
de: Passwortbestätigung
es: Confirmación de la contraseña
fa: تایید رمز عبور
fr: Confirmation du mot de passe
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi kata sandi
ja: パスワードの確認
my: စကားဝှက် အတည်ပြုမှု
ne: पासवर्ड पुष्टिकरण
pl: Potwierdzenie hasła
pt: Confirmação de senha
ru: Подтверждение пароля
sw: Jelszó megerősítése
th: การยืนยันรหัสผ่าน
uk: Підтвердження пароля
vi: Xác nhận mật khẩu

source: This field is required.
am: ይሄ ቦታ ይፈለጋል።
ar: هذا الحقل مطلوب.
bn: এই ঘরটি পূরণ করা আবশ্যক।
cs: Toto pole je povinné.
de: Dies ist ein Pflichtfeld.
es: Este campo es obligatorio.
fa: این فیلد اجباری است.
hi: यह फ़ील्ड आवश्यक है।
id: Bagian ini wajib diisi.
ja: この項目は必須です。
my: ဤအကွက်တွင် ဖြည့်သွင်းရန်လိုအပ်သည်။
ne: यो फिल्ड जरुरी छ।
pl: To pole jest wymagane.
pt: Este campo é obrigatório.
ru: Это поле обязательно к заполнению.
sw: A mező kitöltése kötelező.
th: ฟิลด์นี้จำเป็น
uk: Це поле є обов'язковим для заповнення.
vi: Trường này là bắt buộc.

source: You must type the same password each time.
am: በእያንዳንዱ ጊዜ ተመሳሳይ የይለፍ ቃል መተየብ አለብዎት።
ar: يجب عليك كتابة كلمة المرور ذاتها في كل مرة.
bn: আপনাকে প্রতিবার একই পাসওয়ার্ড টাইপ করতে হবে।
cs: Pokaždé je nutné zadat stejné heslo.
de: Sie müssen jedes Mal das gleiche Passwort eingeben.
es: Debes escribir siempre la misma contraseña.
fa: هر بار باید رمز عبور یکسانی را تایپ کنید.
fr: Vous devez taper le même mot de passe à chaque fois.
hi: आपको हर बार वही पासवर्ड टाइप करना होगा।
id: Anda harus mengetik kata sandi yang sama setiap kali.
ja: いつも同じパスワードを入力する必要があります。
my: အကြိမ်တိုင်း တူညီသော စကားဝှက်ကို ရိုက်ထည့်ရမည်။
ne: तपाईंले प्रत्येक पटक एउटै पासवर्ड टाइप गर्नुपर्छ।
pl: Za każdym razem musisz wpisać to samo hasło.
pt: Você deve digitar sempre a mesma senha.
ru: Каждый раз необходимо вводить один и тот же пароль.
sw: Ugyanazt a jelszót kell beírnia minden alkalommal.
th: คุณต้องพิมพ์รหัสผ่านเดียวกันทุกครั้ง
uk: Ви повинні вводити один і той самий пароль щоразу.
vi: Bạn phải nhập đúng một mật khẩu cho mỗi lần nhập.

source: Enter the ##token length##-character token
am: የቁምፊ ##token length##-መለያ ያስገቡ
ar: أدخل الرمز المميز المؤلف من ##token length##-حرف
bn: ##token length## অক্ষরবিশিষ্ট টোকেনটি লিখুন
cs: Zadejte token o délce ##token length## znaků
de: Geben Sie das ##token length##-stellige Token ein
es: Introduce el código de ##token length## dígitos
fa: حرفی را وارد کنید ##token length## توکن
fr: Entrez le jeton à ##token length## caractères
hi: ##token length##-कैरेक्टर टोकन दर्ज करें
id: Masukkan token ##token length## karakter
ja: ##token length##-文字のトークンを挿入してください
my: ##token length##-အက္ခရာတိုကင်ကို ထည့်သွင်းရန်
ne: ##token length##-क्यारेक्टर टोकन प्रविष्ट गर्नुहोस्
pl: Wprowadź token ##token length##-znakowy
pt: Insira o token de ##token length## caracteres
ru: Введите ##token length##-значный код
sw: Írja be a ##token length## karakterből álló tokent
th: ใส่โทเค็น ##token length##-อักขระ
uk: Введіть ##token length##-токен із символів
vi: Nhập mã xác thực dài ##token length## ký tự

source: Your token is invalid
am: መለያዎ ተቀባይነት የለውም
ar: الرمز المميز الخاص بك غير صالح
bn: আপনার টোকেন ঠিক নেই
cs: Váš token je neplatný
de: Ihr Token ist ungültig
es: Tu código no es válido
fa: توکن شما نامعتبر است
fr: Votre jeton n’est pas valide
hi: आपका टोकन अमान्य है
id: Token Anda tidak valid
ja: トークンが無効です
my: သင့်တိုကင် မှားယွင်းနေသည်
ne: तपाईंको टोकन अमान्य छ
pl: Twój token jest nieprawidłowy
pt: Seu token é inválido
ru: Ваш код недействителен
sw: Érvénytelen token
th: โทเค็นของคุณไม่ถูกต้อง
uk: Ваш токен недійсний
vi: Mã xác thực không hợp lệ

source: Please enter your verification token
am: እባክዎ የማረጋገጫ ማስመሰያ ያስገቡ
ar: من فضلك أدخل الرمز المميز للتحقق الخاص بك
bn: আপনার যাচাইকরণের টোকেনটি লিখুন
cs: Zadejte ověřovací token
de: Bitte geben Sie Ihr Verifizierungstoken ein
es: Introducir el código de verificación
fa: لطفا توکن احراز هویتی که دریافت کرده‌اید را وارد کنید
fr: Veuillez entrer votre jeton de vérification
hi: कृपया अपना सत्यापन (वेरिफिकेशन) टोकन दर्ज करें
id: Silakan masukkan token verifikasi Anda
ja: 認証トークンを入力してください
my: ကျေးဇူးပြု၍ သင့်သက်သေပြခြင်းတိုကင်ကို ထည့်သွင်းပါ
ne: कृपया तपाईँको प्रमाणीकरण टोकन प्रविष्ट गर्नुहोस्
pl: Wprowadź swój token weryfikacyjny
pt: Insira seu código de verificação
ru: Введите код подтверждения
sw: Adja meg az ellenőrző kódját
th: โปรดใส่โทเค็นการยืนยันของคุณ
uk: Введіть свій маркер підтвердження
vi: Vui lòng nhập mã xác thực

source: Please enter the verification token displayed by your authenticator app.
am: እባክዎ በአረጋጋጭ መተግበሪያ የሚታየውን የማረጋገጫ ማስመሰያ ያስገቡ።
ar: الرجاء إدخال الرمز المميز للتحقق الذي يعرضه تطبيق المصادقة الخاص بك.
bn: আপনার অথেন্টিকেটর অ্যাপে যাচাইকরণের যে টোকেনটি দেখাচ্ছে অনুগ্রহ করে সেটি এখানে লিখুন।
cs: Zadejte ověřovací token zobrazený vaší ověřovací aplikací.
de: Bitte geben Sie das Verifizierungstoken ein, das Ihre Authentifizierungs-App anzeigt.
es: Introducir el código de verificación que aparece en tu aplicación de autenticación.
fa: لطفاً توکن احراز هویت نمایش داده شده توسط برنامه (اپ) احراز هویت خود را وارد کنید.
fr: Veuillez entrer le jeton de vérification affiché sur l’application d’authentification.
hi: कृपया अपने ऑथेन्टिकेटर ऐप द्वारा दिखाया गया सत्यापन टोकन दर्ज करें।
id: Masukkan token verifikasi yang ditampilkan oleh aplikasi autentikator Anda.
ja: 認証アプリに表示されている認証トークンを入力してください。
my: ကျေးဇူးပြု၍ သင်၏ မှန်ကန်ကြောင်းပြအက်ပလီကေးရှင်းတွင်ပြသထားသော သက်သေပြခြင်းတိုကင်ကို ထည့်သွင်းပါ။
ne: कृपया आफ्नो प्रमाणक एपमा देखाईएको प्रमाणिकरण टोकन प्रविष्ट गर्नुहोस्।
pl: Wprowadź token weryfikacyjny wyświetlony przez aplikację uwierzytelniającą.
pt: Insira o código de verificação exibido em seu aplicativo de autenticação.
ru: Введите код подтверждения, отображенный в приложении аутентификации.
sw: Adja meg a hitelesítő alkalmazás által kijelzett ellenőrző kódot.
th: โปรดใส่โทเค็นการยืนยันที่แสดงโดยแอปตัวตรวจสอบความถูกต้องของคุณ
uk: Введіть маркер підтвердження, який відображається у вашому застосунку-автентифікаторі.
vi: Vui lòng nhập mã xác thực hiển thị trên ứng dụng xác thực của bạn.

source: Problems with the token
am: ማስመሰያው ላይ ችግሮች
ar: مشكلات بالرمز المميز
bn: টোকেন-সংক্রান্ত সমস্যা
cs: Problémy s tokenem
de: Probleme mit dem Token
es: Problemas con el código
fa: مشکلات توکن
fr: Problèmes avec le jeton
hi: टोकन के साथ समस्याएं
id: Token bermasalah
ja: トークンに問題があります
my: တိုကင်နှင့်ဆက်စပ်သော ပြဿနာများ
ne: टोकनसँग समस्या
pl: Problemy z tokenem
pt: Problemas com o código
ru: Проблемы с кодом
sw: Problémák vannak a kóddal
th: ปัญหาเกี่ยวกับโทเค็น
uk: Проблеми з маркером
vi: Vấn đề với mã xác thực

source: Continue
am: ቀጥል
ar: الاستمرار
bn: এগিয়ে যান
cs: Pokračovat
de: Weiter
es: Continuar
fa: ادامه
fr: Continuer
hi: जारी रखें
id: Lanjutkan
ja: 続行
my: ဆက်လက်မည်
ne: जारी राख्नुहोस्
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sw: Tovább
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục

source: Verification issues
am: የማረጋገጫ ጉዳዮች
ar: مشكلات بالتحقق
bn: যাচাইকরণ-সংক্রান্ত সমস্যা
cs: Problémy s ověřením
de: Probleme bei der Verifizierung
es: Problemas de verificación
fa: مشکلات احراز هویت
fr: Problèmes de vérification
hi: सत्यापन मुद्दे
id: Masalah verifikasi
ja: 確認に伴う問題
my: သက်သေပြရတာတွင် အခက်အခဲများ
ne: प्रमाणीकरण समस्याहरू
pl: Problemy z weryfikacją
pt: Problemas de verificação
ru: Проблемы с подтверждением
sw: Ellenőrzési problémák
th: ปัญหาการยืนยัน
uk: Проблеми підтвердження
vi: Vấn đề xác thực

source: Back
am: ተመለስ
ar: الرجوع
bn: ফিরে যান
cs: Zpět
de: Zurück
es: Regresar
fa: قبلی
fr: Retour
hi: पीछे
id: Kembali
ja: 戻る
my: နောက်သို့
ne: पछाडी
pl: Powrót
pt: Voltar
ru: Вернуться
sw: Vissza
th: ย้อนกลับ
uk: Назад
vi: Quay lại

source: To confirm the new email address associated with your KoboToolbox account, please follow the link below.
am: KoboToolbox መለያዎ ጋር የተያያዘውን አዲሱን የኢሜይል አድራሻ ለማረጋገጥ፣ እባክዎ ከታች ያለውን ሊንክ ይከተሉ።
ar: لتأكيد العنوان البريدي الجديد المرتبط بحساب KoboToolbox الخاص بك، يرجى اتباع الرابط أدناه.
bn: আপনার KoboToolbox অ্যাকাউন্টের সাথে যুক্ত নতুন ইমেইল অ্যাড্রেসটি নিশ্চিত করার জন্য অনুগ্রহ করে নিচের লিঙ্কটি ব্যবহার করুন।
cs: Chcete-li potvrdit novou e-mailovou adresu spojenou s vaším účtem KoboToolbox, klikněte na níže uvedený odkaz.
de: Um die neue E-Mail-Adresse zu bestätigen, die mit Ihrem KoboToolbox-Konto verknüpft ist, folgen Sie bitte dem unten stehenden Link.
es: Utiliza el siguiente enlace para confirmar la nueva dirección de correo electrónico asociada a tu cuenta de KoboToolbox.
fa: برای تایید آدرس ایمیل جدید مرتبط با حساب جعبه ابزار کوبو (KoboToolbox) خود، لطفاً لینک زیر را دنبال کنید.
fr: Pour confirmer la nouvelle adresse e-mail associée à votre compte KoboToolbox, veuillez suivre le lien ci-dessous.
hi: अपने कोबोटूलबॉक्स खाते के साथ जुड़े नए ईमेल की पुष्टि करने के लिए कृपया नीचे दिए गए लिंक पर जाएँ।
id: Untuk mengonfirmasi alamat email baru yang berkaitan dengan akun KoboToolbox Anda, silakan ikuti tautan di bawah ini.
ja: KoboToolboxアカウントに関連付けられた新しいメールアドレスは、以下のリンクからご確認ください。
my: သင်၏ Kobo ကိရိယာအကွက် အကောင့်နှင့် ဆက်စပ်နေသည့် အီးမေးလိပ်စာအသစ်ကို အတည်ပြုရန် ကျေးဇူးပြု၍ အောက်ရှိ လင့်ခ်ကို သွားပါ။
ne: तपाईँको KoboToolbox खातासँग सम्बन्धित नयाँ इमेल ठेगाना पुष्टि गर्नका लागि, कृपया तलको लिङ्क पछ्याउनुहोस्।
pl: Aby potwierdzić nowy adres e-mail powiązany z Twoim kontem KoboToolbox, kliknij w poniższy link.
pt: Para confirmar o novo endereço de e-mail associado à sua conta KoboToolbox, acesse o link abaixo.
ru: Чтобы подтвердить новый адрес электронной почты, связанный с вашей учетной записью KoboToolbox, перейдите по ссылке ниже.
sw: A KoboToolbox-fiókjához rendelt e-mail cím megerősítéséhez kövesse az alábbi linket.
th: เมื่อต้องการยืนยันที่อยู่อีเมลใหม่ที่เชื่อมโยงกับบัญชี KoboToolbox ของคุณ โปรดไปที่ลิงค์ด้านล่าง
uk: Будь ласка, натисніть на посилання нижче, щоб підтвердити нову адресу електронної пошти, прив'язану до вашого облікового запису KoboToolbox.
vi: Để xác thực địa chỉ email liên kết với tài khoản KoboToolbox của bạn, vui lòng nhấn vào liên kết sau.

source: This link will expire in one hour. To request a new verification link, please go to your account settings and re-enter your new email address:
am: ይህ ማገናኛ በአንድ ሰአት ውስጥ ጊዜው ያልፍበታል። አዲስ የማረጋገጫ አገናኝ ለመጠየቅ፣ እባክዎ ወደ መለያዎ ቅንብሮች ይሂዱ እና አዲሱን የኢሜይል አድራሻዎን እንደገና ያስገቡ፦
ar: هذا الرابط سينتهي صلاحيته في ساعة واحدة. لطلب رابط التحقق الجديد، يرجى الذهاب إلى إعدادات حسابك وإعادة إدخال العنوان البريدي الجديد الخاص بك:
bn: এই লিঙ্কটির মেয়াদ এক ঘন্টার মধ্যে শেষ হয়ে যাবে। যাচাইকরণের জন্য নতুন লিঙ্ক দরকার হলে অনুগ্রহ করে অ্যাকাউন্ট সেটিংসে গিয়ে আপনার নতুন ইমেইল অ্যাড্রেসটি আবার লিখুন:
cs: Platnost tohoto odkazu vyprší za jednu hodinu. Chcete-li požádat o nový ověřovací odkaz, přejděte prosím do nastavení účtu a znovu zadejte svou novou e-mailovou adresu:
de: Die Gültigkeit dieses Links wird in einer Stunde ablaufen. Um einen neuen Verifizierungslink anzufordern, gehen Sie bitte zu Ihren Kontoeinstellungen und geben Sie erneut Ihre neue E-Mail-Adresse ein:
es: Este enlace expira en una hora. Para solicitar un nuevo enlace de verificación, ve a la configuración de la cuenta y vuelve a introducir tu nueva dirección de correo electrónico:
fa: این لینک ظرف یک ساعت منقضی می‌شود. برای درخواست لینک جدید احراز هویت، لطفاً به تنظیمات حساب خود بروید و آدرس ایمیل جدید خود را دوباره وارد کنید:
fr: Ce lien expire dans une heure. Pour demander un nouveau lien de vérification, rendez-vous dans les paramètres de votre compte et saisissez à nouveau votre nouvelle adresse e-mail :
hi: यह लिंक एक घंटे के बाद अमान्य हो जाएगा। एक नए सत्यापन लिंक का अनुरोध करने के लिए कृपया अपनी खाता (अकाउंट) सेटिंग्स पर जाएँ और अपना नया ईमेल पता फिर से दर्ज करें:
id: Tautan ini akan kedaluwarsa dalam satu jam. Untuk meminta tautan verifikasi baru, silakan masuk ke pengaturan akun dan masukkan kembali alamat email baru Anda:
ja: このリンクは1時間後に失効します。新しい認証リンクをリクエストするには、アカウント設定に移動して、新しいメールアドレスを再入力してください:
my: ထိုလင့်သည် တစ်နာရီအတွင်းသာ သက်တမ်းရှိပါလိမ့်မည်။ သက်သေပြရန်လင့်အသစ်ကိုတောင်းဆိုလိုပါက ကျေးဇူးပြု၍ ‌အကောင့် ဆက်တင်ထဲသွားပြီး အီးမေးလ်လိပ်စာအသစ်ကို ပြန်လည်ရိုက်ထည့်ပေးပါ။
ne: यो लिङ्क एक घण्टामा समाप्त हुनेछ। नयाँ प्रमाणीकरण लिङ्क अनुरोध गर्न, कृपया आफ्नो खाता सेटिङमा जानुहोस् र तपाईंको नयाँ इमेल ठेगाना पुन: प्रविष्ट गर्नुहोस्:
pl: Ten link wygaśnie za godzinę. Aby uzyskać nowy link weryfikacyjny, przejdź do ustawień swojego konta i wprowadź ponownie swój nowy adres e-mail:
pt: Este link expirará em uma hora. Para solicitar um novo link de verificação, vá para as configurações de sua conta e insira novamente seu novo endereço de e-mail:
ru: Срок действия этой ссылки истекает через один час. Чтобы запросить новую ссылку для подтверждения, перейдите в настройки учетной записи и введите новый адрес электронной почты:
sw: Ez a link egy óra múlva lejár. Egy új megerősítő linkért adja meg ismét az új e-mail címét a fiókbeállításoknál:
th: ลิงค์นี้จะหมดอายุในหนึ่งชั่วโมง หากต้องการขอลิงค์การยืนยันใหม่ โปรดไปที่การตั้งค่าบัญชีของคุณและใส่ที่อยู่อีเมลใหม่ของคุณอีกครั้ง:
uk: Термін дії цього посилання закінчиться через одну годину. Щоб одержати нове посилання для підтвердження, перейдіть до налаштувань вашого облікового запису та введіть нову адресу електронної пошти:
vi: Liên kết này sẽ hết hạn trong một giờ. Để yêu cầu liên kết xác thực mới, vui lòng vào cài đặt tài khoản và nhập lại địa chỉ email mới của bạn:

source: Best,
am: ምርጥ፣
ar: الأفضل،
bn: ভালো থাকবেন,
cs: S pozdravem,
de: Mit freundlichen Grüßen
es: Atentamente,
fa: با آرزوی بهترین‌ها،
fr: Cordialement,
hi: शुभकामनाएँ,
id: Hormat kami,
ja: 敬具
my: အကောင်းဆုံး
ne: सर्वश्रेष्ठ,
pl: Z pozdrowieniami
pt: Atenciosamente,
ru: С наилучшими пожеланиями,
sw: Üdvözlettel,
th: ขอบคุณ
uk: Найкращий,
vi: Thân mến,

source: Thanks for signing up with KoboToolbox!
am: በKoboToolbox ስለተመዘገቡ እናመሰግናለን!
ar: شكراً لإنشاء حساب على KoboToolbox!
bn: KoboToolbox-এ অ্যাকাউন্ট খোলার জন্য ধন্যবাদ!
cs: Děkujeme, že jste se zaregistrovali do KoboToolboxu!
de: Danke, dass Sie sich bei KoboToolbox registriert haben!
es: ¡Gracias por registrarte en KoboToolbox!
fa: برای ثبت‌نام با جعبه ابزار کوبو (KoboToolbox) متشکریم!
fr: Merci de vous inscrire à KoboToolbox !
hi: कोबोटूलबॉक्स के साथ साइन अप करने के लिए धन्यवाद!
id: Terima kasih telah mendaftar di KoboToolbox!
ja: Kobo Toolboxへのサインアップありがとうございます！
my: Kobo ကိရိယာအကွက်တွင် စာရင်းသွင်းသည့်အတွက် ကျေးဇူးတင်ရှိပါသည်။
ne: KoboToolbox मा साइन अप गर्नुभएकोमा धन्यवाद!
pl: Dziękujemy za rejestrację w KoboToolbox!
pt: Obrigado por se cadastrar no KoboToolbox!
ru: Спасибо за регистрацию в KoboToolbox!
sw: Köszönjük, hogy regisztrált a KoboToolbox alkalmazásra!
th: ขอบคุณที่ลงทะเบียนกับ KoboToolbox!
uk: Дякуємо за реєстрацію в KoboToolbox!
vi: Cảm ơn bạn đã đăng ký tài khoản KoboToolbox!
