Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Single-Sign On
am: SSO
ar: تسجيل الدخول بمعرف أحادي
bn: সিঙ্গেল সাইনঅন
cs: Jednotné přihlašování (SSO)
de: Einmalanmeldung
es: Inicio de sesión único
fa: شناسائی یگانه
fr: Authentification unique
hi: एकल साइन-ऑन
hu: Egyszeri bejelentkezés
id: Akses Menyeluruh
ja: シングルサインオン
km: ចូលដំណើរការតែមួយដង
ne: एकल-साइन अन
pl: Pojedyncze logowanie
pt: Entrada Única
ru: Единый вход
sw: Kipengele cha Kutumia Kuingia Mara Moja (SSO)
th: การเข้าสู่ระบบแบบครั้งเดียว
tr: Tek Oturum Açma
uk: Технологія єдиного входу
vi: Đăng nhập một lần

source: Connect your KoboToolbox account with your organization's identity provider for single-sign on (SSO). Afterwards, you will only be able to sign in via SSO unless you disable this setting here. This will also update your email address in case your current address is different.
am: ለነጠላ መግቢያ (SSO) የKoboToolbox መለያዎን ከድርጅትዎ ማንነት አቅራቢ ጋር ያገናኙ። ከዚያ በኋላ፣ ይህን አዘጋጅ እዚህ ካላሰናከሉት በስተቀር በSSO በኩል ብቻ ነው መግባት የሚችሉት። ይህ እንዲሁም የአሁኑ አድራሻዎ የተለየ ከሆነ ኢሜይል አድራሻዎን ያዘምናል።
ar: قم بتوصيل حساب KoboToolbox الخاص بك بموفر هوية مؤسستك لتسجيل الدخول بمعرف موحد (SSO). وبعد ذلك، لن تتمكن من الدخول إلا عبر تسجيل الدخول بمعرف موحد (SSO) ما لم تقم بتعطيل هذا الإعداد هنا. سيؤدي هذا أيضًا إلى تحديث عنوان بريدك الإلكتروني في حالة اختلاف عنوانك الحالي.
de: Verbinden Sie Ihr KoboToolbox-Konto mit dem Identitätsanbieter Ihrer Organisation für Single-Sign-On (SSO). Anschließend können Sie sich nur noch über SSO anmelden, es sei denn, Sie deaktivieren diese Einstellung hier. Dadurch wird auch Ihre E-Mail-Adresse aktualisiert, falls Ihre aktuelle Adresse anders ist.
es: Conecte su cuenta de KoboToolbox con el proveedor de identidad de su organización para un inicio de sesión único (SSO). Después, solo podrá iniciar sesión a través de SSO, a menos que desactive esta configuración desde aquí. Esto también actualizará su dirección de correo electrónico, en caso de que su dirección actual sea diferente.
fa: اکاونت KoboToolbox خود را با ارائه دهنده هویت سازمان خود برای ورود به سیستم (SSO) وصل کنید. سپس از آن فقط میتوانید از طریق شناسایی یگانه وارد اکاونت خود شوید، در صورتیکه این گزینه را از تنظیمات غیرفعال سازید. این باعث میشود ایمیل شما به روز رسانی شود در صورتی که با ایمیل فعلی شما متفاوت باشد.
fr: Connectez votre compte KoboToolbox au fournisseur d’identité de votre organisation pour une authentification unique (SSO). Ensuite, vous pourrez uniquement vous connecter via SSO, sauf si vous désactivez ce paramètre ici. Cela mettra également à jour votre adresse e-mail au cas où votre adresse actuelle serait différente.
hi: एकल साइन-ऑन (SSO) के लिए अपने KoboToolbox खाते को अपने संगठन के पहचान प्रदाता से कनेक्ट करें। बाद में, आप केवल SSO के माध्यम से साइन इन कर पाएंगे जब तक कि आप इस सेटिंग को यहां से बंद नहीं कर देते। अगर आपका वर्तमान पता भिन्न है तो यह आपके ईमेल पते को भी अपडेट कर देगा।
id: Menghubungkan akun KoboToolbox Anda dengan penyedia identitas organisasi Anda untuk akses menyeluruh (SSO). Selanjutnya, Anda akan dapat masuk melalui SSO, kecuali jika Anda menonaktifkan pengaturannya. Hal ini juga akan memperbarui alamat email Anda jika email Anda saat ini berbeda.
ja: シングル サインオン (SSO) のために、Kobo Toolbox アカウントを組織の ID プロバイダーに接続します。その後、ここでこの設定を無効にしない限り、SSO経由でのみサインインできるようになります。そして、現在のアドレスが異なる場合は、メールアドレスも更新されます。
pl: Połącz swoje konto KoboToolbox z dostawcą tożsamości dla swojej organizacji, aby używać funkcji pojedynczego logowania (SSO). Następnie będzie można logować się tylko przez SSO, chyba że wyłączysz to ustawienie tutaj. Spowoduje to również aktualizację Twojego adresu e-mail w przypadku gdy aktualny adres jest inny.
pt: Conecte sua conta do KoboToolbox com o provedor de identidade de sua organização para entrada única (SSO). Após isso, você somente conseguirá entrar via SSO, a não ser que desabilite esta configuração aqui. Isto também atualizará seu endereço de e-mail caso o atual seja diferente.
ru: Подключите свою учетную запись KoboToolbox к поставщику удостоверений вашей организации для единого входа (SSO). После этого вы сможете войти в систему только через единый вход SSO, если не отключите этот параметр здесь. Это также обновит ваш адрес электронной почты, если ваш текущий адрес отличается.
th: เชื่อมต่อบัญชี KoboToolbox ของคุณกับผู้พิสูจน์และยืนยันตัวตนขององค์กรของคุณเพื่อการเข้าสู่ระบบแบบครั้งเดียว (SSO) หลังจากนั้นคุณจะสามารถลงชื่อเข้าใช้ผ่าน SSO ได้เท่านั้น เว้นแต่คุณปิดการใช้งานการตั้งค่าที่นี่ นอกจากนี้ยังเป็นการอัปเดตที่อยู่อีเมลของคุณในกรณีที่ที่อยู่อีเมลปัจจุบันของคุณเป็นอีเมลอื่น
tr: Tek oturum açma (SSO) özelliğini kullanmak için KoboToolbox hesabınızı kuruluşunuzun kimlik sağlayıcısına bağlayın. Sonrasında, bu ayarı buradan devre dışı bırakmadıkça yalnızca SSO aracılığıyla oturum açabilirsiniz. Ayrıca, mevcut adresiniz farklı ise bu işlem, e-posta adresinizi günceller.
uk: Підключіть свій обліковий запис KoboToolbox до постачальника ідентифікаційних даних вашої організації для єдиного входу (SSO). Після цього ви зможете входити лише за допомогою SSO, якщо не вимкнете цей параметр тут. Це також оновить вашу адресу електронної пошти, якщо ваша поточна адреса відрізняється.
vi: Kết nối tài khoản KoboToolbox với nhà cung cấp danh tính của tổ chức để đăng nhập một lần (SSO). Sau đó, bạn sẽ chỉ có thể đăng nhập qua SSO trừ khi bạn tắt cài đặt này tại đây. Điều này cũng sẽ cập nhật địa chỉ e-mail của bạn trong trường hợp địa chỉ hiện tại của bạn là một e-mail khác.

source: Already connected
am: አስቀድሞ ተገናኝቷል
ar: متصل بالفعل
bn: সংযুক্তই আছে
cs: Již připojeno
de: Bereits verbunden
es: Ya conectado
fa: قبلاً وصل شده‌اید
fr: Déjà connecté
hi: पहले से ही संपर्क स्थापित (कनेक्टिड)
hu: Már csatlakozott
id: Sudah terhubung
ja: すでに接続されています
pl: Już połączono
pt: Já conectado
ru: Уже подключено
sw: Tayari umeunganishwa
th: เชื่อมต่อแล้ว
tr: Zaten bağlı
uk: Вже підключено
vi: Đã kết nối

source: Disable
am: ማቆም
ar: تعطيل
bn: নিষ্ক্রিয় করুন
cs: Zakázat
de: Deaktivieren
es: Deshabilitar
fa: غیر فعال کردن
fr: Désactiver
hi: अक्षम करें
hu: Kikapcsolás
id: Nonaktifkan
ja: 無効化
pl: Rozłącz
pt: Desativar
ru: Выключить
sw: Zima
th: ปิดใช้งาน
tr: Devre dışı bırak
uk: Вимкнути
vi: Ngắt kết nối

source: Recent account activity
am: የቅርብ ጊዜ የሂሳብ እንቅስቃሴ
ar: نشاط الحساب الأخير
de: Letzte Kontoaktivität
es: Actividad reciente de la cuenta
ja: 最近のアカウント活動
uk: Нещодавня активність облікового запису

source: Data Submissions (##count##)
am: የውሂብ ማስረከቢያ (##count##)
ar: عملية إرسال البيانات (##count## )
de: Datenübermittlungen (##count##)
es: Envíos de datos (##count##)
ja: データの提出状況（##count##）
uk: Надсилання даних (##count##)

source: Last activity
am: የመጨረሻ እንቅስቃሴ
ar: النشاط الأخير
de: Letzte Aktivität
es: Última actividad
ja: 最後の活動
uk: Остання активність

source: IP Address
am: የIP አድራሻ
ar: عنوان IP
de: IP-Adresse
es: Dirección IP
ja: IPアドレス
uk: IP-адреса

source: Asset seems to not have the processing feature enabled!
am: ንብረቱ የማስኬጃ ባህሪው ያልነቃ ይመስላል!
ar: يبدو أنه لم يتم تمكين ميزة المعالجة للأصل!
bn: মনে হচ্ছে অ্যাসেটে প্রক্রিয়াকরণের ফিচারটি চালু করা নেই!
cs: U položky zřejmě není povolena funkce zpracování!
de: Die Verarbeitungsfunktion scheint nicht aktiviert zu sein!
es: Parece que el recurso no tiene activada la función de procesamiento.
fa: بنظر می رسد گزینه پروسس برای دارائی فعال نشده باشد!
fr: Il semble que la fonction de traitement de cet actif ne soit pas activée !
hi: ऐसा लगता है कि एसेट में संसाधन सुविधा सक्षम नहीं है!
hu: Úgy tűnik, az eszköz feldolgozó funkciója nincs engedélyezve!
id: Aset tampaknya tidak mengaktifkan fitur pemrosesan!
ja: アセットは加工機能が有効になっていないようです！
km: ទ្រព្យហាក់ដូចជាមិនបានបើកមុខងារដំណើរការទេ!
my: ပိုင်ဆိုင်မှုသည် ဆောင်ရွက်နေသောအရာကို လုပ်​ဆောင်မရပုံထင်ရသည်။
ne: सम्पत्तिमा प्रशोधन सुविधा क्रियाशील नगरिएको जस्तो देखिन्छ!
pl: Wygląda na to, że zasób nie ma włączonej funkcji przetwarzania!
pt: O recurso não parece ter a função de processamento habilitada!
ru: Похоже, что в объекте не включена функция обработки!
sw: Kipengele cha uchakataji kinaonekana kuwa hakijawashwa!
th: ดูเหมือนจะไม่ได้เปิดใช้งานฟีเจอร์ประมวลผลสำหรับสินทรัพย์!
tr: Varlığın işleme özelliği etkin değil!
uk: Здається, для ресурсу не ввімкнено функцію обробки!
vi: Tài sản dường như chưa được bật tính năng xử lý!

source: Failed to get processing data.
am: የማስኬጃ ውሂብ ማግኘት አልተሳካም።
ar: فشل الحصول على البيانات المعالجة.
bn: প্রক্রিয়াকরণরত তথ্য পাওয়া যায় নি।
cs: Nepodařilo se získat data o zpracování.
de: Abruf von Verarbeitungsdaten fehlgeschlagen.
es: Error al obtener los datos de procesamiento.
fa: دریافت داده ی پروسس ناموفق بود.
fr: L’obtention des données de traitement a échoué.
hi: संसाधन डेटा प्राप्त करने में विफल।
hu: Nem sikerült megkapni a feldolgozási adatokat.
id: Gagal mendapatkan data pemrosesan.
ja: 加工データの取得に失敗しました。
km: មិនបានជោគជ័យក្នុងការទទួលបានទិន្នន័យដំណើរការ។
my: ဆောင်ရွက်နေသောအချက်အလက်ရယူရန် ကျရှုံးပါသည်
ne: प्रशोधन डाटा प्राप्त गर्न असफल।
pl: Nie udało się uzyskać danych o przetwarzaniu.
pt: Falha ao obter dados de processamento.
ru: Не удалось получить данные обработки.
sw: Imeshindwa kupata data ya kuchakata.
th: รับข้อมูลการประมวลผลไม่สำเร็จ
tr: İşlenen veriler alınamadı.
uk: Неможливо отримати дані обробки.
vi: Lấy dữ liệu đang xử lý thất bại.

source: Failed to set transcript.
am: ግልባጭ ማዘጋጀት አልተሳካም።
ar: فشل تعيين النص المفرّغ.
bn: প্রতিলিপি সেট করা যায় নি।
cs: Nepodařilo se nastavit přepis.
de: Transkript konnte nicht eingestellt werden.
es: Error al configurar la transcripción.
fa: تنظیم رونوشت ناموفق بود.
fr: La définition de la transcription a échoué.
hi: ट्रांसक्रिप्ट सेट करने में विफल।
hu: Nem sikerült az átirat beállítása.
id: Gagal menyetel transkrip.
ja: 文字起こしの設定に失敗しました。
km: មិនបានជោគជ័យក្នុងការកំណត់ប្រតិចារឹក។
my: မှတ်တမ်းထားရန် ကျရှုံးပါသည်။
ne: ट्रान्सक्रिप्ट सेट गर्न असफल।
pl: Nie udało się wprowadzić transkryptu.
pt: Falha ao definir transcrição.
ru: Не удалось установить транскрипт.
sw: Imeshindwa kuweka manukuu.
th: ตั้งข้อความถอดเสียงไม่สำเร็จ
tr: Transkript ayarlanamadı.
uk: Неможливо встановити текстовий запис.
vi: Đặt phiên âm thất bại.

source: Failed to delete transcript.
am: ግልባጭ መሰረዝ አልተሳካም።
ar: فشل مسح النص المفرّغ.
bn: প্রতিলিপি মুছে ফেলা যায় নি।
cs: Nepodařilo se odstranit přepis.
de: Transkript konnte nicht gelöscht werden.
es: Error al eliminar la transcripción.
fa: پاک کردن رونوشت ناموفق بود.
fr: La suppression de la transcription a échoué.
hi: ट्रांसक्रिप् डिलीट करने में विफल।
hu: Nem sikerült az átirat törlése.
id: Gagal menghapus transkrip.
ja: 文字起こしの削除に失敗しました。
km: មិនបានជោគជ័យក្នុងការលុបប្រតិចារឹក។
my: မှတ်တမ်းဖျက်ရန် ကျရှံးပါသည်။
ne: ट्रान्सक्रिप्ट मेटाउन सकिएन।
pl: Nie udało się usunąć transkryptu.
pt: Falha ao excluir transcrição.
ru: Не удалось удалить транскрипт.
sw: Imeshindwa kufuta manukuu.
th: ลบข้อความถอดเสียงไม่สำเร็จ
tr: Transkript silinemedi.
uk: Неможливо видалити текстовий запис.
vi: Xóa bản phiên âm thất bại.

source: Failed to delete translation.
am: ትርጉም መሰረዝ አልተሳካም።
ar: فشل في حذف الترجمة.
bn: অনুবাদ মুছে ফেলা যায় নি।
cs: Nepodařilo se odstranit překlad.
de: Das Löschen der Übersetzung ist fehlgeschlagen.
es: Error al eliminar la traducción.
fa: پاک کردن ترجمه ناموفق بود.
fr: La suppression de la traduction a échoué.
hi: अनुवाद डिलीट करने में विफल
hu: Nem sikerült a fordítás törlése.
id: Gagal menghapus terjemahan.
ja: 翻訳の削除に失敗しました。
km: មិនបានជោគជ័យក្នុងការលុបការបកប្រែ។
my: ဘာသာပြန်ထားသည်ကိုဖျက်ရန် ကျရှုံးပါသည်။
ne: अनुवाद मेटाउन असफल।
pl: Nie udało się usunąć transkryptu.
pt: Falha ao excluir tradução.
ru: Не удалось удалить перевод.
sw: Imeshindwa kufuta tafsiri.
th: ลบคำแปลไม่สำเร็จ
tr: Çeviri silinemedi.
uk: Неможливо видалити переклад.
vi: Xóa bản dịch thất bại.

source: Are you sure you want to delete this question?
am: እርግጠኛ ነዎት ይህን ጥያቄ መሰረዝ ይፈልጋሉ?
ar: هل ترغب بالتأكيد في حذف هذا السؤال؟
bn: আপনি কি সত্যিই এই প্রশ্নটি মুছে ফেলতে চান?
cs: Opravdu chcete tuto otázku smazat?
de: Sind Sie sicher, dass Sie diese Frage löschen möchten?
es: ¿Estás seguro de que deseas eliminar esta pregunta?
fa: آیا مطمئن هستید که می خواهید این سوال را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer cette question ?
hi: क्या आप वाकई इस प्रश्न को हटाना चाहते हैं?
hu: Biztosan törölni akarja ezt a kérdést?
id: Apakah Anda yakin ingin menghapus pertanyaan ini?
ja: この質問を削除してもよろしいですか?
my: ဤမေးခွန်းကို ဖျက်လိုသည်မှာ သေချာပါသလား။
ne: के तपाइँ यो प्रश्न मेटाउने कुरामा निश्चित हुनुहुन्छ?
pl: Czy na pewno chcesz usunąć to pytanie?
pt: Tem certeza de que deseja excluir esta pergunta?
ru: Вы действительно хотите удалить этот вопрос?
sw: Je, una uhakika unataka kufuta swali hili?
th: คุณแน่ใจหรือไม่ว่าต้องการลบคำถามนี้
tr: Bu soruyu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити це питання?
vi: Bạn có chắc muốn xóa câu hỏi này?

source: Delete Question
am: ጥያቄ ሰርዝ
ar: حذف السؤال
bn: প্রশ্ন মুছে ফেলুন
cs: Smazat otázku
de: Frage löschen
es: Eliminar pregunta
fa: حذف سوال
fr: Supprimer la question
hi: प्रश्न हटाएं
hu: Kérdés törlése
id: Hapus Pertanyaan
ja: 質問を削除
km: លុបសំណួរ
ne: प्रश्न मेटाउनुहोस्
pl: Usuń pytanie
pt: Excluir pergunta
ru: Удалить вопрос
sw: Futa Swali
th: ลบคำถาม
tr: Soruyu Sil
uk: Видалити запитання
vi: Xóa câu hỏi

source: Duplicate Question
am: የተባዛ ጥያቄ
ar: سؤال مكرر
bn: প্রশ্নের কপি তৈরি করুন
cs: Duplikovat otázku
de: Frage duplizieren
es: Pregunta duplicada
fa: سوال تکراری
fr: Dupliquer la question
hi: प्रश्न दोहराएं / नकल करें
hu: Kérdés másolása
id: Duplikat Pertanyaan
ja: 質問を複製
km: សំណួរស្ទួន
ne: डुप्लिकेट प्रश्न
pl: Powtórz pytanie
pt: Duplicar pergunta
ru: Повторить вопрос
sw: Rudufu Swali
th: ทำสำเนาคำถาม
tr: Soruyu Kopyala
uk: Дублюючі запитання
vi: Nhân bản câu hỏi

source: Add Question to Library
am: ጥያቄ ወደ ቤተ-መጽሐፍት ያክሉ
ar: إضافة سؤال إلى المكتبة
bn: লাইব্রেরিতে প্রশ্ন যোগ করুন
cs: Přidat otázku do knihovny
de: Frage zur Bibliothek hinzufügen
es: Agregar pregunta a la biblioteca
fa: افزودن سوال به کتابخانه
fr: Ajouter la question à la bibliothèque
hi: पुस्तकालय (लाइब्रेरी) में प्रश्न जोड़ें
hu: Kérdés hozzáadása a könyvtárhoz
id: Tambahkan Pertanyaan ke Perpustakaan
ja: 質問をライブラリに追加
km: បញ្ចូលសំណួរទៅក្នុងបណ្ណាល័យ
ne: संग्रहालयमा प्रश्न थप्नुहोस्
pl: Dodaj pytanie do biblioteki
pt: Adicionar pergunta à biblioteca
ru: Добавить вопрос в Библиотеку
sw: Ongeza Swali kwenye Maktaba
th: เพิ่มคำถามลงในไลบรารี
tr: Kütüphaneye Soru Ekle
uk: Додати запитання до бібліотеки
vi: Thêm câu hỏi vào thư viện

source: There has been an issue, please try again later.
am: ችግር አጋጥሞታል፣ እባክዎ ቆይተው እንደገና ይሞክሩ።
ar: لقد حدثت مشكلة، يرجى المحاولة مرة أخرى في وقت لاحق.
bn: একটি সমস্যা হয়েছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন।
cs: Vyskytl se zde problém, zkuste to prosím později.
de: Ein Problem ist aufgetreten, bitte versuchen Sie es später noch einmal.
es: Se produjo un problema; vuelve a intentarlo más tarde.
fa: مشکلی وجود دارد، لطفاً بعداً دوباره امتحان کنید.
fr: Il y a eu un problème, veuillez réessayer plus tard.
hi: कोई समस्या हुई है, कृपया बाद में पुनः प्रयास करें।
hu: Probléma lépett fel, kérjük, próbálja később újra.
id: Ada masalah, silakan coba lagi nanti.
ja: 問題が発生しました。後でもう一度お試してください。
pl: Wystąpił problem, spróbuj ponownie później.
pt: Ocorreu um problema. Tente novamente mais tarde.
ru: Произошла ошибка. Повторите попытку позже.
sw: Kumekuwa na tatizo, tafadhali jaribu tena baadaye.
th: มีปัญหาเกิดขึ้น โปรดลองอีกครั้งในภายหลัง
tr: Bir hata meydana geldi, lütfen daha sonra tekrar deneyiniz.
uk: Виникла проблема, спробуйте пізніше.
vi: Đã xảy ra sự cố, vui lòng thử lại sau.

source: Success! Your subscription will change at the end of the current billing period.
am: ስኬት! የደንበኝነት ምዝገባዎ አሁን ባለው የክፍያ ጊዜ መጨረሻ ላይ ይለወጣል።
ar: تم! سيتم تغيير اشتراكك في نهاية فترة الفاتورة الحالية.
de: Ihr Abonnement ändert sich zum Ende des aktuellen Abrechnungszeitraums.
es: ¡Proceso exitoso! Tu suscripción cambiará al finalizar el periodo de facturación actual.
fa: با موفقیت! اشتراک شما در پایان این دوره مالی تغییر خواهد کرد.
id: Berhasil! Langganan Anda akan berubah pada akhir periode penagihan saat ini.
ja: 成功しました！ サブスクリプションは、現在の請求期間の終了時に変更されます。
pl: Sukces! Twoja subskrypcja zostanie zmieniona na koniec bieżącego okresu rozliczeniowego.
pt: Sucesso! Sua assinatura será alterada no final do período de cobrança atual.
ru: Успешно! Ваша подписка изменится в конце текущего расчетного периода.
sw: Mafanikio! Usajili wako utabadilika mwishoni mwa kipindi cha sasa cha bili.
th: สำเร็จ! สัญญาบริการของคุณจะเปลี่ยนเมื่อสิ้นรอบบิลปัจจุบัน
uk: Успішно! Ваша підписка зміниться в кінці поточного розрахункового періоду.
vi: Thành công! Gói đăng ký của bạn sẽ được thay đổi vào cuối kỳ hạn thanh toán hiện tại.

source: Unlimited
am: ያልተገደበ
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fa: نامحدود
id: Tanpa Batas
ja: 無制限
pl: Nielimitowany
pt: Ilimitado
ru: Неограниченно
sw: Isiyo na kikomo
th: ไม่จำกัด
uk: Необмежений
vi: Không giới hạn

source: ##minutes## mins
am: ##minutes## ደቂቃ
ar: ##minutes## دقائق
de: ##minutes## Min.
es: ##minutes## minutos
fa: ##minutes## دقیقه
id: ##minutes## menit
ja: ##minutes##分
pl: ##minutes## min
pt: ##minutes## minutos
ru: ##minutes## минут
sw: ##minutes## dakika
th: ##minutes## นาที
uk: ##minutes## хв.
vi: ##minutes## phút

source: These settings affects the experience for all project users.
am: እነዚህ ቅንብሮች የሁሉም የፕሮጀክት ተጠቃሚዎች ልምድ ላይ ተጽእኖ ያሳድራሉ።
ar: تؤثر هذه الإعدادات على تجربة جميع مستخدمي المشروع.
bn: সব প্রকল্পের ইউজারের ওপরই এই সেটিংগুলোর প্রভাব পড়বে।
cs: Tato nastavení ovlivňují uživatelské prostředí všech uživatelů projektu.
de: Diese Einstellungen wirken sich auf das Erlebnis aller Projektbenutzer*innen aus.
es: Estas configuraciones afectan a la experiencia de los usuarios del proyecto.
fa: این تنظیمات بر تجربه همه کاربران پروژه تأثیر می گذارد.
fr: Ces paramètres affectent l'expérience de tous les utilisateurs du projet.
hi: ये सेटिंग्स सभी प्रोजेक्ट उपयोगकर्ताओं के अनुभव को प्रभावित करती हैं।
hu: Ezek a beállítások hatással vannak a projektfelhasználók tapasztalatára.
id: Pengaturan ini memengaruhi pengalaman untuk semua pengguna proyek.
ja: これらの設定はプロジェクトのすべてのユーザーの使用に影響します。
km: ការកំណត់ទាំងនេះប៉ះពាល់បទពិសោធន៍សម្រាប់អ្នកប្រើប្រាស់គម្រោងទាំងអស់។
my: ဤဆက်တင်များသည် ပ‌ရောဂျက် အသုံးပြုသူအားလုံးအတွက် သုံးစွဲမှုအတေွ့အကြုံအပေါ် သက်‌ရောက်မှု ရှိပါသည်။
ne: यी सेटिङहरूले सबै परियोजना प्रयोगकर्ताहरूको अनुभवलाई असर गर्छन्।
pl: Te ustawienia wpływają na doświadczenia użytkowników wszystkich projektów.
pt: Estas configurações afetam a experiência de todos os usuários do projeto.
ru: Эти настройки влияют на работу всех пользователей проекта.
sw: Mipangilio hii huathiri uzoefu wa watumiaji wote wa mradi.
th: การตั้งค่าเหล่านี้ส่งผลต่อประสบการณ์ของผู้ใช้โครงการทุกคน
tr: Bu ayarlar, tüm proje kullanıcılarının deneyimini etkiler.
uk: Ці параметри впливають на роботу всіх користувачів проєкту.
vi: Các cài đặt này ảnh hưởng đến trải nghiệm của tất cả người dùng của dự án.

source: Find a field
am: መስክ ይፈልጉ
ar: إيجاد حقل
bn: পূরণীয় ঘর খুঁজুন
cs: Najít pole
de: Ein Feld finden
es: Encontrar un campo
fa: جست و جوی فیلد
fr: Trouver un champ
hi: कोई एक फील्ड खोजें
hu: Mező keresése
id: Temukan bagian
ja: 項目を検索
km: រកវាល
my: အကွက်တစ်ခုတွင် ရှာရန်
ne: एउटा क्षेत्र खोज्नुहोस्
pl: Znajdź pole
pt: Encontrar um campo
ru: Найти поле
sw: Tafuta sehemu
th: ค้นหาฟิลด์
tr: Bir alan bul
uk: Знайти поле
vi: Tìm trường

source: No results
am: ምንም ውጤት የለም
ar: لا يوجد نتائج
bn: কোনো ফলাফল পাওয়া যায় নি
cs: Žádné výsledky
de: Keine Ergebnisse
es: Sin resultados
fa: نتیجه ای پیدا نشد
fr: Pas de résultats
hi: कोई परिणाम नहीं
hu: Nincs eredmény
id: Tidak ada hasil
ja: 該当する結果はありません
km: គ្មានលទ្ធផល
my: ရလဒ် မရှိပါ
ne: कुनै परिणाम छैन
pl: Brak wyników
pt: Nenhum resultado
ru: Нет результатов
sw: Hakuna matokeo
th: ไม่มีผลลัพธ์
tr: Sonuç yok
uk: Немає результатів
vi: Không có kết quả

source: ##plan_name## Plan
am: ##plan_name## እቅድ
ar: خطة ##plan_name##
de: ##plan_name## Tarif
fa: ##plan_name## برنامه
id: Paket ##plan_name##
ja: ##plan_name##プラン
pl: Plan ##plan_name##
pt: ##plan_name## Plano
ru: ##plan_name## План
sw: Mpango wa ##plan_name##
th: แผน ##plan_name##
uk: Тарифний план ##plan_name##
vi: ##plan_name## Gói

source: Started on ##start_date##
am: ተጀመረ ##start_date##
ar: بدأت في ##start_date##
de: Begann am ##start_date##
es: Comenzó el ##start_date##
fa: آغاز شده در ##start_date##
id: Dimulai pada ##start_date##
ja: ##start_date##に開始
pl: Rozpoczęty ##start_date##
pt: Iniciado em ##start_date##
ru: Начало ##start_date##
sw: Ulianzwa ##start_date##
th: เริ่ม ##start_date##
uk: Розпочато з ##start_date##
vi: Bắt đầu vào ##start_date##

source: Renews on ##renewal_date##
am: ይታደሳል ##renewal_date##
ar: تُجدد بتاريخ ##renewal_date##
de: Erneuert sich am ##renewal_date##
es: Se renueva el ##renewal_date##
fa: تجدید شده در ##renewal_date##
id: Diperbaharui pada ##renewal_date##
ja: ##renewal_date##に更新
pl: Odnowienie ##renewal_date##
pt: Renova em ##renewal_date##
ru: Обновление ##renewal_date##
sw: Utazinduliwa upya ##renewal_date##
th: ต่ออายุ ##renewal_date##
uk: Поновлюється через ##renewal_date##
vi: Gia hạn vào ##renewal_date##

source: Ends on ##end_date##
am: ከ ጀምሮ ያበቃል ##end_date##
ar: تنتهي في ##end_date##
de: Endet am ##end_date##
es: Expira el ##end_date##
fa: پایان در ##end_date##
id: Berakhir pada ##end_date##
ja: ##end_date##に終了
pl: Zakończony ##end_date##
pt: Termina em ##end_date##
ru: Заканчивается ##end_date##
th: สิ้นสุดเมื่อ ##end_date##
uk: Закінчується ##end_date##
vi: Kết thúc vào ##end_date##

source: Changing usage limits on ##change_date##
am: የአጠቃቀም ገደቦችን መለወጥ ##change_date##
ar: تغيير حدود الاستخدام في ##change_date##
de: Änderung der Nutzungsgrenzen am ##change_date##
es: Cambio de los límites de consumo el ##change_date##
fa: تغییر محدودیت‌های استفاده در ##change_date##
id: Mengubah batasan penggunaan pada ##change_date##
ja: ##change_date##に利用上限を変更
pl: Zmiana limitu użytkowania ##change_date##
pt: Alterando limites de uso em ##change_date##
ru: Изменение лимитов пользования ##change_date##
th: กำลังเปลี่ยนขีดจำกัดการใช้งานเมื่อ ##change_date##
uk: Зміна лімітів на використання ##change_date##
vi: Thay đổi giới hạn sử dụng cho ##change_date##

source: Switching to monthly on ##change_date##
am: ወደ ወርኀዊ መለወጥ##change_date##
ar: التحويل إلى شهري في ##change_date##
de: Umschaltung auf monatlich am ##change_date##
es: Cambio a mensual el ##change_date##
fa: تغییر به وضعیت ماهانه در ##change_date##
id: Beralih ke paket bulanan pada ##change_date##
ja: ##change_date##から月額契約に変更
pl: Zmiana na miesięczny ##change_date##
pt: Mudando para mensal em ##change_date##
ru: Переход на месячный тариф ##change_date##
th: กำลังเปลี่ยนเป็นรายเดือนเมื่อ ##change_date##
uk: Перехід на щомісячне ##change_date##
vi: Chuyển sang thanh toán hằng tháng cho ##change_date##
