Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Please make sure the following details are filled out correctly:
am: እባክዎ የሚከተሉት ዝርዝሮች በትክክል መሞላታቸውን ያረጋግጡ፦
ar: يرجى التأكد من ملء التفاصيل التالية بشكل صحيح:
de: Bitte stellen Sie sicher, dass die folgenden Angaben korrekt ausgefüllt sind:
es: Asegúrese de que los siguientes detalles estén correctamente llenados:
fa: اطمینان حاصل کنید که جزئیات ذیل درست پر شده باشند:
fr: Veuillez vous assurer que les renseignements suivants sont remplis correctement :
hi: कृपया सुनिश्चित करें कि निम्नलिखित विवरण सही ढंग से भरे गए हैं:
id: Pastikan rincian berikut diisi dengan benar:
ja: 次の詳細が正しく入力されていることを確認してください：
pl: Upewnij się, że następujące szczegóły zostały poprawnie wpisane:
pt: Certifique-se de que os seguintes dados estão preenchidos corretamente:
ru: Убедитесь, что следующие данные заполнены правильно:
sw: Tafadhali hakikisha kuwa maelezo yafuatayo yamejazwa kwa usahihi:
th: โปรดตรวจสอบให้แน่ใจว่ากรอกรายระเอียดเหล่านี้ถูกต้อง
tr: Lütfen aşağıdaki bilgilerin doğru bir şekilde doldurulduğundan emin olun:
uk: Будь ласка, переконайтеся, що наступні дані заповнені правильно:
vi: Vui lòng đảm bảo các điều sau được điền chính xác:

source: I agree, let's go
am: እስማማለሁ፣ እንሂድ
ar: أنا أوافق، هيا بنا
de: Ich stimme zu, weiter
es: Estoy de acuerdo, vamos
fa: موافق هستم، ادامه دهید
fr: Je suis d’accord, allons-y
hi: मैं सहमत हूं, आगे बढ़ें
id: Saya setuju, mari kita lanjutkan
ja: 同意し、入ります
pl: Zgadzam się, kontynuuj
pt: Eu concordo, vamos lá
ru: Я согласен, продолжить
sw: Nakubali, twende
th: ฉันเห็นด้วย เริ่มเลย
tr: Kabul ediyorum, devam et
uk: Я погоджуюсь, продовжимо далі
vi: Tôi đồng ý, làm thôi

source: I don't agree, log me out
am: አልስማማም፣ አሶጡኝ
ar: أنا لا أوافق، دعني أخرج
de: Ich bin nicht einverstanden, melden Sie mich ab
es: No estoy de acuerdo, cierre mi sesión
fa: موافق نیستم، می خواهم از اکانت خارج شوم
fr: Je ne suis pas d’accord, déconnectez-moi
hi: मैं सहमत नहीं हूं, मुझे लॉग आउट करें
id: Saya tidak setuju, keluarkan saya
ja: 同意せずに、ログアウトします
pl: Nie zgadzam się, wyloguj mnie
pt: Eu não concordo, me desconecte
ru: Я не согласен, выйти из системы
sw: Sikubali, niondoe
th: ฉันไม่เห็นด้วย ออกจากระบบ
tr: Kabul etmiyorum, çıkış yap
uk: Я не погоджуюсь, вийти з системи
vi: Tôi không đồng ý, đăng xuất

source: Please enter a title for your ##type##
am: እባክዎ የእርስዎን አርእስቶች ያስገቡ ##type##
ar: الرجاء إدخال عنوان ##type## الخاص بك
bn: অনুগ্রহ করে আপনার ##type##টির শিরোনাম লিখুন
cs: Zadejte název ##type##
de: Bitte geben Sie einen Titel für ##type## ein
es: Ingresa un título para tu ##type##
fa: لطفا عنوانی انتخاب کنید برای پروژه ##type##خویش
fr: Veuillez saisir un titre pour votre ##type##
hi: कृपया अपने ##type## के लिए एक शीर्षक दर्ज करें
hu: A(z) ##type## elnevezése szükséges
id: Masukkan judul untuk ##type## Anda
ja: ##type##のタイトルを入力してください
km: សូមបញ្ចូលចំណងជើងសម្រាប ##type##របស់អ្នក
my: ကျေးဇူးပြု၍ သင်၏ ##type##ကိုရိုက်ထည့်ပါ။
ne: तपाईंको ##type## लागि कुनै शीर्षक प्रविष्ट गर्नुहोस्
pl: Wprowadź nazwę dla swojego ##type##
pt: Insira um título para o seu ##type##
ru: Введите название для своего объекта типа «##type##»
sw: Tafadhali weka kichwa cha ##type## wako
th: กรุณาป้อนชื่อสำหรับ##type##
tr: Lütfen ##type## için bir başlık girin
uk: Введіть назву для вашого ##type##
vi: Vui lòng nhập tiêu đề cho ##type## của bạn

source: untitled ##type##
am: ርዕስ አልባ ##type##
ar: ##type## بلا عنوان
bn: শিরোনামহীন ##type##
cs: ##type## bez názvu
de: unbenanntes ##type##
es: sin título ##type##
fa: ##type##بدون عنوان
fr: sans titre ##type##
hi: बिना शीर्षक ##type##
hu: névtelen ##type##
id: ##type## tanpa judul
ja: 無題の##type##
km: គ្មានចំណងជើង ##type##
my: နာမည်မရှိသော ##type##
ne: शीर्षकविहीन ##type##
pl: ##type## bez nazwy
pt: sem título ##type##
ru: ##type## без названия
sw: ##type## usio na jina
th: ##type##ที่ไม่มีชื่อ
tr: başlıksız ##type##
uk: без назви ##type##
vi: chưa có tiêu đề ##type##

source: untitled collection
am: ርዕስ አልባ ስብስብ
ar: مجموعة بلا عنوان
bn: শিরোনামহীন সংগ্রহ
cs: sbírka bez názvu
de: Unbenannte Sammlung
es: colección sin título
fa: مجموعه بدون عنوان
fr: collection sans titre
hi: बिना शीर्षक संग्रह
hu: névtelen gyűjtemény
id: koleksi tanpa judul
ja: 無題のコレクション
km: បណ្ដុំគ្មានចំណងជើង
my: နာမည်မရှိသောစုစည်းချက်များ
ne: शीर्षकविहीन संग्रह
pl: kolekcja bez nazwy
pt: coleção sem título
ru: подборка без названия
sw: mkusanyiko usio na jina
th: คอลเลกชันที่ไม่มีชื่อ
tr: başlıksız koleksiyon
uk: колекція без назви
vi: bộ sưu tập chưa có tiêu đề

source: project title
am: የፕሮጀክት ርዕስ
ar: عنوان المشروع
bn: প্রকল্পের শিরোনাম
cs: název projektu
de: Projekttitel
es: título del proyecto
fa: عنوان پروژه
fr: titre du projet
hi: प्रोजेक्ट शीर्षक
hu: projekt neve
id: judul proyek
ja: プロジェクトのタイトル
km: ចំណងជើងគម្រោង
my: လုပ်ငန်းခေါင်းစဉ်
ne: परियोजना शीर्षक
pl: Tytuł projektu
pt: título do projeto
ru: название проекта
sw: kichwa cha mradi
th: ชื่อโครงการ
tr: proje başlığı
uk: назва проєкту
vi: tiêu đề của dự án

source: Export
am: ወደ ውጪ ላክ
ar: عملية تصدير ملف
bn: এক্সপোর্ট করুন
de: Exportieren
es: Exportar
fa: خروجی
fr: Exporter
hi: निर्यात
hu: Exportálás
id: Ekspor
ja: エクスポート
km: នាំចេញ
my: ထုတ်ယူမည်
ne: निर्यात गर्नुहोस्
pl: Eksport
pt: Exportar
ru: Экспортировать
sw: Hamisha
th: ส่งออก
tr: Dışa Aktar
uk: Експортувати
vi: Xuất

source: Delete export?
am: ወደ ውጭ መላክ ይሰረዝ?
ar: هل ترغب في حذف عملية تصدير ملف؟
bn: এক্সপোর্ট মুছে ফেলবেন?
cs: Smazat export?
de: Export löschen?
es: ¿Eliminar exportación?
fa: حذف خروجی؟
fr: Supprimer l'export ?
hi: निर्यात हटाएं?
hu: Export törlése?
id: Hapus ekspor?
ja: エクスポートを削除しますか？
km: លុបការនាំចេញឬ?
my: ထုတ်ယူမှုကို ဖျက်မှာလား?
ne: निर्यात मेट्ने हो?
pl: Usunąć eksport?
pt: Excluir exportação?
ru: Удалить экспорт?
sw: Ungependa kufuta uhamishaji?
th: ลบการส่งออกหรือไม่
tr: Dışa aktarım silinsin mi?
uk: Видалити експорт?
vi: Xóa xuất?

source: Are you sure you want to delete this export? This action is not reversible.
am: እርግጠኛ ነዎት ይህን ወደ ውጭ መላክ መሰረዝ ይፈልጋሉ? ይህ እርምጃ የሚቀለበስ አይደለም።
ar: هل أنت متأكد أنك تريد حذف عملية تصدير الملف هذه؟ هذا الإجراء لا يمكن التراجع عنه.
bn: আপনি কি সত্যিই এই এক্সপোর্টটি মুছে ফেলতে চান? কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না।
cs: Opravdu chcete tento export smazat? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie diesen Export löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta exportación? Esta acción no es reversible.
fa: آیا مطمئنید که می خواهید این خروجی را حذف کنید؟ این عمل برگشت پذیر نیست.
fr: Êtes-vous sûr de vouloir supprimer cet export ? Cette action est irréversible.
hi: क्या आप वाकई इस निर्यात को हटाना चाहते हैं? यह क्रिया पलटी नहीं जा सकती है।
hu: Biztosan törölni kívánja ezt az exportálást? Ez a művelet nem fordítható vissza.
id: Apakah Anda yakin ingin menghapus ekspor ini? Tindakan ini tidak dapat dibatalkan.
ja: このエクスポートを削除してもよろしいですか？この操作は元に戻すことができません。
km: តើអ្នកប្រាកដជាចង់លុបការនាំចេញនេះឬ? សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។
my: ဤထုတ်ယူမှုကို ဖျက်ရန်သေချာပါသလား? ဤလုပ်ရပ်သည် ပြန်ပြင်၍မရနိုင်ပါ။
ne: के तपाइँ यो निर्यात मेटाउन निश्चित हुनुहुन्छ? यो कार्य उल्टाउन मिल्दैन।
pl: Czy na pewno chcesz usunąć ten eksport? Tej akcji nie można cofnąć.
pt: Tem certeza de que deseja excluir esta exportação? Esta ação não é reversível.
ru: Вы действительно хотите удалить данный экспорт? Это действие необратимо.
sw: Je, una uhakika unataka kufuta uhamishaji huu? Kitendo hiki hakiwezi kutenduliwa.
th: คุณแน่ใจหรือไม่ว่าต้องการลบการส่งออกนี้ การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Bu dışa aktarımı silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей експорт? Цю дію не можна скасувати.
vi: Bạn có chắc muốn xóa xuất này không? Thao tác này không thể hoàn tác.

source: Unknown
am: ያልታወቀ
ar: غير معروف
bn: অজ্ঞাত
cs: Neznámé
de: Unbekannt
es: Desconocido
fa: ناشناخته
fr: Inconnu
hi: अज्ञात
hu: Nem feltüntetett
id: Tidak dikenal
ja: 不明
km: មិនដឹង
my: မသိသော
ne: अज्ञात
pl: Nieznany
pt: Desconhecido
ru: Неизвестен
sw: Haijulikani
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідома
vi: Không xác định

source: Export Failed
am: ወደ ውጭ መላክ አልተሳካም
ar: فشل عملية تصدير الملف
bn: এক্সপোর্ট করা যায় নি
cs: Export selhal
de: Export fehlgeschlagen
es: Error de exportación
fa: گرفتن خروجی انجام نشد
fr: L'exportation a échoué
hi: निर्यात विफल रहा
hu: Exportálás sikertelen
id: Ekspor Gagal
ja: エクスポートに失敗しました
km: ការនាំចេញមិនបានជោគជ័យ
my: ထုတ်ယူမှူကျရှုံးပါသည်
ne: निर्यात असफल भयो
pl: Eksport nie powiódł się
pt: Falha na Exportação
ru: Ошибка экспорта
sw: Uhamishaji Umeshindwa
th: การส่งออกไม่สำเร็จ
tr: Dışa Aktarma Başarısız
uk: Помилка експорту
vi: Xuất không thành công

source: Processing…
am: በማስሄድ ላይ…
ar: قيد المعالجة …
bn: প্রক্রিয়া করা হচ্ছে…
cs: Zpracování…
de: Wird verarbeitet …
es: Procesando...
fa: در حال انجام...
fr: Traitement…
hi: प्रोसेसिंग...
hu: Feldolgozás…
id: Memproses…
ja: 処理中…
km: កំពុងដំណើរការ…
my: ဆောင်ရွက်နေသည်...
ne: प्रक्रियामा छ ...
pl: Przetwarzanie…
pt: Processando…
ru: Обработка…
sw: Inachakata...
th: อยู่ในระหว่างการประมวลผล...
tr: İşleniyor…
uk: Обробка…
vi: Đang xử lý…

source: Exports
am: ወደ ውጭ መላክ
ar: عمليات تصدير الملفات
bn: এক্সপোর্ট
cs: Exporty
de: Exporte
es: Exportaciones
fa: خروجی ها
hi: निर्यात
hu: Exportálások
id: Ekspor
ja: エクスポート
km: នាំចេញ
my: ထုတ်ယူမှုများ
ne: निर्यात
pl: Eksporty
pt: Exportações
ru: Экспорт
sw: Hamisho
th: การส่งออก
tr: Dışa Aktarımlar
uk: Експорт
vi: Xuất

source: Created
am: መፍጠር
ar: تم الإنشاء
bn: তৈরির তারিখ
cs: Vytvořeno
de: Erstellt
es: Creado
fa: ایجاد شده
fr: Créé le
hi: बनाया गया
hu: Létrehozta
id: Dibuat
ja: 作成済み
km: បានបង្កើត
my: ဖန်တီးခဲ့သည်
ne: सिर्जित
pl: Stworzony
pt: Criado
ru: Создан
sw: Imeundwa
th: สร้างขึ้น
tr: Oluşturuldu
uk: Створено
vi: Đã tạo

source: Include Groups
am: ቡድኖችን ያካትቱ
ar: تضمين مجموعات
bn: গ্রুপ অন্তর্ভুক্ত
cs: Zahrnout skupiny
de: Gruppen einbeziehen
es: Incluir grupos
fa: شامل گروه ها
fr: Inclure les groupes
hi: समूह शामिल करें
hu: Csoportokat tartalmaz
id: Sertakan Kelompok
ja: グループを含む
km: រួមទាំងក្រុមនានា
my: အဖွဲ့များတွင်ပါဝင်ပါ
ne: समूहहरू समावेश गर्नुहोस्
pl: Dołącz grupy
pt: Incluir Grupos
ru: Включить группы
sw: Jumuisha Vikundi
th: รวมกลุ่มต่างๆ ไว้ด้วย
tr: Grupları Dahil Et
uk: Включити групи
vi: Bao gồm các nhóm

source: Multiple Versions
am: በርካታ ስሪቶች
ar: إصدارات متعددة
bn: একাধিক সংস্করণ
cs: Více verzí
de: Mehrere Versionen
es: Versiones múltiples
fa: نسخه های چندگانه
fr: Versions multiples
hi: एकाधिक संस्करण
hu: Több verzió
id: Banyak Versi
ja: 複数のバージョン
km: កំណែច្រើន
my: များစွာသောဗားရှင်းများ
ne: बहु संस्करणहरू
pl: Wiele wersji
pt: Versões Múltiplas
ru: Несколько версий
sw: Matoleo Mengi
th: หลายเวอร์ชัน
tr: Çoklu Sürümler
uk: Кілька версій
vi: Nhiều phiên bản

source: There is nothing to download yet.
am: እስካሁን ምንም የሚወርድ ነገር የለም።
ar: لا يوجد شيء لتحميله حتى الآن.
bn: এখন পর্যন্ত ডাউনলোড করার মতো কিছু নেই।
cs: Zatím zde není nic ke stažení.
de: Es gibt noch nichts zum Herunterladen.
es: Aún no hay nada para descargar.
fa: هنوز چیزی برای دانلود وجود ندارد.
fr: Il n'y a rien à télécharger pour le moment.
hi: डाउनलोड करने के लिए अभी कुछ नहीं है।
hu: Egyelőre nincs mit letölteni.
id: Belum ada yang bisa diunduh.
ja: ダウンロードするものまだありません。
km: គ្មានអ្វីនឹងត្រូវទាញយកនៅឡើយទេ។
my: ဒေါင်းလုတ်ရယူရန် ဘယ်အရာမှမရှိပါ
ne: अझै डाउनलोड गर्ने कुरा छैन।
pl: Nie ma nic do pobrania.
pt: Não há nada para baixar ainda.
ru: На текущий момент отсутствуют данные для скачивания.
sw: Bado hakuna cha kupakua.
th: ยังไม่มีอะไรให้ดาวน์โหลด
tr: Henüz indirilecek bir şey yok.
uk: Поки що завантажувати нічого.
vi: Không có gì để tải về.

source: Help Resources
am: የ እገዛ መርጃዎች
ar: موارد المساعدة
bn: সহায়ক তথ্যাদি
cs: Zdroje nápovědy
de: Hilfsmittel
es: Recursos de ayuda
fa: منابع راهنما
fr: Centre d'aide
hi: सहायता संसाधन
hu: Súgóerőforrások
id: Sumber Bantuan
ja: ヘルプリソース
km: ធនធានជំនួយ
my: အကူအညီ အရင်းအမြစ်များ
ne: सहायता स्रोतहरू
pl: Pomocne źródła
pt: Recursos de Ajuda
ru: Справочные ресурсы
sw: Rasilimali za Usaidizi
th: แหล่งความช่วยเหลือ
tr: Yardım Kaynakları
uk: Довідкові ресурси
vi: Tài nguyên trợ giúp

source: KoboToolbox Help Center
am: KoboToolbox የእገዛ ማዕከል
ar: مركز المساعدة في KoboToolbox
bn: KoboToolbox-এর সহায়তা কেন্দ্র
cs: Centrum nápovědy KoboToolbox
de: KoboToolbox-FAQs
es: Centro de ayuda de KoboToolbox
fa: مرکز کمک رسانی جعبه ابزار کوبو
fr: Centre d'aide KoboToolbox
hi: KoboToolbox सहायता केंद्र
hu: KoboToolbox Súgóközpont
id: Pusat Bantuan KoboToolbox
ja: Kobo Toolboxヘルプセンター
km: មជ្ឈមណ្ឌលជំនួយ KoboToolbox
my: Kobo Toolbox အကူအညီဆန်တာ
ne: KoboToolbox सहायता केन्द्र
pl: Centrum pomocy KoboToolbox
pt: Central de ajuda do KoboToolbox
ru: Справочный центр KoboToolbox
sw: Kituo cha Usaidizi cha KoboToolbox
th: ศูนย์ช่วยเหลือ KoboToolbox
tr: KoboToolbox Yardım Merkezi
uk: Центр допомоги KoboToolbox
vi: Trung tâm trợ giúp KoboToolbox

source: A vast collection of user support articles and tutorials related to Kobo
am: ከ Kobo ጋር የተገናኙ እጅግ በጣም ብዙ የተጠቃሚ የድጋፍ ፅሑፎች እና አጋዥ ስልጠናዎች ስብስብ
ar: مجموعة كبيرة من مقالات دعم المستخدم والبرامج التعليمية المتعلقة بـ Kobo
bn: ইউজারদের জন্য কোবোসংক্রান্ত সহায়ক লেখা ও টিউটোরিয়ালের বিশাল এক সম্ভার
cs: Rozsáhlá sbírka článků uživatelské podpory a návodů týkajících se služby Kobo
de: Eine umfangreiche Sammlung von Hilfeartikeln zur Benutzerunterstützung und Anleitungen zu Kobo
es: Una amplia colección de artículos y tutoriales de ayuda para los usuarios/as relacionados con Kobo
fa: مجموعه کاملی از مقالات و دروس پشتیبانی کاربر مربوط به کوبو
fr: Une vaste collection d'articles d'aide aux utilisateurs et de didacticiels relatifs à Kobo
hi: Kobo से संबंधित उपयोगकर्ता सहायता लेखों और ट्यूटोरियल्स का एक विशाल संग्रह
hu: A Kobóval kapcsolatos oktatóanyagok és felhasználótámogatási cikkek kiterjedt gyűjteménye
id: Koleksi yang luas artikel dukungan pengguna dan tutorial yang terkait dengan Kobo
ja: Koboに関連する膨大なユーザーサポート記事とチュートリアルを収録しています
km: បណ្ដុំជាច្រើននៃអត្ថបទ និងការបង្ហាញត់បង្ហាញសម្រាប់គាំទ្រអ្នកប្រើប្រាស់ទាក់ទងនឹងKobo
my: အသုံးပြုသူ၏ ကြီးမားသောစုစည်းမှုသည် Koboနှင့် သက်ဆိုင်သော စာမူများနှင့် စစ်ဆေးမှုများကိုထောက်ပံ့ပေးထားပါသည်။
ne: Koboसँग सम्बन्धित प्रयोगकर्ता सहायता लेख र ट्यूटोरियलहरूको एक विशाल संग्रह
pl: Duża część użytkowników wspiera artykuły i materiały szkoleniowe, związane z Kobo
pt: Uma vasta coleção de artigos de suporte ao usuário e tutoriais relacionados a Kobo
ru: Обширная подборка статей по поддержке пользователей и учебных материалов по работе с Kobo
sw: Mkusanyiko mkubwa wa makala na mafunzo ya usaidizi wa watumiaji yanayohusiana na Kobo
th: บทความและบทช่วยสอนสนับสนุนผู้ใช้มากมายหลายคอลเลกชันที่เกี่ยวข้องกับ Kobo
tr: Kobo ile ilgili kullanıcı destek makaleleri ve öğreticilerden oluşan geniş bir koleksiyon
uk: Велика колекція статей для підтримки користувачів та навчальних посібників, пов'язаних з Kobo
vi: Bộ sưu tập về các bài viết và hướng dẫn hỗ trợ người dùng liên quan đến Kobo

source: KoboToolbox Community Forum
am: KoboToolbox የማኅበረሰብ መድረክ
ar: منتدى KoboToolbox المجتمعي
bn: KoboToolbox-এর কমিউনিটি ফোরাম
cs: Komunitní fórum KoboToolbox
es: Foro de la comunidad de KoboToolbox
fa: محل فعالیتهای گروهی جعبه ابزار کوبو
fr: Forum communautaire KoboToolbox
hi: KoboToolbox सामुदायिक मंच
hu: KoboToolbox Közösségi fórum
id: Forum Komunitas KoboToolbox
ja: Kobo Toolboxコミュニティフォーラム
km: វេទិកាសហគមន៍ KoboToolbox
my: Kobo Toolbox အဖွဲ့အစည်းပုံစံ
ne: KoboToolbox सामुदायिक फोरम
pl: Forum społeczności KoboToolbox
pt: Fórum da comunidade do KoboToolbox
ru: Форум сообщества KoboToolbox
sw: Jukwaa la Jamii ya KoboToolbox
th: ฟอรัมชุมชน KoboToolbox
tr: KoboToolbox Topluluk Forumu
uk: Форум спільноти KoboToolbox
vi: Diễn đàn cộng đồng KoboToolbox

source: Post your questions to get answers from experienced Kobo users around the world
am: በዓለም ዙሪያ ካሉ ልምድ ካላቸው የ Kobo ተጠቃሚዎች መልስ ለማግኘት ጥያቄዎችዎን ይለጥፉ
ar: أرسل أسئلتك لتحصل على إجابات من مستخدمي Kobo ذوي الخبرة من كل أنحاء العالم
bn: পুরো বিশ্বের অভিজ্ঞ কোবো ইউজারদের কাছ থেকে উত্তর পেতে প্রশ্ন পোস্ট করুন
cs: Pošlete své dotazy a získejte odpovědi od zkušených uživatelů služby Kobo z celého světa
de: Stellen Sie Ihre Fragen, um Antworten von erfahrenen Kobo-Benutzer*innen aus aller Welt zu erhalten
es: Publicar las preguntas para obtener respuestas de usuarios/as experimentados/as de Kobo de todo el mundo
fa: سوالات خود را پست کنید تا از کاربران مجرب کوبو در سراسر دنیا پاسخ دریافت کنید
fr: Postez vos questions pour obtenir des réponses d'utilisateurs Kobo expérimentés du monde entier
hi: दुनिया भर के अनुभवी Kobo उपयोगकर्ताओं से उत्तर प्राप्त करने के लिए अपने प्रश्न पोस्ट करें
hu: Küldje be kérdéseit, hogy válaszokat kaphasson tapasztalt Kobo-felhasználóktól a világ minden tájáról
id: Posting pertanyaan Anda untuk mendapatkan jawaban dari pengguna Kobo berpengalaman di seluruh dunia
ja: 質問を投稿すると世界中の経験豊富なKoboユーザーから回答が得られます
km: បង្ហោះសំណួររបស់អ្នកដើម្បីទទួលបានចម្លើយពីអ្នកប្រើប្រាស់ Kobo ដែលមានបទពិសោធន៍នៅជុំវិញពិភពលោក
my: ကမ္ဘာအနှံ့ရှိ Koboသုံးပြုသူများ၏ အတွေ့အကြုံမှ မေးခွန်းများရယူရန် သင်၏မေးခွန်းများကို ပို့စ်တင်ပါ။
ne: विश्वभरका अनुभवी कोबो प्रयोगकर्ताहरूबाट जवाफहरू प्राप्त गर्न आफ्ना प्रश्नहरू पोस्ट गर्नुहोस्
pl: Zadaj swoje pytania o otrzymaj odpowiedź od doświadczonych użytkowników Kobo na całym świecie
pt: Poste suas perguntas para conseguir respostas de usuários experientes de Kobo de todo o mundo
ru: Опубликуйте свои вопросы, чтобы получить ответы от опытных пользователей Kobo со всего мира
sw: Chapisha maswali yako ili kupata majibu kutoka kwa watumiaji wenye uzoefu wa Kobo kote ulimwenguni
th: โพสต์คำถามของคุณเพื่อรับคำตอบจากผู้ใช้ Kobo ที่มีประสบการณ์ทั่วโลก
tr: Dünyanın dört bir yanındaki deneyimli Kobo kullanıcılarından yanıt almak için sorularınızı gönderin
uk: Публікуйте ваші питання, щоб отримати відповіді від досвідчених користувачів Kobo з усього світу
vi: Đăng câu hỏi của bạn để nhận giải đáp từ những người dùng Kobo đầy kinh nghiệm trên toàn cầu

source: Notifications
am: ማሳወቂያዎች
ar: إشعارات
bn: নোটিফিকেশন
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
fa: اعلان ها
hi: सूचनाएं
hu: Értesítések
id: Notifikasi
ja: 通知
km: ការជូនដំណឹង
my: သတိပေးချက်များ
ne: सूचनाहरू
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sw: Arifa
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo

source: Help
am: መርዳት
ar: المساعدة
bn: সহায়তা
cs: Nápověda
de: Hilfe
es: Ayuda
fa: کمک
fr: Aide
hi: सहायता
hu: Súgó
id: Bantuan
ja: ヘルプ
km: ជំនួយ
my: အကူအညီ
ne: सहायता
pl: Pomoc
pt: Ajuda
ru: Справка
sw: Msaada
th: ช่วยเหลือ
tr: Yardım
uk: Допомогти
vi: Hỗ trợ

source: This export format will not be supported in the future. Please consider using one of the other export types available.
am: ይህ ወደ ውጭ መላኪያ ቅርጸት ወደፊት አይደገፍም። እባክዎ ካሉት ሌሎች ወደ ውጭ የሚላኩ ዓይነቶች አንዱን ለመጠቀም ያስቡበት።
ar: لن يتم دعم تنسيق عملية تصدير الملف هذه في المستقبل. يرجى النظر في استخدام أحد أنواع التصدير الأخرى المتاحة.
bn: এক্সপোর্ট করার এই ফরম্যাটটি ভবিষ্যতে আর থাকবে না। অনুগ্রহ করে এক্সপোর্টের অন্য কোনো ধরন ব্যবহার করা যায় কিনা দেখুন।
cs: Tento formát exportu nebude v budoucnu podporován. Zvažte prosím použití některého z dalších dostupných typů exportu.
de: Dieses Exportformat wird in Zukunft nicht mehr unterstützt werden. Bitte überlegen Sie, einen der anderen verfügbaren Exporttypen zu verwenden.
es: Este formato de exportación no se admitirá en el futuro. Considera utilizar uno de los otros tipos de exportación disponibles.
fa: این فرمت خروجی در آینده پشتیبانی نخواهد شد. لطفاً از فرمت های موجود استفاده کنید.
fr: Ce format d'exportation ne sera pas pris en charge à l'avenir. Veuillez envisager d'utiliser l'un des autres types d'exportation disponibles.
hi: भविष्य में यह निर्यात प्रारूप समर्थित नहीं होगा। कृपया उपलब्ध अन्य निर्यात प्रकारों में से एक का उपयोग करने पर विचार करें।
hu: Ez az exportálási formátum nem lesz támogatott a jövőben. Érdemes lehet egy másik elérhető exporttípust használnia.
id: Format ekspor ini tidak akan didukung pada masa mendatang. Harap pertimbangkan untuk menggunakan salah satu jenis ekspor lain yang tersedia.
ja: このエクスポートフォーマットは今後サポートされません。利用可能な他のエクスポートタイプの使用をご検討ください。
km: ទម្រង់ការនាំចេញនេះនឹងមិនអាចប្រើបានទេនៅក្នុងពេលអនាគត។ សូមពិចារណាប្រើប្រភេទមួយនៃប្រភេទនាំចេញដទៃទៀតដែលមាន។
my: ဤထုတ်သွားသောပုံစံသည် အနာဂတ်တွင် အကူအညီမဖြစ်နိုင်ပါ။ ကျေးဇူးပြု၍ အခြားထုတ်သွားသောပုံစံများထဲမှတစ်ခုကို အသုံးပြု၍ ရရှိရန် ကျေးဇူးပြု၍ စဉ်းစားကြည့်ပါ။
ne: यो निर्यात ढाँचाले भविष्यमा राम्रोसँग काम गर्ने छैन। कृपया उपलब्ध अन्य निर्यात प्रकारहरू मध्ये कुनै एकको प्रयोगबारे विचार गर्नुहोस्।
pl: Ten format eksportu nie będzie wspierany w przyszłości. Rozważ użycie jednej z innych dostępnych opcji.
pt: Este formato de exportação não terá suporte no futuro. Considere usar um dos outros tipos de exportação disponíveis.
ru: Этот формат экспорта в дальнейшем поддерживаться не будет. Рассмотрите возможность использования одного из других доступных типов экспорта.
sw: Umbizo hili la uhamishaji halitaauniwa katika siku zijazo. Tafadhali zingatia kutumia mojawapo ya aina nyingine za uhamishaji zinazopatikana.
th: รูปแบบการส่งออกนี้จะไม่ได้รับการรองรับในอนาคต โปรดพิจารณาใช้ประเภทการส่งออกอื่นที่มีอยู่
tr: Bu dışa aktarma biçimi gelecekte desteklenmeyecektir. Lütfen mevcut diğer dışa aktarma türlerinden birini kullanın.
uk: Цей формат експорту не буде підтримуватися в майбутньому. Розгляньте можливість використання одного з інших доступних типів експорту.
vi: Định dạng xuất này sẽ không được hỗ trợ trong tương lai. Vui lòng cân nhắc đến một trong các loại xuất khác hiện có.

source: Latest unsaved settings
am: የቅርብ ጊዜ ያልተቀመጡ አዘጋጆች
ar: آخر الإعدادات الغير محفوظة
bn: সেভ না করা সর্বশেষ সেটিংস
cs: Poslední neuložená nastavení
de: Letzte ungespeicherte Einstellungen
es: Últimas configuraciones sin guardar
fa: آخرین تنظیمات ذخیره نشده
fr: Derniers paramètres non sauvegardés
hi: नवीनतम सहेजी नहीं गयी सेटिंग्स
hu: Legutóbbi nem elmentett beállítások
id: Pengaturan terbaru yang belum disimpan
ja: 最新の未保存設定
km: ការកំណត់ដែលមិនបានរក្សាទុកចុងក្រោយបំផុត
my: နောက်ဆုံးအချိန် မသိမ်းဆည်းထားသော ဆက်တင်များ
ne: सेभ नगरिएका नवीनतम सेटिङहरू
pl: Ostatnie niezapisane ustawienia
pt: Últimas configurações não salvas
ru: Последние несохраненные настройки
sw: Mipangilio ya hivi punde ambayo haijahifadhiwa
th: การตั้งค่าที่ไม่ได้บันทึกล่าสุด
tr: En son kaydedilmemiş ayarlar
uk: Останні незбережені налаштування
vi: Cài đặt chưa lưu gần đây nhất

source: Delete export settings?
am: ወደ ውጪ መላኪያ አዘጋጆች ይሰረዙ?
ar: هل تريد حذف إعدادات عملية تصدير الملف؟
bn: এক্সপোর্টের সেটিংস মুছে ফেলবেন?
cs: Smazat nastavení exportu?
de: Exporteinstellungen löschen?
es: ¿Eliminar la configuración de exportación?
fa: تنظیمات خروجی پاک شود؟
fr: Supprimer les paramètres d'exportation ?
hi: निर्यात सेटिंग्स हटाएं?
hu: Törölni kívánja az exportálási beállításokat?
id: Hapus pengaturan ekspor?
ja: エクスポート設定を削除しますか？
km: លុបការកំណត់នាំចេញឬ?
my: ထုတ်ယူသောဆက်တင်များကို ဖျက်မှာလား?
ne: निर्यात सेटिङहरू मेट्ने हो?
pl: Usunąć ustawienia eksportu?
pt: Excluir configurações de exportação?
ru: Удалить настройки экспорта?
sw: Je, ungependa kufuta mipangilio ya uhamishaji?
th: ลบการตั้งค่าการส่งออกหรือไม่
tr: Dışa aktarma ayarları silinsin mi?
uk: Видалити налаштування експорту?
vi: Xóa cài đặt xuất?
