Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Are you sure you want to delete this settings? This action is not reversible.
am: እርግጠኛ ነዎት ይህን አዘጋጆች መሰረዝ ይፈልጋሉ? ይህ እርምጃ የሚቀለበስ አይደለም።
ar: هل أنت متأكد أنك تريد حذف هذه الإعدادات؟ هذا الإجراء لا يمكن التراجع عنه.
bn: আপনি কি সত্যিই এই সেটিংটি মুছে ফেলতে চান? কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না।
cs: Opravdu chcete toto nastavení smazat? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie diese Einstellungen löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta configuración? Esta acción no es reversible.
fa: آیا مطمئن هستید که می خواهید این تنظیمات را حذف کنید؟ این عمل برگشت پذیر نیست.
fr: Êtes-vous sûr de vouloir supprimer ce paramètre ? Cette action est irréversible.
hi: क्या आप वाकई इस सेटिंग को हटाना चाहते हैं? यह क्रिया पलटी नहीं जा सकती है।
hu: Biztosan törölni kívánja ezt a beállítást? Ez a művelet nem fordítható vissza.
id: Apakah Anda yakin ingin menghapus pengaturan ini? Tindakan ini tidak dapat dibatalkan.
ja: この設定を削除してもよろしいですか？この操作は元に戻すことができません。
km: តើអ្នកចង់លុបការកំណត់នេះឬ? សកម្មភាពនេះមិនត្រឡប់ឡើងវិញបានទេ។
my: ဤဆက်တင်ကို ဖျက်ချင်တာ သေချာပါသလား? ဤလုပ်ရပ်သည် ပြန်ပြောင်း၍မရနိုင်ပါ။
ne: के तपाइँ यो सेटिङहरू मेटाउन निश्चित हुनुहुन्छ? यो कार्य उल्टाउन मिल्दैन।
pl: Czy na pewno chcesz usunąć ustawienia? Tej akcji nie można cofnąć.
pt: Tem certeza de que deseja excluir estas configurações? Esta ação não é reversível.
ru: Вы действительно хотите удалить эти настройки? Данное действие необратимо.
sw: Je, una uhakika unataka kufuta mipangilio hii? Kitendo hiki hakiwezi kutenduliwa.
th: คุณแน่ใจหรือไม่ว่าต้องการลบการตั้งค่านี้ การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Bu ayarları silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити ці налаштування? Цю дію не можна скасувати.
vi: Bạn có chắc muốn xóa cài đặt này không? Thao tác này không thể hoàn tác.

source: None
am: ምንም
ar: لا شيئ
bn: কোনোটিই নয়
cs: Žádné
de: Keine
es: Ninguno
fa: هیچکدام
fr: Aucun
hi: कोई नहीं
hu: Egyik sem
id: Tidak ada
ja: なし
km: គ្មាន
my: မည်သည့်အရာမှ
ne: कुनै पनि होइन
pl: Brak
pt: Nenhum
ru: Нет
sw: Hakuna
th: ไม่มี
tr: Yok
uk: Немає
vi: Không

source: Include fields from all ##count## versions
am: ከሁሉም ##count## ስሪቶች መስኮችን ያካትቱ
ar: تضمين الحقول من كافة ##count## الإصدارات
de: Schließen Sie Felder aus allen ##count## Versionen ein
es: Incluye campos de las ##count## versiones
fa: شامل تمام بخش های ##count## نسخه ها می باشد
fr: Inclure les champs des ##count## versions
hi: सभी ##count## संस्करणों से फ़ील्ड शामिल करें
id: Sertakan bagian dari semua versi ##count##
ja: 全##count##バージョンのフィールドを含む
pl: Załącz pola ze wszystkich wersji ##count##
pt: Incluir campos de todas as versões ##count##
ru: Включение полей cо всех ##count## версий
sw: Jumuisha sehemu kutoka kwa matoleo yote ##count##
th: รวมฟิลด์จาก ##count## เวอร์ชันทั้งหมด
tr: Tüm ##count## sürümden alanlar ekle
uk: Включити поля з усіх ##count## версій
vi: Bao gồm các trường từ tất cả ##count## phiên bản

source: Export ##SELECT_MANY## questions as…
am: ጥያቄዎችን ወደ ውጭ ላክ ##SELECT_MANY## እንደ…
ar: تصدير ##SELECT_MANY## أسئلة كـ...
de: ##SELECT_MANY## Fragen exportieren als …
es: Exporta ##SELECT_MANY## preguntas como...
fa: سوالات را منحیث ##SELECT_MANY## صادر کنید
fr: Exporter ##SELECT_MANY## questions comme…
hi: ##SELECT_MANY## प्रश्नों को इस प्रकार निर्यात करें…
id: Ekspor pertanyaan ##SELECT_MANY## sebagai…
ja: ##SELECT_MANY##個の質問をエクスポート…
pl: Eksportuj pytania (##SELECT_MANY##) jako...
pt: Exportar perguntas ##SELECT_MANY## como…
ru: Экспортируйте ##SELECT_MANY## вопросов как…
sw: Hamisha maswali ##SELECT_MANY## kama...
th: ส่ง ##SELECT_MANY## คำถามในรูปแบบ...
tr: ##SELECT_MANY## soruyu şu biçimde dışa aktar...
uk: Експортувати ##SELECT_MANY## запитання як...
vi: Xuất ##SELECT_MANY## câu hỏi như…

source: Include groups in headers
am: በርዕሶች ውስጥ ቡድኖችን ያካትቱ
ar: تضمن المجموعات في عناوين التبويب
bn: গ্রুপ শিরোনামের অন্তর্ভুক্ত হবে
cs: Zahrnout skupiny do záhlaví
de: Gruppen in Kopfzeile verwenden
es: Incluir grupos en los encabezados
fa: گروهها را در هدر صفحه ها قرار دهید
fr: Inclure les groupes dans les en-têtes
hi: हेडर में समूह शामिल करें
hu: Csoportok a fejlécekbe kerülnek
id: Sertakan kelompok di header
ja: ヘッダーにグループを含める
km: រួមទាំងក្រុមនានានៅក្នុងក្បាលទំព័រ
my: ခေါင်းစဉ်များရှိအဖွဲ့တွင် ပါဝင်မည်
ne: हेडरहरूमा समूहहरू समावेश गर्नुहोस्
pl: Dołącz grupy w nagłówkach
pt: Incluir grupos nos cabeçalhos
ru: Включить группы в заголовки
sw: Jumuisha vikundi katika vichwa
th: รวมชื่อกลุ่มในส่วนหัว
tr: Grupları başlıklara dahil et
uk: Додайте групи в заголовки
vi: Bao gồm các nhóm trong tiêu đề lớn

source: Group separator
am: የቡድን መለያየት
ar: فاصل المجموعات
bn: গ্রুপ বিভাজক
cs: Oddělovač skupin
de: Trennzeichen für Gruppen
es: Separador de grupos
fa: جداکننده گروه ها
fr: Séparateur de groupe
hi: समूह विभाजक
hu: Csoportelválasztó
id: Pemisah kelompok
ja: グループ分離
km: សញ្ញាបំបែកក្រុម
my: အဖွဲ့ခွဲသူ
ne: समूह विभाजक
pl: Separator grupy
pt: Separador de grupo
ru: Разделитель групп
sw: Kitenganishi cha kikundi
th: ตัวคั่นกลุ่ม
tr: Grup ayırıcı
uk: Роздільник груп
vi: Tách nhóm

source: Flatten GeoJSON
am: ጠፍጣፋ GeoJSON
ar: تسطيح التنسيق الجغرافي (GeoJSON)
bn: GeoJSONকে সমতল (ফ্ল্যাটেন) করা হবে
cs: Zploštění GeoJSON
de: GeoJSON ausgleichen
es: Aplanar GeoJSON
fr: Aplatir GeoJSON
hi: GeoJSON फ्लैट करें
id: Ratakan GeoJSON
ja: GeoJSONをフラット化
my: GeoJSON ကိုပြားလိုက်မည်
ne: समतल GeoJSON
pl: Spłaszcz GeoJSON
ru: Выполнить сведение слоев GeoJSON
tr: GeoJSON'u düzleştir
uk: Вирівняти GeoJSON

source: Store date and number responses as text
am: ቀን እና የ ቁጥር ምላሾች እንደ ፅሑፍ ኣስቀምጥ
ar: احفظ أرقام وتواريخ الاستجابات بشكل نصي
bn: তারিখ ও সংখ্যাবাচক উত্তর টেক্সট হিসাবে সংরক্ষণ করা হবে
cs: Uložit datum a číslo odpovědi jako text
de: Datum und Nummernantworten als Text speichern
es: Almacenar las respuestas de fechas y números como texto
fa: پاسخ های تاریخ و شماره را به صورت متن ذخیره کنید
fr: Enregistrer les réponses date et nombre sous forme de texte
hi: तारीख और नंबर प्रतिक्रियाओं को टेक्स्ट रूप में स्टोर करें
hu: Dátum- és számalakú válaszok tárolása szövegként
id: Simpan tanggapan tanggal dan nomor sebagai teks
ja: 日付と数字の回答をテキストとして保存
km: ស្តុកទុកកាលបរិច្ឆេទ និងចម្លើយលេខជាអត្ថបទ
my: ရက်စွဲနှင့် စာအဖြစ်တုံ့ပြန်ထားသောနံပါတ်များကို သိမ်းဆည်းမည်
ne: मिति र नम्बर प्रतिक्रियाहरू पाठको रूपमा भण्डारण गर्नुहोस्
pl: Przechowuj dane i liczby jako tekst
pt: Armazenar respostas de data e número como texto
ru: Сохранить ответы с датами и числами как текст
sw: Hifadhi tarehe na majibu ya nambari kama maandishi
th: เก็บคำตอบแบบวันที่และตัวเลขเป็นข้อความ
tr: Tarih ve sayı yanıtlarını metin olarak sakla
uk: Зберігати дату і номер відповіді у вигляді тексту
vi: Lưu trữ ngày và số phản hồi dưới dạng văn bản

source: Include media URLs
am: የሚዲያ URL ያካትቱ
ar: قم بتضمين عناوين الإنترنت (URL) للوسائط
bn: মিডিয়ার URLগুলোও থাকবে
cs: Zahrnout adresu URL médií
de: Medien-URLs einbeziehen
es: Incluir URL de archivos multimedia
fa: نشانی‌های اینترنتی URLs رسانه را درج کنید
fr: Inclure les URL des médias
hi: मीडिया URLs शामिल करें
hu: Média URL-címeket tartalmaz
id: Sertakan URL media
ja: メディアのURLを含める
km: រួមទាំងមេឌៀ URLs
my: မီဒီယာ URLs တွင်ပါဝင်မည်
ne: मिडिया URL हरू समावेश गर्नुहोस्
pl: Załącz URL mediów
pt: Incluir URLs de mídia
ru: Включить URL-адреса медиафайлов
sw: Jumuisha URL za midia
th: รวม URL มีเดีย
tr: Medya URL'lerini dahil et
uk: Додайте URL-адреси медіафайлів
vi: Bao gồm các URL phương tiện

source: Save selection as…
am: ምርጫን እንደ…አስቀምጥ
ar: حفظ التحديد بأسم ...
bn: নির্বাচিত তথ্যগুলো সেভ করার জন্য নাম দিন…
cs: Uložit výběr jako…
de: Auswahl speichern als …
es: Guardar selección como...
fa: ذخیره مجموعه با نام ..…
fr: Enregistrer la sélection sous…
hi: चयन को इस रूप में सहेजें…
hu: Kijelölések mentése mint…
id: Simpan pilihan sebagai…
ja: 選択内容を名前を付けて保存…
km: រក្សាទុកការជ្រើសរើសជា…
my: ရွေးချယ်ထားသည်များကို ...အဖြစ်သိမ်းဆည်းထားပါပြီ
ne: यस रूपमा छनौट सेभ गर्नुहोस्...
pl: Zapisz wybór jako...
pt: Salvar seleção como…
ru: Сохранить выбор как…
sw: Hifadhi chaguo kama...
th: บันทึกส่วนที่เลือกเป็น...
tr: Seçimi farklı kaydet…
uk: Зберегти виділення як…
vi: Lưu lựa chọn dưới dạng…

source: Name your export settings
am: መላኪያ አዘጋጆችን ይሰይሙ
ar: قم بتسمية إعدادات عملية تصدير الملف الخاصة بك
bn: আপনার এক্সপোর্টের সেটিংসের নাম দিন
cs: Pojmenujte nastavení exportu
de: Benennen Sie Ihre Exporteinstellungen
es: Asignar un nombre a tu configuración de exportación
fa: تنظیم نام خروجی
fr: Nommer vos paramètres d'exportation
hi: अपनी निर्यात सेटिंग को नाम दें
hu: Exportálási beállítások elnevezése
id: Beri nama pengaturan ekspor Anda
ja: エクスポート設定に名前を付ける
km: ឈ្មោះការកំណត់នាំចេញរបស់អ្នក
my: ထုတ်ယူမှုဆက်တင်များကို အမည်ပေးပါ
ne: आफ्नो निर्यात सेटिङहरूलाई नाम दिनुहोस्
pl: Nadaj nazwę ustawieniom eksportu
pt: Nomeie suas configurações de exportação
ru: Присвоить имя настройкам экспорта
sw: Taja mipangilio yako ya uhamishaji
th: ตั้งชื่อการตั้งค่าการส่งออกของคุณ
tr: Dışa aktarma ayarlarınızı adlandırın
uk: Дайте назву вашому налаштуванню експорту
vi: Đặt tên cho cài đặt xuất của bạn

source: Select questions to be exported
am: የሚላኩ ጥያቄዎችን ይምረጡ
ar: حدد الأسئلة المراد تصديرها
bn: এক্সপোর্ট করার জন্য প্রশ্ন নির্বাচন করুন
cs: Výběr otázek k exportu
de: Zu exportierende Fragen auswählen
es: Seleccionar las preguntas que se exportarán
fa: انتخاب سوالاتی که باید صادر شوند
fr: Sélectionner les questions à exporter
hi: निर्यात किए जाने वाले प्रश्नों का चयन करें
hu: Exportálandó kérdések kijelölése
id: Pilih pertanyaan yang akan diekspor
ja: エクスポートする質問を選択
km: ជ្រើសរើសសំណួរដែលនឹងត្រូវនាំចេញ
my: ထုတ်ယူရန်မေးခွန်းများကို ရွေးချယ်ပေးပါ
ne: निर्यात गर्न प्रश्नहरू छनौट गर्नुहोस्
pl: Wybierz pytania, które chcesz wyeksportować
pt: Selecione as perguntas a serem exportadas
ru: Выбрать вопросы для экспорта
sw: Chagua maswali ya kuhamisha
th: เลือกคำถามที่จะส่งออก
tr: Dışa aktarılacak soruları seçin
uk: Оберіть питання для експорту
vi: Chọn câu hỏi để xuất

source: Value and header format
am: እሴት እና ራስጌ ቅርፀት
ar: تنسيق القيمة وترويسة الرأس
bn: মান ও হেডারের ফরম্যাট
cs: Formát hodnot a záhlaví
de: Format für Werte und Kopfzeile
es: Formato de valores y encabezados
fa: مقدار و فرمت هدر صفحه
fr: Format pour les valeurs et l'en-tête
hi: मान (मूल्य) और हेडर प्रारूप
hu: Érték- és fejlécformátum
id: Format nilai dan header
ja: 値およびヘッダーの形式
km: តម្លៃ និងទម្រង់ក្បាលទំព័រ
my: တန်ဖိုးနှင့် ခေါင်းစဉ်ပုံစံ
ne: मान र हेडर ढाँचा
pl: Wartość i format nagłówka
pt: Formato de valor e cabeçalho
ru: Формат значений и заголовков
sw: Thamani na muundo wa kichwa
th: รูปแบบค่าและส่วนหัว
tr: Değer ve başlık biçimi
uk: Формат значення та заголовка
vi: Định dạng giá trị và tiêu đề lớn

source: Advanced options
am: የላቁ አማራጮች
ar: خيارات متقدمة
bn: উচ্চ পর্যায়ের অপশনসমূহ
cs: Pokročilé možnosti
de: Erweiterte Optionen
es: Opciones avanzadas
fa: گزینه های پیشرفته
fr: Options avancées
hi: उन्नत (एडवांस्ड) विकल्प
hu: Részletes beállítások
id: Opsi tingkat lanjut
ja: 詳細オプション
km: ជម្រើសកម្រិតខ្ពស់
my: အဆင့်မှီသော ရွေးချယ်မှုများ
ne: उन्नत विकल्पहरू
pl: Ustawienia zaawansowane
pt: Opções avançadas
ru: Расширенные параметры
sw: Chaguzi za hali ya juu
th: ตัวเลือกขั้นสูง
tr: Gelişmiş seçenekler
uk: Розширені опції
vi: Tùy chọn nâng cao

source: Apply saved export settings
am: የተቀመጡ ወደ ውጭ መላኪያ አዘጋጆችን ተግብር
ar: تطبيق إعدادات عملية تصدير الملف المحفوظة
bn: এক্সপোর্টের সেভ করা সেটিংস প্রয়োগ করুন
cs: Použití uložených nastavení exportu
de: Gespeicherte Exporteinstellungen anwenden
es: Aplicar configuración de exportación guardada
fa: اعمال تنظیمات ذخیره شده برای صدور
fr: Appliquer les paramètres d'exportation enregistrés
hi: सहेजी गई निर्यात सेटिंग लागू करें
hu: Elmentett exportálási beállítások alkalmazása
id: Terapkan pengaturan ekspor yang tersimpan
ja: 保存したエクスポート設定を適用
km: អនុវត្តការកំណត់នាំចេញដែលបានរក្សាទុក
my: သိမ်းဆည်းထားသောထုတ်ယူမှုဆက်တင်များကို အသုံးပြုမည်
ne: सेभ गरिएका निर्यात सेटिङहरू लागू गर्नुहोस्
pl: Zastosuj zapisane ustawienia eksportu
pt: Aplicar configurações de exportação salvas
ru: Применить сохраненные настройки экспорта
sw: Tekeleza mipangilio ya uhamishaji iliyohifadhiwa
th: ใช้การตั้งค่าการส่งออกที่บันทึกไว้
tr: Kaydedilmiş dışa aktarma ayarlarını uygula
uk: Застосувати збережені налаштування експорту
vi: Áp dụng cài đặt xuất đã lưu

source: No export settings selected
am: ምንም ወደ ውጭ መላኪያ አዘጋጆች አልተመረጡም
ar: لم يتم تحديد إعدادات عملية تصدير الملف
bn: কোনো এক্সপোর্ট সেটিং নির্বাচন করা হয় নি
cs: Není vybráno žádné nastavení exportu
de: Keine Exporteinstellungen ausgewählt
es: No se seleccionó configuración de exportación
fa: تنظیمات خروجی انجام نشده است
fr: Aucun paramètre d'exportation sélectionné
hi: कोई निर्यात सेटिंग चुनी नहीं गई
hu: Nincs exportálási beállítás kijelölve
id: Tidak ada pengaturan ekspor yang dipilih
ja: エクスポートの設定が選択されていません
km: គ្មានការកំណត់នាំចេញដែលបានជ្រើសរើសទេ
my: ထုတ်ယူမှုမည်သည့်ဆက်တင်မှ အရွေးချယ်ထားပါ
ne: कुनै निर्यात सेटिङहरू छनौट गरिएको छैन
pl: Nie wybrano żadnych ustawień eksportu
pt: Nenhuma configuração de exportação selecionada
ru: Настройки экспорта не выбраны
sw: Hakuna mipangilio ya kuhamisha iliyochaguliwa
th: ไม่ได้เลือกการตั้งค่าการส่งออก
tr: Dışa aktarma ayarı seçilmedi
uk: Налаштування експорту не вибрано
vi: Không có cài đặt xuất nào được chọn

source: This field is required.
am: ይሄ ቦታ ይፈለጋል።
ar: هذا الحقل مطلوب.
bn: এই ঘরটি পূরণ করা আবশ্যক।
cs: Toto pole je povinné.
de: Dies ist ein Pflichtfeld.
es: Este campo es obligatorio.
fa: این فیلد اجباری است.
fr: Ce champ est obligatoire.
hi: यह फ़ील्ड आवश्यक है।
hu: A mező kitöltése kötelező.
id: Bagian ini wajib diisi.
ja: この項目は必須です。
km: ត្រូវការកន្លែងបញ្ចូលនេះ។
my: ဤအကွက်တွင် ဖြည့်သွင်းရန်လိုအပ်သည်။
ne: यो फिल्ड जरुरी छ।
pl: To pole jest wymagane.
pt: Este campo é obrigatório.
ru: Это поле обязательно к заполнению.
sw: Sehemu hii inahitajika.
th: ฟิลด์นี้จำเป็น
tr: Bu alan zorunludur.
uk: Це поле є обов'язковим для заповнення.
vi: Trường này là bắt buộc.

source: Passwords don't match
am: የይለፍ ቃሎች አይዛመዱም
ar: كلمات المرور غير متطابقة
bn: পাসওয়ার্ড মিলছে না
cs: Hesla se neshodují.
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fa: گذرواژه ها مطابقت ندارند
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
hu: A jelszavak nem egyeznek
id: Kata sandi tidak cocok
ja: パスワードが一致しません
pl: Niezgodność haseł
pt: As senhas não são iguais
ru: Пароли не совпадают
sw: Nywila hazilingani
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor
uk: Паролі не збігаються
vi: Mật khẩu không khớp

source: Current Password
am: የአሁኑ የይለፍ ቃል
ar: كلمة المرور الحالية
bn: বর্তমান পাসওয়ার্ড
cs: Aktuální heslo
de: Aktuelles Passwort
es: Contraseña actual
fa: رمز عبور فعلی
fr: Mot de passe actuel
hi: मौजूदा पासवर्ड
hu: Jelenlegi jelszó
id: Kata Sandi Saat Ini
ja: 現在のパスワード
km: ពាក្យសម្ងាត់បច្ចុប្បន្ន
my: လက်ရှိ စကားဝှက်
ne: हालको पासवर्ड
pl: Obecne hasło
pt: Senha Atual
ru: Текущий пароль
sw: Nywila ya sasa
th: รหัสผ่านปัจจุบัน
tr: Mevcut Şifre
uk: Поточний пароль
vi: Mật khẩu hiện tại

source: Forgot Password?
am: የይለፍ ቃል ረሱ?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fa: فراموشی رمز عبور؟
id: Lupa Kata Sandi?
ja: パスワードをお忘れですか？
km: ភ្លេចពាក្យសម្ងាត់ឬ?
pl: Zapomniałeś hasła?
pt: Esqueceu a Senha?
ru: Забыли пароль?
sw: Umesahau nywila?
th: ลืมรหัสผ่านใช่ไหม
uk: Забули пароль?
vi: Quên mật khẩu?

source: New Password
am: አዲስ የይለፍ ቃል
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva contraseña
fa: رمز عبور جدید
id: Kata Sandi Baru
ja: 新しいパスワード
km: ពាក្យសម្ងាត់ថ្មី
pl: Nowe hasło
pt: Nova Senha
ru: Новый пароль
sw: Nywila Mpya
th: รหัสผ่านใหม่
uk: Новий пароль
vi: Mật khẩu mới

source: Verify Password
am: የይለፍ ቃል ያረጋግጡ
ar: التحقق من كلمة المرور
de: Passwort bestätigen
es: Verificar contraseña
fa: تائید رمز عبور
id: Verifikasi Kata Sandi
ja: パスワードを確認
km: ផ្ទៀងផ្ទាត់ពាក្យសម្ងាត់
pl: Zweryfikuj hasło
pt: Verificar Senha
ru: Подтвердить пароль
sw: Thibitisha Nywila
th: ยืนยันรหัสผ่าน
uk: Підтвердити пароль
vi: Xác nhận lại mật khẩu

source: Save Password
am: የይለፍ ቃል አስቀምጥ
ar: حفظ كلمة المرور
de: Passwort speichern
es: Guardar contraseña
fa: ذخیره رمز عبور
id: Simpan Kata Sandi
ja: パスワードを保存
km: រក្សាទុកពាក្យសម្ងាត់
pl: Zapisz hasło
pt: Salvar Senha
ru: Сохранить пароль
sw: Hifadhi Nywila
th: บันทึกรหัสผ่าน
uk: Зберегти пароль
vi: Lưu mật khẩu

source: Could not open window for "##url##"
am: መክፈት አልቻለም window ለ "##url##"
ar: لم أتمكن من فتح النافذة لـ " ##url##"
de: Das Fenster für „##url##“ konnte nicht geöffnet werden
es: No se pudo abrir la ventana para «##url##»
ja: “##url##”のウィンドウを開くことができませんでした
uk: Не вдалося відкрити вікно для “##url##”

source: There was an error loading Enketo.
am: Enketo ​​መጫን ላይ ስህተት ነበር።
ar: حدث خطأ أثناء تحميل تطبيق (Enketo).
bn: Enketo লোড করার সময় একটি ত্রুটি হয়েছে।
cs: Došlo k chybě při načítání systému Enketo.
de: Beim Laden von Enketo ist ein Fehler aufgetreten.
es: Se produjo un error al cargar Enketo.
fa: هنگام بارگیری Enketo خطایی روی داد.
fr: Il y a eu une erreur lors du chargement d'Enketo.
hi: Enketo लोड करने में त्रुटि हुई थी।
hu: Hiba történt Enketo betöltése közben.
id: Terjadi kesalahan saat memuat Enketo.
ja: Enketoの読み込みにエラーが発生しました。
km: មានកំហុសក្នុងការផ្ទុក Enketo។
my: Enketo ကိုဆောင်ရွက်ရာတွင် အမှားတစ်ခု ရှိသည်
ne: Enketo लोड गर्दा त्रुटि भयो।
pl: Wystąpił błąd w trakcie wczytywania Enketo.
pt: Ocorreu um erro ao carregar o Enketo.
ru: При загрузке Enketo возникла ошибка.
sw: Kulikuwa na hitilafu katika kupakia Enketo.
th: เกิดข้อผิดพลาดในการโหลด Enketo
tr: Enketo yüklenirken bir hata oluştu.
uk: Під час завантаження Enketo сталася помилка.
vi: Đã xảy ra lỗi khi tải Enketo.

source: Update status of selected submissions
am: የተመረጡ ማስረከብያዎችን ሁኔታ ያዘምኑ
ar: تحديث الحالة لعمليات الإرسال المحددة
bn: নির্বাচিত সাবমিশনগুলোর অবস্থা আপডেট করুন
cs: Aktualizace stavu vybraných odeslaných dat
de: Status der ausgewählten Übermittlungen aktualisieren
es: Actualizar el estado de los envíos seleccionados
fa: به روز رسانی وضعیت ارسالی انتخاب شده
fr: Mettre à jour l'état des soumissions sélectionnées
hi: चयनित प्रविष्टियों (सबमिशन) के दर्जे अपडेट करें
hu: Kijelölt űrlapválaszok állapotának frissítése
id: Perbarui status pengiriman yang dipilih
ja: 選択された提出済みフォームのステータスを更新
km: ធ្វើបច្ចុប្បន្នភាពស្ថានភាពនៃការដាក់បញ្ជូនដែលបានជ្រើសរើស
my: ရွေးချယ်ထားသော အပ်နှံခြင်း၏ အဆင့်ကို မြှင့်တင်မည်။
ne: छनौट गरिएका पेश गरिएकोहरूको स्थिति अद्यावधिक गर्नुहोस्
pl: Zaktualizuj status wybranych zatwierdzeń
pt: Atualizar status de respostas selecionadas
ru: Обновить состояние выбранных отправок
sw: Sasisha hali ya mawasilisho yaliyochaguliwa
th: อัปเดตสถานะของการส่งข้อมูลที่เลือก
tr: Seçili gönderimlerin durumunu güncelle
uk: Оновити статус вибраних надсилань
vi: Cập nhật trạng thái của các bài gửi đã chọn

source: You have selected ## submissions. Are you sure you would like to update their status? This action is irreversible.
am: ## ማስረከቢያዎችን መርጠዋል። እርግጠኛ ነዎት ሁኔታቸውን ማዘመን ይፈልጋሉ? ይህ እርምጃ የማይቀለበስ ነው።
ar: لقد اخترت ## عملية إرسال. هل أنت متأكد أنك تريد تحديث حالتهم؟ هذا الإجراء غير قابل للتراجع.
bn: আপনি ##টি সাবমিশন নির্বাচন করেছেন। আপনি কি সত্যিই সেগুলোর অবস্থা আপডেট করতে চান? কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না।
cs: Vybrali jste ## odeslaných dat. Jste si jisti, že chcete aktualizovat jejich stav? Tato akce je nevratná.
de: Sie haben ## Übermittlungen ausgewählt. Sind Sie sicher, dass Sie deren Status aktualisieren möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: Has seleccionado ## envíos. ¿Estás seguro de que deseas actualizar sus estados? Esta acción es irreversible.
fa: شما ## ارسال انتخاب کرده اید. آیا مطمئن هستید که می خواهید وضعیت آنها را به روز رسانی کنید؟ این عمل قابل بازگشت نیست.
fr: Vous avez sélectionné ## soumissions. Êtes-vous sûr de vouloir mettre à jour leur statut ? Cette action est irréversible.
hi: आपने ## सबमिशन का चयन किया है। क्या आप वाकई उनका दर्जा अपडेट करना चाहते हैं? यह क्रिया अपरिवर्तनीय है.
hu: Kijelölt ## űrlapválaszt. Biztosan frissíteni szeretné az állapotukat? Ez a művelet nem fordítható vissza.
id: Anda telah memilih ## kiriman. Apakah Anda yakin ingin memperbarui statusnya? Tindakan ini tidak dapat diubah.
ja: ##提出済みフォームを選択しました。ステータスを更新してもよろしいですか？この操作は元に戻すことができません。
km: អ្នកបានជ្រើសរើសការដាក់បញ្ជូនចំនួន ## ។ តើអ្នកប្រាកដជាចង់ធ្វើបច្ចុប្បន្នភាពស្ថានភាពរបស់អ្នកឬ? សកម្មភាពនេះមិនអាចបកត្រឡប់វិញបានទេ។
my: သင်သည် ## အပ်နှံခြင်းကို ရွေးချယ်ပြီးပါပြီ။ သူတို့၏အဆင့်ကို သင်ပြောင်းချင်တာသေချာပါသလား? ဤလုပ်ရပ်သည် ပြန်ပြောင်း၍မရနိုင်ပါ။
ne: तपाईंले ## पेश गरिएकोहरू छनौट गर्नुभएको छ। के तपाइँ तिनीहरूको स्थिति अपडेट गर्ने कुरामा निश्चित हुनुहुन्छ? यो कार्य अपरिवर्तनीय छ।
pl: Wybrano zatwierdzenia (##). Czy na pewno chcesz zaktualizować ich status? Ta akcja jest nieodwracalna.
pt: Você selecionou ## respostas. Tem certeza de que gostaria de atualizar o status delas? Esta ação é irreversível.
ru: Количество выбранных вами отправок: ##. Вы действительно хотите обновить их состояние? Это действие необратимо.
sw: Umechagua mawasilisho ##. Je, una uhakika ungependa kusasisha hali zao? Kitendo hiki hakiwezi kutenduliwa.
th: คุณได้เลือกการส่งข้อมูลจำนวน ## รายการ คุณแน่ใจหรือไม่ว่าต้องการอัปเดตสถานะของรายการเหล่านี้ การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: ## gönderim seçtiniz. Durumlarını güncellemek istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви вибрали ## надсилань. Ви впевнені, що хочете оновити їхній статус? Ця дія незворотна.
vi: Bạn đã chọn ## bài gửi. Bạn có chắc muốn cập nhật trạng thái của chúng không? Thao tác này không thể hoàn tác.

source: Update Validation Status
am: የማረጋገጫ ሁኔታን ያዘምኑ
ar: تحديث حالة التحقق من الصحة
bn: যাচাইকরণগত অবস্থা আপডেট করব
cs: Aktualizovat stav ověření
de: Validierungsstatus aktualisieren
es: Actualizar estado de validación
fa: به روز رسانی وضعیت اعتبارسنجی
fr: Mettre à jour le statut de validation
hi: मान्यकरण दर्जा अपडेट करें
hu: Érvényesítési állapot frissítése
id: Perbarui Status Validasi
ja: 検証状況を更新
km: ធ្វើបច្ចុប្បន្នភាពស្ថានភាពសុពលភាព
my: မှန်ကန်ကြောင်းပြ အဆင့်ကို ပြောင်းလဲမည်။
ne: प्रमाणीकरण स्थिति अपडेट गर्नुहोस्
pl: Zaktualizuj status sprawdzania poprawności
pt: Atualizar status de validação
ru: Обновить состояние проверки
sw: Sasisha Hali ya Uthibitishaji
th: อัปเดตสถานะการตรวจสอบ
tr: Doğrulama Durumunu Güncelle
uk: Оновити статус підтвердження
vi: Cập nhật trạng thái xác thực
