Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: see more
am: ተጨማሪ ይመልከቱ
ar: مشاهدة المزيد
bn: বিস্তারিত দেখুন
cs: zobrazit více
de: Mehr erfahren
es: ver más
fa: مشاهده بیشتر
fr: plus d'informations
hi: और अधिक देखें
hu: továbbiak
id: lihat lebih banyak
ja: もっと見る
km: មើលច្រើនទៀត
my: ပိုမိုကြည့်ရှုရန်
ne: थप हेर्नुहोस्
pl: zobacz więcej
pt: ver mais
ru: подробнее
sw: tazama zaidi
th: ดูเพิ่มเติม
tr: daha fazla gör
uk: побачити більше
vi: xem thêm

source: Locked functionalities
am: የ ተቆለፉ ተግባራት
ar: خصائص وظيفية مقيدة
bn: লক করা ফিচার
cs: Uzamknuté funkce
de: Gesperrte Funktionen
es: Funciones bloqueadas
fa: قابلیت های قفل شده
fr: Fonctionnalités verrouillées
hi: लॉक की गई कार्यात्मकताएं (फंक्शनेलिटीज़)
hu: Lezárt funkciók
id: Fungsi terkunci
ja: ロックされた機能
km: មុខងារដែលបានចាក់សោ
my: လုပ်ဆောင်နိုင်စွမ်းကို လော့ချထားသည်။
ne: लक गरिएका कार्यशीलताहरू
pl: Zablokowane opcje
pt: Funcionalidades bloqueadas
ru: Заблокированные функции
sw: Utendaji kazi uliofungwa
th: ฟังก์ชันที่ถูกล็อก
tr: Kilitli işlevler
uk: Заблоковані функціональні можливості
vi: Tính năng bị khóa

source: Unlocked functionalities
am: የተከፈቱ ተግባራት
ar: خصائص وظيفية غير مقيدة
bn: লক না করা ফিচার
cs: Odemknuté funkce
de: Freigegebene Funktionen
es: Funciones desbloqueadas
fa: قابلیت های باز شده
fr: Fonctionnalités déverrouillées
hi: अनलॉक की गयी कार्यात्मकताएं
hu: Nem lezárt funkciók
id: Fungsi tidak terkunci
ja: ロック解除された機能
km: មុខងារដែលបានដោះសោ
my: လုပ်ဆောင်နိုင်စွမ်းကို လော့ပြန်ဖွင့်သည်။
ne: लक नगरिएका कार्यशीलताहरू
pl: Odblokowane opcje
pt: Funcionalidades desbloqueadas
ru: Разблокированные функции
sw: Utendaji kazi uliofunguliwa
th: ฟังก์ชันที่ถูกปลดล็อก
tr: Kilidi açılmış işlevler
uk: Розблоковані функціональні можливості
vi: Tính năng đã được mở khóa

source: Select…
am: ይምረጡ…
ar: اختيار ...
bn: নির্বাচন করুন…
cs: Vybrat…
de: Auswählen …
es: Seleccionar...
fa: انتخاب...
fr: Sélectionner…
hi: चुनें...
hu: Kijelöl…
id: Pilih…
ja: 選択…
km: ជ្រើសរើស…
my: ရွေးချယ်ပါ
ne: छान्नुहोस्...
pl: Wybierz...
pt: Selecione…
ru: Выбрать…
sw: Chagua...
th: เลือก...
tr: Seç…
uk: Оберіть…
vi: Chọn…

source: No options found
am: ምንም አማራጮች አልተገኙም
ar: لا توجد خيارات
bn: কোনো অপশন পাওয়া যায় নি
cs: Nebyly nalezeny žádné možnosti
de: Keine Optionen gefunden
es: No se encontraron opciones
fa: هیچ گزینه ای پیدا نشد
fr: Aucune option trouvée
hi: कोई विकल्प नहीं मिले
hu: Nincs találat
id: Tidak ada pilihan yang ditemukan
ja: オプションがありません
km: រកមិនឃើញជម្រើសទេ
my: ရွေးချယ်စရာ မတွေ့ပါ
ne: कुनै विकल्प भेटिएन
pl: Nie znaleziono opcji
pt: Nenhuma opção encontrada
ru: Не найдено вариантов
sw: hakuna chaguzi zilizopatikana
th: ไม่พบตัวเลือก
tr: Seçenek bulunamadı
uk: Варіантів не знайдено
vi: Không tìm thấy lựa chọn nào

source: Failed to cancel transfer. The transfer may be declined or accepted already. Please check your email.
am: ማስተላለፉን መሰረዝ አልተሳካም። ማስተላለፉ ተቀባይነት ያጣ ወይም ተቀባይነት ያጣ ሊሆን ይችላል። እባክዎን ኢሜይልዎን ያረጋግጡ።
ar: فشل إلغاء التحويل. قد يكون التحويل مرفوضًا أو مقبولاً بالفعل. يرجى التحقق من بريدك الإلكتروني.
de: Die Übertragung konnte nicht abgebrochen werden. Die Übertragung wurde möglicherweise abgelehnt oder bereits ausgeführt. Bitte schauen Sie in Ihren E-Mails nach.
es: Error al cancelar la transferencia. Es posible que la transferencia ya haya sido rechazada o aceptada. Revisa tu correo electrónico.
ja: 譲渡のキャンセルに失敗しました。譲渡はすでに却下または承認されている可能性があります。メールをご確認ください。
uk: Не вдалося скасувати передачу. Передача може бути відхилена або прийнята. Перевірте свою електронну пошту.

source: Failed to accept invite.
am: ግብዣውን አልተቀበሉም።
ar: فشل في قبول الدعوة.
de: Die Einladung wurde nicht angenommen.
es: Error al aceptar la invitación.
fa: دعوت پذیرفته نشد.
id: Gagal menerima undangan.
ja: 招待の承認に失敗しました。
pl: Nie udało się zaakceptować zaproszenia.
pt: Falha ao aceitar a solicitação.
ru: Не удалось принять приглашение.
th: ไม่สามารถยอมรับคำเชิญ
uk: Не вдалося прийняти запрошення.
vi: Không thể chấp nhận lời mời.

source: Failed to decline invite
am: ግብዣውን አለመቀበልዎን አልገለጹም
ar: فشل في رفض الدعوة
de: Einladung nicht abgelehnt
es: Error al rechazar la invitación
fa: دعوت رد نشد
id: Gagal menolak undangan
ja: 招待の却下に失敗しました
pl: Nie udało się odrzucić zaproszenia
pt: Falha ao rejeitar a solicitação
ru: Не удалось отклонить приглашение
th: ไม่สามารถปฏิเสธคำเชิญ
uk: Не вдалося відхилити запрошення
vi: Không thể từ chối lời mời

source: Invite has been cancelled or expired
am: ግብዣው ተሰርዟል ወይም ጊዜው አልፏል
ar: تم إلغاء الدعوة أو لم تعد صالحة
de: Die Einladung wurde abgebrochen oder sie ist abgelaufen
es: La invitación se canceló o expiró
fa: دعوت، لغو شده یا منقضی شده است
id: Undangan telah dibatalkan atau kedaluwarsa
ja: 招待がキャンセルされたか、有効期限が切れています
pl: Zaproszenie zostało anulowane lub wygasło
pt: A solicitação foi cancelada ou expirou
ru: Приглашение отклонено либо просрочено
th: คำเชิญถูกยกเลิกหรือหมดอายุ
uk: Запрошення скасовано або його термін дії закінчився
vi: Lời mời đã bị hủy hoặc hết hạn

source: Invite is invaild.
am: ግብዣው የተሳሳተ ነው።
ar: الدعوة غير صالحة.
de: Die Einladung ist ungültig.
es: La invitación no es válida.
fa: دعوت نامعتبر است.
id: Undangan tidak valid.
ja: 招待は無効です。
pl: Zaproszenie jest nieważne.
pt: Solicitação inválida.
ru: Приглашение недействительно.
th: คำเชิญไม่ถูกต้อง
uk: Запрошення недійсне.
vi: Lời mời không hợp lệ.

source: and one other question
am: እና አንድ ሌላ ጥያቄ
ar: وسؤال آخر
bn: ও আরও একটি প্রশ্ন
cs: a ještě jedna otázka
de: und eine weitere Frage
es: y otra pregunta
fa: و یک سوال دیگر
fr: et une autre question
hi: और एक अन्य सवाल
hu: és egy másik kérdés
id: dan satu pertanyaan lainnya
ja: そしてもう1つ質問
my: ပြီးနောက်အခြားမေးခွန်းတစ်ခု
ne: र अर्को प्रश्न
pl: jeszcze jedno pytanie
pt: e uma outra pergunta
ru: и еще один вопрос
sw: na swali jingine moja
th: และอีกหนึ่งคำถาม
tr: ve bir soru daha
uk: і ще одне запитання
vi: và một câu hỏi khác

source: and ## other questions
am: እና ## ሌላ ጥያቄዎች
ar: و## سؤال آخر/أسئلة أخرى
bn: ও আরও ##টি প্রশ্ন
cs: a další otázky (##)
de: und ## weitere Fragen
es: y ## otras preguntas
fa: و ## سوالات دیگر
fr: et ## autres questions
hi: और ## अन्य सवाल
hu: és másik ## kérdés
id: dan ## pertanyaan lainnya
ja: その他 ## の質問
km: និង ## សំណួរផ្សេងទៀត
my: နှင့် ## အခြားမေးခွန်းများ
ne: र ## अन्य प्रश्नहरू
pl: i inne pytania (##)
pt: e ## outras perguntas
ru: и несколько других вопросов (##)
sw: na maswali ## mengine
th: และอีก ## คำถาม
tr: ve ## soru daha
uk: та ## інших запитань
vi: và ## câu hỏi khác

source: Exporting data
am: ውሂብ እየላኩ ነው
ar: تصدير البيانات
de: Daten werden exportiert
es: Exportación de datos
ja: データのエクスポート中
uk: Експорт даних

source: Your export request is currently being processed. Once the export is complete, you'll receive an email with all the details.
am: የኤክስፖርት ጥያቄዎ በአሁኑ ጊዜ እየተሰራ ነው። ኤክስፖርት ሲጠናቀቅ ሁሉንም ዝርዝሮች የያዘ ኢሜይል ይቀበላሉ።
ar: يتم حاليًا معالجة طلب تصدير ملف الخاص بك. بمجرد اكتمال عملية التصدير، ستتلقى رسالة بريد إلكتروني تحتوي على كافة التفاصيل.
de: Ihre Exportanfrage wird zurzeit bearbeitet. Sobald der Export bereit ist, werden Sie eine E-Mail mit allen Details erhalten.
es: Tu solicitud de exportación se está procesando. Una vez que la exportación se complete, recibirás un correo electrónico con todos los detalles.
ja: エクスポートリクエストを処理しています。エクスポートの完了後に、詳細を含むメールが送信されます。
uk: Ваш запит на експорт наразі обробляється. Як тільки експорт буде завершено, ви отримаєте електронний лист з усіма деталями.

source: Incorrect token
am: የተሳሳተ ማስመሰያ
ar: رمز مميز غير صحيح
bn: টোকেন ভুল
cs: Nesprávný token
de: Falscher Token
es: Token incorrecto
fa: توکن نادرست
fr: Jeton incorrect
hi: ग़लत टोकन
hu: Helytelen token
id: Token salah
ja: 不正なトークン
km: ថូខិនមិនត្រឹមត្រូវ
my: တုန်ကင်နံပါတ်မှားနေပါသည်
ne: गलत टोकन
pl: Nieprawidłowy token
pt: Token incorreto
ru: Неверный код
sw: Tokeni isiyo sahihi
th: โทเค็นไม่ถูกต้อง
tr: Yanlış kod
uk: Неправильний маркер
vi: Mã không đúng

source: Could not generate secret key
am: የሚስጥር ቁልፍ ማመንጨት አልተቻለም
ar: لم نتمكن من إنشاء مفتاح سري
bn: গোপন কী (key) সৃষ্টি করা যায় নি
cs: Nepodařilo se vygenerovat tajný klíč
de: Geheimschlüssel konnte nicht generiert werden
es: No se pudo generar la clave secreta
fa: رمز محرمانه تولید نشد
fr: Impossible de générer la clé secrète
hi: सीक्रेट कुंजी (key) बन (जेनेरेट) नहीं सकी
hu: Nem sikerült létrehozni biztonsági kulcsot
id: Tidak dapat membuat kunci rahasia
ja: シークレットキーを生成できませんでした
km: មិនអាចបង្កើតឃីសម្ងាត់បានទេ
my: လျှို့ဝှက်ကီးကို မရရှိနိုင်ပါ။
ne: गोप्य कुञ्जी बनाउन सकिएन
pl: Nie można wygenerować tajnego klucza
pt: Não foi possível gerar a chave secreta
ru: Не удалось сгенерировать секретный ключ
sw: Haikuweza kuzalisha ufunguo wa siri
th: ไม่สามารถสร้างกุญแจรหัส (secret key) ได้
tr: Gizli anahtar oluşturulamadı
uk: Не вдалося створити секретний ключ
vi: Không thể tạo mã hóa khóa bí mật

source: Two-factor authentication (2FA) verifies your identity using an authenticator application in addition to your usual password. We recommend enabling two-factor authentication for an additional layer of protection.
am: ባለ ሁለት ደረጃ ማረጋገጫ (2FA) ከተለመደው የይለፍ ቃልዎ በተጨማሪ አረጋጋጭ መተግበሪያን በመጠቀም ማንነትዎን ያረጋግጣል። ለተጨማሪ የጥበቃ ንብርብር ባለ ሁለት ደረጃ ማረጋገጫን ማንቃት እንመክራለን።
ar: المصادقة الثنائية (2FA) تحقق من هويتك باستخدام تطبيق المصادقة بالإضافة إلى كلمة المرور المعتادة. نوصي بتمكين المصادقة الثنائية للحصول على مستوى إضافي من الحماية.
de: Bei der Zwei-Faktor-Authentifizierung (2FA) wird Ihre Identität zusätzlich zu Ihrem üblichen Passwort mithilfe einer Authentifizierungsanwendung überprüft. Als zusätzlichen Schutz empfehlen wir die Aktivierung der Zwei-Faktor-Authentifizierung.
es: La autenticación de dos factores (2FA) verifica su identidad, utilizando una aplicación de autenticación, además de su contraseña habitual. Recomendamos activar la autenticación de dos factores para una mayor protección.
fa: احراز هویت دو مرحله‌ای هویت شما را با استفاده از یک برنامه احراز هویت علاوه بر رمز عبور تايید می کند. ما توصیه می‌کنیم تا جهت امنیت بیشتر گزینه احراز هویت دو مرحله ای را فعال کنید.
fr: L’authentification à deux facteurs (2FA) vérifie votre identité à l’aide d’une application d’authentification en plus de votre mot de passe habituel. Nous recommandons d’activer l’authentification à deux facteurs pour une couche de protection supplémentaire.
hi: द्वि-कारक प्रमाणीकरण (2FA) आपके सामान्य पासवर्ड के अलावा एक प्रमाणक एप्लिकेशन का उपयोग करके आपकी पहचान की पुष्टि करता है। हम सुरक्षा की एक अतिरिक्त परत के लिए द्वि-कारक प्रमाणीकरण सक्षम करने की सलाह देते हैं।
id: Autentikasi dua faktor (2FA) memverifikasi identitas Anda menggunakan aplikasi autentikator sebagai tambahan pada kata sandi yang biasa Anda gunakan. Kami merekomendasikan autentikasi dua faktor yang memungkinkan sebagai perlindungan tambahan.
ja: 重複要素認証（2FA）は、通常のパスワードに加えて、認証アプリを使用して本人確認を行います。追加の保護層として二要素認証を有効にすることをお勧めします。
pl: Uwierzytelnianie dwuskładnikowe (2FA) weryfikuje Twoją tożsamość za pomocą aplikacji uwierzytelniającej po podaniu hasła. Zalecamy włączenie uwierzytelniania dwuskładnikowego w celu uzyskania dodatkowej ochrony.
pt: A autenticação de dois fatores (2FA) verifica a sua identidade utilizando um aplicativo autenticador em conjunto com sua senha usual. Recomendamos que habilite a Autenticação de dois fatores para uma camada adicional de proteção.
ru: Двухфакторная аутентификация (2FA) проверяет вашу личность с помощью приложения для аутентификации в дополнение к вашему обычному паролю. Мы рекомендуем включить двухфакторную аутентификацию для дополнительного уровня защиты.
th: การรับรองความถูกต้องแบบสองขั้นตอน (2FA) จะยืนยันตัวตนโดยใช้แอปตัวตรวจสอบความถูกต้องนอกเหนือจากการใช้รหัสผ่านปกติของคุณ เราขอแนะนำให้เปิดใช้งานการรับรองความถูกต้องแบบสองขั้นตอนเพื่อเพิ่มการป้องกันอีกขั้น
tr: İki faktörlü kimlik doğrulaması (2FA), normal parolanıza ek olarak bir kimlik doğrulayıcı kullanarak kimliğinizi doğrular. Ek bir koruma katmanı sağlamak amacıyla iki faktörlü kimlik doğrulamayı etkinleştirmenizi öneririz.
uk: Двофакторна автентифікація (2FA) перевіряє вашу особу за допомогою програми-аутентифікатора додатково до вашого звичайного пароля. Ми рекомендуємо увімкнути двофакторну аутентифікацію для додаткового рівня захисту.
vi: Xác thực hai yếu tố (2FA) xác minh danh tính bằng ứng dụng xác thực ngoài mật khẩu thông thường. Chúng tôi khuyên bạn nên bật xác thực hai yếu tố để có thêm một lớp bảo vệ.

source: Scan QR code and enter the ##number##-digit token from the application
am: የ QR ኮድን ይቃኙ እና ከመተግበሪያው ##number##-አሃዝ ማስመሰያ ያስገቡ
ar: قم بمسح كود الاستجابة السريعة (QR) وادخل من التطبيق الرمز المميز من ##number##-خانة
bn: QR কোড স্ক্যান করে অ্যাপ থেকে পাওয়া ##number## অঙ্কের টোকেনটি লিখুন
cs: Naskenujte QR kód a zadejte ##number##místný token z aplikace
de: QR-Code scannen und den ##number##-stelligen Token aus der App eingeben
es: Escanear el código QR e ingresar el token de ##number##-dígitos desde la aplicación
fa: کد QR را اسکن و توکن ##number##- رقمی را از اپلیکیشن وارد کنید
fr: Scanner le code QR et saisir le jeton à ##number##-chiffres de l'application
hi: QR कोड स्कैन करें और एप्लिकेशन से ##number##-डिजिट टोकन दर्ज करें
hu: Olvassa be a QR-kódot, és írja be a(z) ##number## számjegyű tokent az alkalmazásból
id: Pindai kode QR dan masukkan token ##number## digit dari aplikasi
ja: QRコードを読み取り、アプリケーションから##number##桁のトークンを入力します
km: ស្កេនកូដ QR និងបញ្ចូលថូខិន ##number##-ខ្ទង់ពីកម្មវិធី
my: QR ကုဒ်ပုံကို စကန်ဖတ်ပြီး အက်ပလီကေးရှင်းမှ ##number##ကိန်းဂဏန်းကုဒ်ကို ရိုက်ထည့်ကြည့်ပါ။
ne: QR कोड स्क्यान गर्नुहोस् र एप्लिकेसनबाट ##number##-अंकको टोकन प्रविष्ट गर्नुहोस्
pl: Zeskanuj kod QR i wprowadź ##number## token z aplikacji
pt: Escaneie o código QR e insira o token do ##number##-digit do aplicativo
ru: Отсканируйте QR-код и введите ##number##-значный код из приложения
sw: Changanua msimbo wa QR na uweke tokeni ya tarakimu ##number## kutoka kwa programu
th: สแกนคิวอาร์โค้ดและป้อนโทเค็นจำนวน ##number## หลักจากแอปพลิเคชัน
tr: QR kodunu tarayın ve uygulamada görüntülenen ##number##-haneli kodu girin
uk: Відскануйте QR-код та введіть ##number##-значний маркер із застосунку
vi: Quét mã QR và nhập mã gồm ##number##-chữ số từ ứng dụng

source: After scanning the QR code image, the authenticator app will display a ##number##-digit code that you can enter below.
am: የ QR ኮድ ምስሉን ከቃኘ በኋላ፣ አረጋጋጭ መተግበሪያው ##number##ከታች የሚያስገቡትን አሃዛዊ ኮድ ያሳያል።
ar: بعد مسح صورة كود الاستجابة السريعة (QR)، سيعرض تطبيق المصادقة كود من ##number##-خانة يمكنك إدخاله أدناه.
bn: QR কোডের ছবি স্ক্যান করা হলে অথেন্টিকেটর অ্যাপে ##number## অঙ্কের একটি কোড দেখাবে, যা আপনি নিচে লিখতে পারবেন।
cs: Po naskenování obrázku QR kódu zobrazí ověřovací aplikace ##number##místný kód, který zadáte níže.
de: Nach dem Scannen des QR-Codes wird die Authentifizierungs-App einen ##number##-stelligen Code anzeigen, den Sie unten eingeben können.
es: Después de escanear la imagen del código QR, la aplicación de autenticación mostrará un código de ##number##-dígitos que se pueden ingresar a continuación.
fa: بعد از اسکن کد QR ، اپلیکیشن احراز هویت یک کد ##number##-رقمی نمایش می دهد که می توانید آن را در قسمت پائین وارد کنید.
fr: Après avoir scanné l'image du code QR, l'application d'authentification affichera un code à ##number##-chiffres que vous pouvez saisir ci-dessous.
hi: QR कोड इमेज को स्कैन करने के बाद, ऑथेंटिकेटर ऐप एक ##number## -डिजिट कोड प्रदर्शित करेगा जिसे आप नीचे दर्ज कर सकते हैं।
hu: A QR-kód beolvasása után a hitelesítő alkalmazás megjelenít egy ##number## számjegyű kódot, amelyet be kell írnia a következő mezőbe.
id: Setelah memindai gambar kode QR, aplikasi autentikator akan menampilkan kode ##number## digit yang dapat Anda masukkan di bawah ini.
ja: QRコード画像を読み取ると、認証アプリに##number##桁のコードが表示されますので、以下に入力してください。
km: ក្រោយស្កេនរូបភាពកូដ QR រួចហើយ, កម្មវិធីផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវនឹងបង្ហាញកូដ ##number##-ខ្ទង់ដែលអ្នកអាចបញ្ចូលខាងក្រោម។
my: QR ကုဒ်ပုံကို စကန်ဖတ်ပြီးပါက မှန်ကန်ကြောင်းပြ အက်ပလီကေးရှင်းသည် သင်အောက်တွင်ဝင်ရောက်နိုင်သော##number## ကိန်းဂဏန်းကုဒ်ကို ပြသလိမ့်မည်။
ne: QR कोड इमेज स्क्यान गरेपछि, प्रमाणिकरण गर्ने एपले एउटा ##number##-अङ्कको कोड देखाउनेछ जुन तपाईंले तल प्रविष्ट गर्न सक्नुहुन्छ।
pl: Po zeskanowaniu kodu QR, aplikacja uwierzytelniająca wyświetli ##number## cyfrowy kod, który możesz wprowadzić poniżej.
pt: Depois de escanear a imagem do código QR, o aplicativo autenticador exibirá um código do ##number##-digit que você pode inserir abaixo.
ru: После сканирования изображения QR-кода приложение аутентификации отобразит ##number##-значный код, который можно ввести в расположенном ниже поле.
sw: Baada ya kuchanganua picha ya msimbo wa QR, programu ya kithibitishaji itaonyesha msimbo wa tarakimu ##number## ambao unaweza kuweka hapa chini.
th: หลังจากสแกนภาพคิวอาร์โค้ดแล้ว แอปตัวตรวจสอบความถูกต้องจะแสดงรหัส ##number## หลักที่คุณสามารถป้อนด้านล่างได้
tr: QR kodu görüntüsünü taradıktan sonra, kimlik doğrulayıcı uygulamasında aşağıya girebileceğiniz ##number##-haneli bir kod görüntülenecektir.
uk: Після сканування зображення QR-коду програма автентифікації відобразить ##number##-значний код, який ви можете ввести нижче.
vi: Sau khi quét mã QR, ứng dụng xác thực sẽ hiển thị một mã gồm ##number##-chữ số cho bạn nhập mã đó vào bên dưới.

source: No QR code?
am: የQR ኮድ የለም?
ar: هل لا تملك كود الاستجابة السريعة (QR)؟
bn: QR কোড নেই?
cs: Nemáte QR kód?
de: Kein QR-Code vorhanden?
es: ¿No tienes un código QR?
fa: کد QR ندارید؟
fr: Pas de code QR ?
hi: कोई QR कोड नहीं?
hu: Nincs QR-kód?
id: Tidak ada kode QR?
ja: QRコードがありませんか?
km: គ្មានកូដ QR ឬ?
my: QR ကုဒ်မရှိဘူးလား?
ne: QR कोड छैन ?
pl: Brak kodu QR?
pt: Nada de código QR?
ru: Нет QR-кода?
sw: Je, hakuna msimbo wa QR?
th: ไม่มีคิวอาร์โค้ดใช่ไหม
tr: QR kodu yok mu?
uk: Немає QR-коду?
vi: Bạn không có mã QR?

source: Enter key manually
am: ቁልፍን በእጅ ያስገቡ
ar: ادخل المفتاح يدويًا
bn: কী (key) টাইপ করে দেব
cs: Zadejte klíč ručně
de: Schlüssel manuell eingeben
es: Ingresa la clave manualmente
fa: رمز را دستی وارد کنید
fr: Saisir la clé manuellement
hi: कुंजी मैन्युअल रूप से दर्ज करें
hu: Írja be a kulcsot manuálisan
id: Masukkan kunci secara manual
ja: 手動でキーを入力
km: បញ្ចូលឃីដោយដៃ
my: ကီးကို လက်ဖြင့်ရိုက်ထည့်ပါ
ne: आफैं कुञ्जी प्रविष्ट गर्नुहोस्
pl: Wprowadź klucz ręcznie
pt: Insira a chave manualmente
ru: Ввести ключ вручную
sw: Weka ufunguo wewe mwenyewe
th: ป้อนกุญแจรหัสด้วยตนเอง
tr: Anahtarı manuel olarak girin
uk: Введіть ключ вручну
vi: Nhập mã thủ công

source: The following recovery codes will help you access your account in case your authenticator app fails. These codes are unique and will not be stored in your Kobo account. This is your only opportunity to save them. Please download the file and keep it somewhere safe.
am: የሚከተሉት የመልሶ ማግኛ ኮዶች አረጋጋጭ መተግበሪያዎ ካልተሳካ መለያዎን እንዲደርሱ ይረዱዎታል። እነዚህ ኮዶች ልዩ ናቸው እና በ Kobo መለያዎ ውስጥ አይቀመጡም። እነሱን ለማዳን ይህ ብቸኛ እድልዎ ነው። እባክዎ ፋይሉን ያውርዱ እና ደህንነቱ በተጠበቀ ቦታ ያስቀምጡት።
ar: ستساعدك رموز الاسترداد التالية على الوصول إلى حسابك في حالة فشل تطبيق المصادقة الخاص بك. هذه الرموز فريدة ولن يتم تخزينها في حساب Kobo الخاص بك. هذه هي فرصتك الوحيدة للاحتفاظ بها. يرجى تنزيل الملف والاحتفاظ به في مكان آمن.
de: Die folgenden Wiederherstellungscodes helfen Ihnen beim Zugriff auf Ihr Konto, falls Ihre Authentifizierungs-App ausfällt. Diese Codes sind einzigartig und werden nicht in Ihrem Kobo-Konto gespeichert. Dies ist Ihre einzige Chance, sie zu speichern. Bitte laden Sie die Datei herunter und bewahren Sie sie an einem sicheren Ort auf.
es: Los siguientes códigos de recuperación le ayudarán a acceder a su cuenta, en caso de que su aplicación de autenticación falle. Estos códigos son únicos y no se guardarán en su cuenta de Kobo. Esta es su única oportunidad de guardarlos. Descargue el archivo y guárdelo en un lugar seguro.
fa: کدهای بازیابی ذیل به شما کمک می کنند تا در صورت خرابی برنامه احراز هویت، به حساب خود دسترسی پیدا کنید. این کدها منحصربفرد هستند و در اکانت کوبو شما ذخیره نخواهد شد. این یگانه فرصت است تا شما آنرا ثبت نمایید. لطفا فایل را دانلود کنید و آن را یکجا امن نگه دارید.
fr: Les codes de récupération suivants vous aideront à accéder à votre compte si votre application d’authentification échoue. Ces codes sont uniques et ne seront pas stockés dans votre compte Kobo. C’est votre seule occasion de les enregistrer. Veuillez télécharger le fichier et le conserver en lieu sûr.
hi: अगर आपका प्रमाणीकारक (ऑथेंटिकेटर) ऐप फ़ेल हो जाता है तो दिए गए रिकवरी कोड आपको अपने खाते तक पहुंच प्रादन करेंगे। ये कोड यूनिक हैं और आपके Kobo खाते में स्टोर नहीं होंगे। उन्हें सेव करने का यही आपका एकमात्र अवसर है। कृपया फ़ाइल डाउनलोड करें और इसे कहीं सुरक्षित रखें।
id: Berikut adalah kode pemulihan yang akan membantu Anda mengakses akun Anda jika aplikasi autentikator mengalami masalah. Kode-kode ini unik dan tidak akan disimpan di akun Kobo Anda. Ini adalah kesempatan Anda untuk menyimpannya. Silakan unduh file ini dan simpan di tempat yang aman.
ja: 以下のリカバリーコードを使用すると、認証アプリが失敗した場合にアカウントにアクセスできます。これらのコードは一意であり、Koboアカウントには保存されません。保存できるのはこの機会だけです。ファイルをダウンロードして安全な場所に保管してください。
pl: Poniższe kody odzyskiwania pomogą uzyskać dostęp do konta w przypadku awarii aplikacji uwierzytelniającej. Kody te są unikalne i nie będą przechowywane na koncie Kobo. Możesz je zapisać tylko teraz. Pobierz plik i zachowaj go w bezpiecznym miejscu.
pt: Os seguintes códigos de recuperação ajudarão a acessar sua conta em caso de falha no aplicativo autenticador. Estes códigos são únicos e não serão armazenados em sua conta Kobo. Esta é sua única oportunidade de salvá-los. Faça o download do arquivo e mantenha em segurança.
ru: Следующие коды восстановления помогут вам получить доступ к вашей учетной записи в случае сбоя приложения для аутентификации. Эти коды уникальны и не будут храниться в вашей учетной записи Kobo. Это ваша единственная возможность сохранить их. Скачайте файл и храните его в безопасном месте.
th: รหัสการกู้คืนต่อไปนี้จะช่วยคุณในการเข้าถึงบัญชีของคุณในกรณีที่แอปตัวตรวจสอบความถูกต้องล้มเหลว รหัสผ่านเหล่านี้ไม่ซ้ำกันและจะไม่ถูกเก็บไว้ในบัญชี Kobo ของคุณ นี่เป็นโอกาสเดียวในการบันทึกรหัสผ่านไว้ โปรดดาวน์โหลดไฟล์และเก็บไว้ในที่ปลอดภัย
tr: Aşağıdaki kurtarma kodları, kimlik doğrulama uygulamanız başarısız olduğunda hesabınıza erişmenize yardımcı olur. Bu kodlar benzersiz olup Kobo hesabınızda saklanmaz. Bu kodları yalnızca şu an kaydedebilirsiniz. Lütfen dosyayı indirin ve güvenli bir yerde saklayın.
uk: Наведені нижче коди для відновлення допоможуть вам отримати доступ до свого облікового запису у разі, якщо ваш застосунок-аутентифікатор вийде з ладу. Ці коди є унікальними та не будуть збережені у вашому Kobo обліковому записі. Це ваша єдина можливість зберегти їх. Завантажте файл та зберігайте його у безпечному місці.
vi: Các mã khôi phục sau đây sẽ giúp bạn truy cập vào tài khoản trong trường hợp ứng dụng xác thực bị lỗi. Các mã này là duy nhất và sẽ không được lưu trữ trong tài khoản Kobo. Đây là cơ hội duy nhất để lưu lại mã. Vui lòng tải xuống tệp và giữ nó ở nơi an toàn.

source: Download codes
am: ኮዶችን አውርድ
ar: تحميل الرموز
bn: কোড ডাউনলোড করুন
cs: Stáhnout kódy
de: Codes herunterladen
es: Descarga los códigos
fa: کدها را دانلود کنید
fr: Codes de téléchargement
hi: कोड डाउनलोड करें
hu: Kódok letöltése
id: Unduh kode
ja: コードをダウンロード
km: ទាញយកកូដ
my: ကုဒ်များအား​​ဒေါင်းလုဒ်ရယူပါ
ne: कोड डाउनलोड गर्नुहोस्
pl: Pobierz kody
pt: Baixar códigos
ru: Скачать коды
sw: Pakua misimbo
th: ดาวน์โหลดรหัส
tr: Kodları indirin
uk: Завантажити коди
vi: Tải mã về

source: I saved my codes
am: ኮዶቼን አስቀምጫለሁ
ar: حفظت رموزي
bn: কোডগুলো সংরক্ষণ করে রেখেছি
cs: Mám své kódy uložené
de: Ich habe meine Codes gespeichert
es: Guardar mis códigos
fa: کدهایم را ذخیره کردم
fr: J'ai enregistré mes codes
hi: मैंने अपने कोड सहेजे हैं
hu: Elmentettem a kódjaimat
id: Saya menyimpan kode saya
ja: コードを保存しました
km: ខ្ញុំបានរក្សាទុកកូដរបស់ខ្ញុំ
my: ကျွန်ုပ်၏ကုဒ်ကို သိမ်းခဲ့ပါသည်
ne: मैले मेरा कोडहरु सेभ गरें
pl: Zapisałem moje kody
pt: Salvei meus códigos
ru: Я сохранил свои коды
sw: Nilihifadhi misimbo yangu
th: ฉันบันทึกรหัสแล้ว
tr: Kodlarımı kaydettim
uk: Я зберіг свої коди
vi: Tôi đã lưu lại mã
