Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: By default map is limited to the ##number## most recent submissions for performance reasons. Go to map settings to increase this limit.
am: በነባሪ ካርታው የተገደበ ነው። ##number## ለ አፈጻጸም ምክንያቶች በጣም የቅርብ ጊዜ ግቤቶች። ይህንን ገደብ ለመጨመር ወደ የካርታ ቅንብሮች ይሂዱ።
ar: افتراضيًا، تقتصر الخريطة على أحدث ##number## من عمليات الإرسال لأسباب تتعلق بالأداء. انتقل إلى إعدادات الخريطة لزيادة هذا الحد.
bn: পারফর্ম্যান্সজনিত কারণে মানচিত্রে দেখানো সাম্প্রতিক সাবমিশনের ডিফল্ট সংখ্যা ##number##। এটি বাড়াতে চাইলে মানচিত্রের সেটিংসে যেতে হবে।
cs: Ve výchozím nastavení je mapa z výkonnostních důvodů omezena na ##number## nejnovějších odeslaných dat. Chcete-li tento limit zvýšit, přejděte do nastavení mapy.
de: Standardmäßig ist die Karte aus Leistungsgründen auf die letzten ##number## Übermittlungen beschränkt. Gehen Sie zu den Karteneinstellungen, um diese Begrenzung zu erhöhen.
es: De manera predeterminada, el mapa se limita a los ##number## envíos más recientes por razones de rendimiento. Ir a la configuración del mapa para incrementar este límite.
fa: به‌طور پیش‌فرض و به دلایل عملکردی، نقشه محدود به ارسال‌های اخیر ##number## است. برای افزایش این محدودیت به تنظیمات نقشه بروید.
fr: Par défaut, la carte est limitée aux soumissions les##number## plus récentes pour des raisons de performance. Allez dans les paramètres de la carte pour augmenter cette limite.
hi: डिफ़ॉल्ट रूप से नक्शा प्रदर्शन कारणों से ##number## सबसे हालिया सबमिशन तक ही सीमित है। इस सीमा को बढ़ाने के लिए मैप सेटिंग में जाएं।
hu: A térkép alapértelmezés szerint a legutolsó ##number## űrlapválaszra van korlátozva. A térkép beállításainál tudja növelni ezt a korlátozást.
id: Secara default, peta dibatasi hingga ##number## kiriman terbaru untuk alasan kinerja. Buka pengaturan peta untuk meningkatkan batas.
ja: デフォルトではパフォーマンス上の理由から、地図は最新の ##number## 個の提出に制限されています。この制限を増やすには、地図の設定に移動してください。
km: តាមលំនាំដើម ផែនទីត្រូវបានកម្រិតដែនកំណត់ចំពោះ ##number## ការដាក់បញ្ជូនក្នុងពេលថ្មីៗបំផុតសម្រាប់​ហេតុផលដំណើរការ។ ចូលទៅកាន់ការកំណត់ផែនទី​ដើម្បីបង្កើនដែនកំណត់នេះ។
my: လုပ်ဆောင်မှုအကြောင်းပြချက်များအတွက် မြေပုံရွေးချယ်မှုကို##number## ကြိုတင်သတ်မှတ်ချက်အနေဖြင့် လတ်တလော တင်သွင်းချက်များအတွက်သာ ကန့်သတ်ထားပါသည်။ ကန့်သတ်ချက်ကို ပြင်ဆင်ရန် မြေပုံဆက်တင်သို့ သွားပါ။
ne: पूर्वनिर्धारित रूपमा नक्सा प्रदर्शन कारणहरूको लागि भर्खरैको हालको पेश गरिएका ##number## मा सीमित छ। यो सीमा बढाउन नक्सा सेटिङहरूमा जानुहोस्।
pl: Ze względów wydajnościowych, domyślnie mapa jest ograniczona do najnowszych przesłanych odpowiedzi (##number##). Przejdź do ustawień mapy, aby zwiększyć ten limit.
pt: Por padrão o mapa se limita aos ##number## mais recentes envios por motivos de desempenho. Vá para configurações do mapa para aumentar esse limite.
ru: Из соображений производительности карта по умолчанию ограничивается следующим количеством последних по времени отправок: ##number##. Перейдите в настройки карты, чтобы увеличить лимит.
sw: Kwa chaguo-msingi ramani imezuiwa kwa mawasilisho ya ##number## hivi punde zaidi kwa sababu za utendaji. Nenda kwenye mipangilio ya ramani ili kuongeza kikomo hiki.
th: โดยค่าเริ่มต้นแผนที่จะจำกัดเฉพาะการส่งข้อมูล ##number## ครั้งล่าสุดด้วยเหตุผลด้านประสิทธิภาพ ไปที่การตั้งค่าแผนที่เพื่อเพิ่มขีดจำกัดนี้
tr: Performans nedenleriyle, varsayılan olarak, harita en son gönderilen ##number## gönderim ile sınırlıdır. Bu sınırı artırmak için harita ayarlarına gidin.
uk: За замовчуванням карта обмежується ##number## останніми надсиланнями з міркувань продуктивності. Перейдіть до налаштувань карти, щоб збільшити цей ліміт.
vi: Theo mặc định bản đồ bị giới hạn đến ##number## lần nộp gần đây nhất vì lý do hiệu suất. Hãy vào cài đặt bản đồ để gia tăng giới hạn này.

source: Error: could not load data.
am: ስህተት፡ ውሂብ መጫን አልተቻለም።
ar: خطأ: لم يتم تحميل البيانات.
bn: ত্রুটি: তথ্য লোড করা যায় নি।
cs: Chyba: nepodařilo se načíst data.
de: Fehler: Daten konnten nicht geladen werden.
es: Error: no se pudieron cargar los datos.
fa: خطا: داده ها بارگیری نشد.
fr: Erreur : impossible de charger les données.
hi: त्रुटि: डेटा लोड नहीं कर सका।
hu: Hiba: az adatok betöltése sikertelen.
id: Kesalahan: tidak dapat memuat data.
ja: エラー：データを読み込めませんでした。
km: បញ្ហា៖ មិនអាចផ្ទុកទិន្នន័យបានទេ។
my: အမှား- အချက်အလက်ကို ဖွင့်၍ မရပါ။
ne: त्रुटि: तथ्याङ्क लोड गर्न सकिएन।
pl: Błąd: nie można wczytać danych.
pt: Erro: não foi possível carregar os dados.
ru: Ошибка: не удалось загрузить данные.
sw: Hitilafu: haikuweza kupakia data.
th: ข้อผิดพลาด: ไม่สามารถโหลดข้อมูลได้
tr: Hata: veriler yüklenemedi.
uk: Помилка: не вдалося завантажити дані.
vi: Lỗi: không thể tải dữ liệu.

source: Disaggregate by survey responses
am: በ ዳሰሳ ጥናት ምላሾች የተከፋፈለ
ar: التجزئة على حسب الاستجابات بالاستبيان
bn: জরিপের উত্তের ভিত্তিতে পৃথক্‍করণ করুন
cs: Rozdělení podle odpovědí v průzkumu
de: Nach Umfrageantworten aufschlüsseln
es: Desagregar según respuestas de la encuesta
fa: تفکیک بر اساس پاسخ های نظرسنجی
fr: Désagréger les données selon les réponses aux enquêtes
hi: सर्वेक्षण प्रतिक्रियाओं के आधार पर अलग करें।
hu: Kérdőívválaszok szerinti bontás
id: Pilah menurut respons survei
ja: 回答別に分散する
km: បំបែកតាមចម្លើយនៃការស្ទង់មតិ
my: ဆာဗေးဖြေဆိုမှုများဖြင့် ခွဲထုတ်ပါ
ne: सर्वेक्षण प्रतिक्रियाहरू द्वारा विभाजित
pl: Podziel według odpowiedzi ankiety
pt: Desagregar por respostas da pesquisa
ru: Дезагрегировать по ответам на опрос
sw: Gawanya kulingana na majibu ya utafiti
th: แยกตามคำตอบของการสำรวจ
tr: Anket yanıtlarına göre ayrıştır
uk: Дезагрегувати за відповідями на опитування
vi: Phân tán bằng câu trả lời khảo sát

source: Disaggregated using:
am: በመጠቀም የተከፋፈለው፦
ar: المفصلة طبقًا للاستخدام:
bn: পৃথক্‍করণে ব্যবহৃত হয়েছে:
cs: Rozděleno pomocí:
de: Aufgeschlüsselt nach:
es: Desagregar utilizando:
fa: تفکیک با استفاده از:
fr: Désagrégé en utilisant :
hi: इनका इस्तेमाल कर अलग किए गए:
hu: Bontás eszerint:
id: Pilah menggunakan:
ja: 以下を使用した分散:
km: ការប្រើដែលបានបំបែក៖
my: အောက်ပါတို့ကို အသုံးပြု၍ ခွဲထုတ်ပါ-
ne: प्रयोग गरी विभाजित:
pl: Podziel, używając:
pt: Desagregado por:
ru: Дезагрегировано с помощью:
sw: Imegawanywa kwa kutumia:
th: แยกโดยใช้:
tr: Şunlar kullanılarak ayrıştırılmıştır:
uk: Дезагреговано за допомогою:
vi: Phân tán dùng:

source: No "geopoint" responses have been received
am: ምንም የ"ጂኦ ነጥብ" ምላሾች አልተቀበሉም
ar: لم يتم استلام أية استجابة لـ "النقطة الجغرافية"
bn: “জিওপয়েন্ট”ভিত্তিক কোনো উত্তর আসে নি
cs: Nebyly obdrženy žádné odpovědi typu „geopoint“
de: Es wurden keine „Geopunkt“-Antworten erhalten
es: No se han recibido respuestas de «geopoint»
fa: هیچگونه پاسخ «موقعیت جغرافیائی» (Geopoint) دریافت نشده است
fr: Aucune réponse « géopoint » n'a été reçue
hi: कोई "जियोपॉइंट" प्रतिक्रिया प्राप्त नहीं हुई है
hu: Nem érkezett „geopont” válasz
id: Tidak ada respons “titik geo” yang telah diterima
ja: 「ジオポイント」の回答はありません
km: មិនបានទទួលការឆ្លើយតបអំពី "ចំណុចភូមិសាស្ត្រ" ទេ
my: "geopoint" ဖြေဆိုချက်များ မရရှိပါ
ne: कुनै "जियोपोइन्ट" प्रतिक्रियाहरू प्राप्त भएका छैनन्
pl: Nie otrzymano żadnych punktów geograficznych
pt: Nenhuma resposta do "geopoint" foi recebida
ru: Ответов по «геоточке» не получено
sw: Hakuna majibu ya "geopoint" yamepokelewa
th: ยังไม่ได้รับคำตอบเกี่ยวกับ “จุดทางภูมิศาสตร์ (geopoint)”
tr: "Coğrafi nokta" yanıtı alınmadı
uk: Жодної відповіді щодо "геопункту" не отримано
vi: Không có câu trả lời “geopoint” nào được ghi nhận

source: The map does not show data because this form does not have a "geopoint" field.
am: ካርታው ውሂብ አያሳይም ምክንያቱም ይህ ቅፅ የ"ጂኦ ነጥብ" መስክ የለውም።
ar: لا تعرض الخريطة البيانات لأن هذا النموذج لا يحتوي على حقل "النقطة الجغرافية".
bn: মানচিত্রে তথ্য দেখা না যাওয়ার কারণ এই ফর্মে “জিওপয়েন্ট” তথ্য দেওয়ার মতো কোনো ঘর নেই।
cs: Mapa nezobrazuje data, protože tento formulář nemá pole typu „geopoint“.
de: Die Karte zeigt keine Daten an, da dieses Formular kein „Geopunkt“-Feld hat.
es: El mapa no muestra los datos porque este formulario no tiene un campo de pregunta de tipo «geopoint».
fa: نقشه، داده‌ها را نشان نمی‌دهد زیرا این فرم، فیلد «موقعیت جغرافیائی» (Geopoint) ندارد.
fr: La carte ne montre pas de données, car ce formulaire ne possède pas de champs « géopoint ».
hi: नक्शा डेटा नहीं दिखाता है क्योंकि इस फ़ॉर्म में "जियोपॉइंट" फ़ील्ड नहीं है।
hu: A térkép nem mutat adatot, mert az űrlap nem tartalmaz „geopont” mezőt.
id: Peta tidak menampilkan data karena formulir ini tidak memiliki kolom “titik geo”.
ja: このフォームには「ジオポイント」の項目がないため、地図にはデータが表示されません。
km: ផែនទីនេះមិនបង្ហាញទិន្នន័យទេ ពីព្រោះទម្រង់បែបបទ​នេះមិនមានកន្លែងបញ្ចូល "ចំណុចភូមិសាស្ត្រ" ទេ។
my: ဤဖောင်ပုံစံတွင် "geopoint" ထည့်သွင်းရန် နေရာမပါရှိသဖြင့် မြေပုံအချက်အလက်များ မပြသပါ။
ne: नक्साले तथ्याङ्क देखाउँदैन किनभने यो फारममा "जियोपोइन्ट" फिल्ड छैन।
pl: Mapa nie pokazuje żadnych danych, ponieważ formularz nie zawiera pola geolokalizacji.
pt: O mapa não apresenta dados, porque este formulário não possui o campo "geopoint".
ru: Данные на карте не отображаются, так как в этой форме нет поля «геоточки».
sw: Ramani haionyeshi data kwa sababu fomu hii haina sehemu ya "geopoint".
th: แผนที่ไม่แสดงข้อมูลเนื่องจากแบบฟอร์มนี้ไม่มีฟิลด์ "จุดทางภูมิศาสตร์"
tr: Bu formda "coğrafi nokta" alanı olmadığı için, harita veri göstermez.
uk: На карті не відображаються дані, оскільки ця форма не має поля “геопункт”.
vi: Bản đồ không hiển thị dữ liệu vì biểu mẫu này không có trường “geopoint”.

source: Toggle Fullscreen
am: ሙሉ ስክሪን ቀይር
ar: تبديل وضع ملء الشاشة
bn: ফুলস্ক্রিন টগল করুন
cs: Přepnout na celou obrazovku
de: Auf Vollbildmodus umschalten
es: Alternar pantalla completa
fa: تغییر حالت تمام صفحه
fr: Basculer en plein écran
hi: पूर्णस्क्रीन स्विच (टॉगल) करें
hu: Teljes képernyő ki/be
id: Beralih ke Layar Penuh
ja: フルスクリーンに切り替え
km: បិទ/បើកអេក្រង់ពេញ
my: မျက်နှာပြင်ပြည့် ပြောင်းလဲပါ
ne: फुलस्क्रिन टगल गर्नुहोस्
pl: Przełącz pełny ekran
pt: Alternar Para o Modo Tela Cheia
ru: Включить полноэкранный режим
sw: Geuza Skrini Kamili
th: สลับโหมดเต็มหน้าจอ
tr: Tam ekrana geç
uk: Переключити на повноекранний режим
vi: Bật/tắt Toàn màn hình

source: Show as points
am: እንደ ነጥብ አሳይ
ar: الأظهار كنقاط
bn: বিন্দু আকারে দেখান
cs: Zobrazit jako body
de: Als Punkte anzeigen
es: Mostrar en forma de puntos
fa: نمایش نقطه ای
fr: Afficher les points
hi: पॉइंट्स के रूप में दिखाएं
hu: Mutassa pontokként
id: Tampilkan sebagai poin
ja: ポイントで表示
km: បង្ហាញជាពិន្ទុ
my: ပွိုင့်များအဖြစ်ပြသပါ
ne: अंकको रूपमा देखाउनुहोस्
pl: Pokaż jako punkty
pt: Mostrar como pontos
ru: Показать как точки
sw: Onyesha kama pointi
th: แสดงเป็นจุด
tr: Nokta olarak göster
uk: Показати як точки
vi: Hiển thị dưới dạng điểm

source: Toggle layers
am: ንብርብሮችን ቀያይር
ar: تبديل الشرائح
bn: স্তর টগল করুন
cs: Přepnout vrstvy
de: Ebenen umschalten
es: Alternar capas
fa: تغییر لایه ها
fr: Afficher/Masquer les couches
hi: परतों (लेयर्स) को टॉगल करें
hu: Rétegek váltása
id: Beralih lapisan
ja: レイヤーの切り替え
km: ស្រទាប់បិទ/បើក
my: အလွှာများကို ပြောင်းလဲပါ
ne: तहहरू टगल गर्नुहोस्
pl: Przełącz warstwy
pt: Alternar camadas
ru: Переключить слои
sw: Badili safu
th: สลับเลเยอร์
tr: Katmanları değiştir
uk: Переключити шари
vi: Bật/tắt lớp

source: Map display settings
am: የካርታ ማሳያ ቅንብሮች
ar: إعدادات عرض الخريطة
bn: মানচিত্রের প্রদর্শনমূলক সেটিংস
cs: Nastavení zobrazení mapy
de: Einstellungen der Kartenansicht
es: Configuración de la visualización del mapa
fa: تنظیمات نمایش نقشه
fr: Paramètres d'affichage de la carte
hi: नक्शा प्रदर्शन (मैप डिसप्ले) सेटिंग्स
hu: Térkép-megjelenítési beállítások
id: Pengaturan tampilan peta
ja: 地図の表示設定
km: ការកំណត់បង្ហាញផែនទី
my: မြေပုံပြသမှုဆက်တင်များ
ne: नक्सा प्रदर्शन सेटिङहरू
pl: Ustawienia wyświetlania map
pt: Configurações de exibição do mapa
ru: Настройки отображения карты
sw: Weka mipangilio ya onyesho la ramani
th: การตั้งค่าการแสดงแผนที่
tr: Harita görüntüleme ayarları
uk: Налаштування відображення карти
vi: Cài đặt hiển thị bản đồ

source: Show as heatmap
am: እንደ ሙቀት ካርታ አሳይ
ar: الأظهار كخريطة حرارية
bn: তাপচিত্র (হিটম্যাপ) হিসাবে দেখান
cs: Zobrazit jako tepelnou mapu
de: Als Wärmebildkarte anzeigen
es: Mostrar en forma de mapa de calor
fa: نمایش نقشه حرارتی
fr: Afficher comme heatmap
hi: हीटमैप के रूप में दिखाएं
hu: Megjelenítés hőtérképként
id: Tampilkan sebagai peta panas
ja: ヒートマップで表示
km: បង្ហាញជាផែនទីកម្ដៅ
my: heatmap အဖြစ်ပြသပါ
ne: तातो नक्शाको रूपमा देखाउनुहोस्
pl: Pokaż jako mapa termiczna
pt: Mostrar como mapa de calor
ru: Показать как тепловую карту
sw: Onyesha kama ramani ya joto
th: แสดงเป็นแผนที่ความร้อน
tr: Isı haritası olarak göster
uk: Показати як теплову карту
vi: Hiển thị dưới dạng bản đồ nhiệt

source: Language
am: ቋንቋ
ar: اللغة
bn: ভাষা
cs: Jazyk
de: Sprache
es: Idioma
fa: زبان
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
ja: 言語
my: ဘာသာစကား
ne: भाषा
pl: Język
pt: Idioma
ru: Язык
sw: Lugha
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ

source: Default
am: ነባሪ
ar: أفتراضي
de: Standard
es: Predeterminado
fa: پیش فرض
ja: デフォルト
km: លំនាំដើម
pl: Domyślny
pt: Padrão
ru: По умолчанию
sw: Chaguo-msingi
th: ค่าเริ่มต้น
uk: Стандартна установка
vi: Mặc định

source: -- See all data --
am: -- ሁሉንም ውሂብ ይመልከቱ --
ar: -- شاهد كل البيانات --
de: -- Alle Daten anzeigen --
es: -- Ver todos los datos --
fa: -- مشاهده همه داده ها --
id: -- Lihat semua data --
ja: -- すべてのデータを見る --
km: -- មើលទិន្នន័យទាំងអស់ --
pl: -- Zobacz wszystkie dane --
pt: -- Ver todos os dados --
ru: -- Отобразить все данные --
sw: -- Angalia data zote --
th: -- ดูข้อมูลทั้งหมด --
uk: -- Переглянути всі дані --
vi: -- Xem toàn bộ dữ liệu --

source: untranslated:
am: ያልተተረጎመ፦
ar: غير مترجم:
de: unübersetzt:
es: sin traducir:
fa: ترجمه نشده:
id: tidak diterjemahkan:
ja: 未翻訳:
km: មិនបានបកប្រែ៖
pl: nieprzetłumaczone:
pt: não traduzidos:
ru: без перевода:
sw: haijatafsiriwa:
th: ไม่ได้แปล:
uk: без перекладу:
vi: không dịch:

source: Question label not set
am: የጥያቄ መለያ አልተዘጋጀም
ar: لم يتم تحديد علامة السؤال
de: Fragen-Kennzeichnung nicht festgelegt
es: Etiqueta de la pregunta no configurada
fa: برچسب پرسش تنظیم نشده است
id: Label pertanyaan belum diatur
ja: 質問のラベルが設定されていません
km: ស្លាកសំណួរមិនបានកំណត់
pl: Pytanie nie posiada etykiety
pt: Descrição da pergunta não definida
ru: Метка вопроса не установлена
sw: Lebo ya maswali haijawekwa
th: ไม่ได้ตั้งป้ายกำกับคำถาม
uk: Мітка питання не встановлена
vi: Chưa đặt nhãn câu hỏi

source: Reset
am: ዳግም አስጀምር
ar: إعادة الضبط
bn: রিসেট করুন
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
hi: दोबारा सेट (रीसेट)
hu: Visszaállítás
id: Atur ulang
ja: リセット
km: កំណត់ឡើងវិញ
my: ပြန်ချိန်ပါ
ne: फेरि निर्धारित गर्नुहोस्
pl: Zresetuj
pt: Redefinir
ru: Сброс
sw: Weka upya
th: รีเซต
tr: Sıfırla
uk: Перезавантажити
vi: Đặt lại

source: not set
am: አልተዘጋጀም
ar: غير مضبوطة
de: nicht festgelegt
es: no configurado
fa: تنظیم نشده
id: Belum diatur
ja: 設定されていません
km: មិនបានកំណត់
pl: nieustalone
pt: não configurado
ru: не установлено
sw: haijawekwa
th: ไม่ได้ตั้งค่า
uk: не встановлено
vi: chưa đặt

source: Legend
am: አፈ ታሪክ
ar: مفتاح الخريطة
de: Legende
es: Leyenda
fa: راهنما
id: Legenda
ja: 凡例
km: កំណត់សម្គាល់
pl: Legenda
pt: Legenda
ru: Условные обозначения
sw: Hadithi
th: คำอธิบายสัญลักษณ์
uk: Умовні позначення
vi: Chú giải

source: Map Settings
am: የካርታ ቅንብሮች
ar: إعدادات الخريطة
de: Karteneinstellungen
es: Configuración del mapa
fa: تنظیمات نقشه
id: Pengaturan Peta
ja: 地図設定
km: ការកំណត់ផែនទី
pl: Ustawienia map
pt: Configurações do Mapa
ru: Настройки карты
sw: Mipangilio ya Ramani
th: การตั้งค่าแผนที่
uk: Налаштування карти
vi: Cài đặt bản đồ

source: Table
am: ጠረጴዛ
ar: الجدول
bn: টেবিল
cs: Tabulka
de: Tabelle
es: Tabla
fa: جدول
fr: Tableau
hi: तालिका (टेबल)
hu: Táblázat
id: Tabel
ja: 表
km: តារាង
my: ဇယား
ne: टेबल
pl: Tabela
pt: Tabela
ru: Таблица
sw: Jedwali
th: ตาราง
tr: Tablo
uk: Таблиця
vi: Bảng

source: Gallery
am: ማዕከለ-ስዕላት
ar: الاستوديو
bn: গ্যালারি
cs: Galerie
de: Galerie
es: Galería
fa: گالری
fr: Galerie photo
hi: गैलरी
hu: Galéria
id: Galeri
ja: 一覧
km: វិចិត្រសាល
my: ပုံပြခန်း
ne: ग्यालरी
pl: Galeria
pt: Galeria
ru: Галерея
sw: Matunzio
th: แกลเลอรี่
tr: Galeri
uk: Галерея
vi: Bộ sưu tập

source: Downloads
am: ውርዶች
ar: التحميلات
bn: ডাউনলোড
cs: Stahování
es: Descargas
fa: دانلودها
fr: Téléchargements
hi: डाउनलोड
hu: Letöltések
id: Unduhan
ja: ダウンロードしたもの
km: ការទាញយក
my: ‌‌ဒေါင်းလုတ်များ
ne: डाउनलोड गरिएका बस्तुहरु
pl: Do pobrania
pt: Transferências
ru: Загрузки
sw: Vipakuliwa
th: สิ่งที่ดาวน์โหลด
tr: İndirilenler
uk: Завантаження
vi: Tải xuống

source: Map
am: ካርታ
ar: الخريطة
bn: মানচিত্র
cs: Mapa
de: Karte
es: Mapa
fa: نقشه
fr: Carte
hi: नक्शा
hu: Térkép
id: Peta
ja: 地図
km: ផែនទី
my: မြေပုံ
ne: नक्शा
pl: Mapa
pt: Mapa
ru: Карта
sw: Ramani
th: แผนที่
tr: Harita
uk: Карта
vi: Bản đồ

source: General
am: አጠቃላይ
ar: عام
bn: সাধারণ
cs: Obecné
de: Allgemein
fa: عمومی
fr: Généralités
hi: सामान्य (जनरल)
hu: Általános
id: Umum
ja: 一般
km: ទូទៅ
my: အထွ​ေထွ​ေ
ne: साधारण
pl: Ogólne
pt: Geral
ru: Общие
sw: Jumla
th: ทั่วไป
tr: Genel
uk: Загальні дані
vi: Tổng quan

source: Media
am: ሚዲያ
ar: الوسائط المتعددة
bn: মিডিয়া
cs: Média
de: Medien
es: Archivos multimedia
fa: رسانه ها
fr: Média
hi: मीडिया
hu: Média
ja: メディア
km: មេឌៀ
my: မီဒီယာ
ne: मिडिया
pt: Mídia
ru: Мультимедиа
sw: Vyombo vya habari
th: สื่อ
tr: Medya
uk: Медіа
vi: Phương tiện

source: Sharing
am: ማጋራት
ar: مشاركة
bn: শেয়ার করা
cs: Sdílení
de: Teilen
es: Compartir
fa: اشتراک گذاری
fr: Partage
hi: साझा करना (शेयरिंग)
hu: Megosztás
id: Berbagi
ja: 共有
km: ការចែករំលែក
my: မျှ‌​ဝေထားသောအရာများ
ne: बाड्दै
pl: Udostępnianie
pt: Compartilhamento
ru: Совместное использование
sw: Kushiriki
th: การแชร์
tr: Paylaşım
uk: Обмін
vi: Chia sẻ

source: Connect Projects
am: ፕሮጀክቶችን ያገናኙ
ar: الربط بين المشروعات
bn: প্রকল্প সংযুক্ত করুন
cs: Spojit projekty
de: Projekte verbinden
es: Conectar proyectos
fa: پروژه های متصل
fr: Connecter des Projets
hi: प्रोजेक्ट जोड़ें
hu: Projektek összekapcsolása
id: Hubungkan Proyek
ja: プロジェクトに接続
km: ភ្ជាប់គម្រោង
my: ချိတ်ဆက် ပ‌ရောဂျက်များ
ne: परियोजनाहरु जोड्नुहोस्
pl: Połącz Projekty
pt: Projetos do KoboCollect
ru: Подключение проектов
sw: Unganisha Miradi
th: เชื่อมต่อโครงการ
tr: Projeleri Bağla
uk: Підключити проєкти
vi: Kết nối các dự án

source: REST Services
am: የእንደገና ማስጀመር አገልግሎቶች
ar: خدمة نقل وتمثيل الحالة (REST)
bn: REST সেবা
cs: Služby REST
de: REST-Service
es: Servicios REST
fa: خدمات REST
fr: Services web REST
hi: REST सेवाएं
hu: REST szolgáltatások
id: Layanan REST
ja: RESTサービス
km: សេវាកម្ម REST
my: REST ဝန်ဆောင်မှုများ
ne: REST सेवाहरु
pl: Usługi REST
pt: Serviços REST
ru: Службы REST
sw: Huduma za REST
th: บริการ REST
tr: REST Servisleri
uk: Служби REST
vi: Dịch vụ REST

source: Activity
am: እንቅስቃሴ
ar: نشاط
de: Aktivität
es: Actividad
ja: 活動
uk: Діяльність

source: copied to clipboard
am: ወደ ቅንጥብ ሰሌዳ ተቀድቷል
ar: تم النسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করা হয়েছে
cs: zkopírováno do schránky
de: Ins Clipboard kopiert
es: copiado en el portapapeles
fa: کپی در کلیپ بورد
fr: copié
hi: क्लिपबोर्ड पर कॉपी किया गया
hu: vágólapra másolva
id: disalin ke papan klip
ja: クリップボードにコピーされました
km: បានចម្លងទៅឃ្លីបបត
my: clipboard သို့ ကော်ပီကူးပြီးပါပြီ
ne: क्लिपबोर्डमा प्रतिलिपि गरियो
pl: skopiowany do schowka
pt: copiado para a área de transferência
ru: скопировано в буфер обмена
sw: imenakiliwa kwenye ubao wa kunakili
th: คัดลอกไปที่คลิปบอร์ดแล้ว
tr: panoya kopyalandı
uk: скопійовано в буфер обміну
vi: đã sao chép vào bảng nhớ tạm

source: Clone of
am: የ መሰል
ar: استنساخ من
bn: -এর কপি
cs: Klon
de: Klon von
es: Clonación de
fa: شبیه سازی از
fr: Clone de
hi: का क्लोन
hu: Klón:
id: Kloning dari
ja: の複製
my: ၏ပုံတူပွား
ne: उस्तै अर्को को
pl: Klon
pt: Clonar de
ru: Копия объекта
sw: Nakala la
th: โคลนของ
tr: Şunun kopyasıdır:
uk: Клон
vi: Nhân bản của

source: Enter the name of the cloned ##ASSET_TYPE##. Leave empty to keep the original name.
am: የተባዛውን ##ASSET_TYPE## ስም አስገባ። የመጀመሪያውን ስም ለማቆየት ባዶ ይተውት።
ar: أدخل أسم المستنسخ ##ASSET_TYPE##. اتركه فارغًا للاحتفاظ بالاسم الأصلي.
bn: কপি করা ##ASSET_TYPE##টির নাম দিন। যেটি থেকে কপি করা হয়েছে সেই নামই ব্যবহার করতে চাইলে খালি রেখে দিন।
cs: Zadejte název klonované položky (##ASSET_TYPE##). Pro zachování původního názvu ponechte pole prázdné.
de: Geben Sie den Namen des geklonten ##ASSET_TYPE## ein. Lassen Sie es frei, um den ursprünglichen Namen beizubehalten.
es: Ingresar el nombre del ##ASSET_TYPE## clonado. Dejar el campo vacío para mantener el nombre original.
fa: نام ##ASSET_TYPE## شبیه‌سازی شده را وارد کنید. برای حفظ نام اصلی، آن را خالی بگذارید.
fr: Saisissez le nom du ##ASSET_TYPE## cloné. Laissez vide pour conserver le nom d'origine.
hi: क्लोन किए गए ##ASSET_TYPE## का नाम दर्ज करें। मूल नाम रखने के लिए खाली छोड़ दें।
hu: Adja meg a klónozott ##ASSET_TYPE## nevét. Hagyja üresen az eredeti név megtartásához.
id: Masukkan nama dari ##ASSET_TYPE## yang dikloning. Biarkan kosong untuk mempertahankan nama asli.
ja: 複製した##ASSET_TYPE##の名前を入力してください。元の名前を維持したい場合は、空白のままにします。
km: បញ្ចូលឈ្មោះនៃ ##ASSET_TYPE##ដែលបានក្លូន។ ទុកចោលទទេដើម្បីរក្សាឈ្មោះដើម។
my: ပုံတူပွားထားသည့်အရာ၏ အမည်ကို ထည့်ပါ##ASSET_TYPE##။ မူလအမည်ကို ဆက်သုံးရန် ကွက်လပ်ထားခဲ့ပါ။
ne: उस्तै अर्को बनाएको नाम प्रविष्ट गर्नुहोस्##ASSET_TYPE##। सुरुकै नाम राख्न खाली छोड्नुहोस्।
pl: Wpisz nazwę sklonowanego ##ASSET_TYPE##. Zostaw pole puste, jeśli chcesz zachować oryginalną nazwę.
pt: Insira o nome do ##ASSET_TYPE## clonado. Deixe em branco para manter o nome original.
ru: Введите имя скопированного объекта типа «##ASSET_TYPE##». Оставьте пустым, чтобы сохранить исходное имя.
sw: Ingiza jina la ##ASSET_TYPE## ulionakili. Acha tupu ili kuhifadhi jina asili.
th: ป้อนชื่อของ##ASSET_TYPE##ที่โคลนมา เว้นว่างไว้เพื่อคงชื่อเดิมไว้
tr: Kopyalanan ##ASSET_TYPE##‘in adını girin. Orijinal adı korumak için boş bırakın.
uk: Введіть назву клонованого ##ASSET_TYPE##. Залиште порожнім, щоб зберегти оригінальну назву.
vi: Nhập tên của nhân bản ##ASSET_TYPE##. Để trống để giữ nguyên tên.

source: Ok
am: እሺ
ar: حسنًا
bn: আচ্ছা
fa: تایید
hi: ठीक है
id: Oke
ne: ठिक छ
pt: Pronto
sw: Sawa
th: ตกลง
tr: Tamam
uk: Добре

source: ## files
am: ## ፋይሎች
ar: ## ملفات
bn: ##টি ফাইল
cs: ## souborů
de: ## Dateien
es: ## archivos
fa: ##فایل ها
fr: ## fichiers
hi: ## फाइलें
hu: ## fájl
id: ## file
ja: ## ファイル
my: ## ဖိုင်များ
ne: ## फाइलहरु
pl: pliki: ##
pt: ## arquivos
ru: Файлов: ##
sw: ## faili
th: ## ไฟล์
tr: ## dosyalar
uk: ## файлів
vi: ## tệp
