Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Your access is restricted. Please reclaim your access by changing your password at ##koboform_url##/accounts/password/reset/.
am: መዳረሻዎ የተገደበ ነው። እባክዎ የይለፍ ቃልዎን በ##koboform_url##/accounts/password/reset/ በመቀየር መዳረሻዎን ያግኙ።
ar: وصولك مقيد. يرجى إعادته عن طريق تغيير كلمة المرور الخاصة بك على ##koboform_url##/accounts/password/reset/.
bn: আপনার অ্যাক্সেস বন্ধ হয়ে আছে। অনুগ্রহ করে ##koboform_url##/accounts/password/reset/ অ্যাড্রেসে গিয়ে আপনার পাসওয়ার্ড পরিবর্তন করে অ্যাক্সেস পুনরুদ্ধার করুন।
cs: Váš přístup je omezený. Obnovte prosím svá přístupová práva změnou hesla na ##koboform_url##/accounts/password/reset/.
de: Ihr Zugriff ist eingeschränkt. Um wieder Zugang zu erhalten, ändern Sie bitte Ihr Passwort unter ##koboform_url##/accounts/password/reset/.
es: Tu acceso está restringido. Recupera tu acceso mediante el cambio de tu contraseña en ##koboform_url##/accounts/password/reset/.
fa: دسترسی شما محدود شده است لطفاً با تغییر رمز عبور خود در ##koboform_url##/accounts/password/reset/ دسترسی خود را مجددا درخواست کنید.
fr: Votre accès est restreint. Veuillez récupérer votre accès en changeant votre mot de passe dans ##koboform_url##/accounts/password/reset/.
hi: आपकी पहुँच (एक्सेस) प्रतिबंधित है। कृपया ##koboform_url##/accounts/password/reset/ पर अपना पासवर्ड बदल कर एक्सेस पुनः प्राप्त करें।
id: Akses Anda dibatasi. Silakan dapatkan kembali akses Anda dengan mengganti kata sandi di ##koboform_url##/accounts/password/reset/.
ja: アクセスは制限されています。##koboform_url##、アカウント、パスワード／リセットでパスワードを変更しアクセスを回復してください。
my: သင့်ဝင်ရောက်ကြည့်ရူခွင့်ကို တားမြစ်ထားပါသည်။ ကျေးဇူးပြု၍ သင့်စကားဝှက်အား ##koboform_url##/accounts/password/reset/ တွင် ပြောင်းခြင်းဖြင့် သင့်ဝင်ရောက်ကြည့်ရူခွင့်အား ပြန်လည်ပြန်တောင်းယူပါ။
ne: तपाईंको पहुँच प्रतिबन्धित छ। कृपया ##koboform_url##/accounts/password/reset/ मा आफ्नो पासवर्ड परिवर्तन गरेर आफ्नो पहुँच पुन: दावी गर्नुहोस्।
pl: Twój dostęp jest ograniczony. Proszę odzyskać dostęp poprzez zmianę hasła na ##koboform_url##/accounts/password/reset/.
pt: Seu acesso está restrito. Recupere seu acesso alterando sua senha em ##koboform_url##/contas/senha/redefinir/.
ru: Доступ запрещен. Восстановите доступ, изменив пароль в разделе##koboform_url## /accounts/password/reset/.
sw: A hozzáférése korlátozva van. A hozzáférését a jelszava megváltoztatásával szerezheti vissza: ##koboform_url##/fiókok/jelszó/visszaállítás/.
th: การเข้าถึงของคุณถูกจำกัด โปรดเรียกคืนการเข้าถึงของคุณโดยการเปลี่ยนรหัสผ่านของคุณที่ ##koboform_url##/accounts/password/reset/
uk: Ваш доступ обмежено. Відновіть свій доступ, змінивши пароль на ##koboform_url##/accounts/password/reset/.
vi: Quyền truy cập của bạn bị hạn chế. Vui lòng lấy lại quyền truy cập bằng cách đổi mật khẩu tại ##koboform_url##/accounts/password/reset/.

source: KoboToolbox project ownership transfer accepted
am: የካቦ ቱልቦክስ (KoboToolbox) ፕሮጀክት የባለቤትነት ሽግግር ተቀባይነት አግኝቷል
ar: تم قبول طلب نقل ملكية مشروع في KoboToolbox
bn: KoboToolbox প্রকল্পের মালিকানা হস্তান্তর গৃহীত হয়েছে
cs: Přenos vlastnictví projektu KoboToolbox přijat
de: Übertragung der Eigentümerrolle des KoboToolbox-Projekts akzeptiert
es: Se acepta la transferencia de propiedad del proyecto KoboToolbox
fa: انتقال مالکیت پروژه KoboToolbox پذیرفته شده است
hi: कोबोटूलबॉक्स परियोजना स्वामित्व स्थानांतरण स्वीकृत
id: Peralihan kepemilikan proyek KoboToolbox diterima
ja: Kobo Toolboxプロジェクトの所有権の譲渡が承認されました
my: Kobo ကိရိယာအကွက် စီမံကိန်း ပိုင်ဆိုင်မှုလွှဲပြောင်းခြင်းကို လက်ခံခဲ့သည်
pt: Aceita a transferência da responsabilidade pelo projeto KoboToolbox
ru: Передача прав владения проектом KoboToolbox принята
sw: KoboToolbox-projekt tulajdonjogának átruházása elfogadva
th: ยอมรับการโอนกรรมสิทธิ์โครงการ KoboToolbox แล้ว
uk: Передачу власності проєкту KoboToolbox прийнято
vi: Chuyển quyền sở hữu dự án KoboToolbox được chấp nhận

source: Action required: KoboToolbox project ownership transfer request
am: እርምጃ ያስፈልጋል፦ የካቦ ቱልቦክስ (KoboToolbox) ፕሮጀክት ባለቤትነትን የማስተላለፍ ጥያቄ
ar: الإجراء المطلوب: طلب نقل ملكية مشروع في KoboToolbox
bn: প্রয়োজনীয় পদক্ষেপ : KoboToolbox প্রকল্পের মালিকানা হস্তান্তরের অনুরোধ
cs: Je vyžadována akce: Žádost o přenos vlastnictví projektu KoboToolbox
de: Aktion erforderlich: Antrag auf Übertragung der Eigentümerrolle am KoboToolbox-Projekt
es: Acción obligatoria: Solicitud de transferencia de propiedad del proyecto KoboToolbox
fa: اقدام لازم : درخواست انتقال مالکیت پروژه koboToolbox
hi: आवश्यक कार्यवाही: कोबोटूलबॉक्स परियोजना स्वामित्व स्थानांतरण अनुरोध
id: Tindakan diperlukan: Permintaan peralihan kepemilikan proyek KoboToolbox
ja: アクションが必要です: Kobo Toolboxプロジェクトの所有権譲渡のリクエスト
my: လုပ်ဆောင်ရန် လိုအပ်သည်- Kobo ကိရိယာအကွက် စီမံကိန်း ပိုင်ဆိုင်မှု လွှဲပြောင်းမှု တောင်းဆိုချက်
pt: Ação obrigatória: solicitação de transferência da responsabilidade pelo projeto KoboToolbox
ru: Требуется действие: запрос на передачу прав владения проектом KoboToolbox
sw: Intézkedés szükséges: Kérelem KoboToolbox-projekt tulajdonjogának átruházására
th: สิ่งที่ต้องทำ: คำขอโอนกรรมสิทธิ์โครงการ KoboToolbox
uk: Необхідна дія: запит на зміну власника проєкту в KoboToolbox
vi: Thao tác bắt buộc: Yêu cầu chuyển quyền sở hữu dự án KoboToolbox

source: KoboToolbox project ownership transfer incomplete
am: የካቦ ቱልቦክስ (KoboToolbox) ፕሮጀክት የባለቤትነት ሽግግር አልተጠናቀቀም
ar: طلب نقل ملكية مشروع في KoboToolbox غير مكتمل
bn: KoboToolbox প্রকল্পের মালিকানা হস্তান্তর সম্পন্ন হয় নি
cs: Přenos vlastnictví projektu KoboToolbox nebyl dokončen
de: Übertragung der Eigentümerrolle des KoboToolbox-Projekts unvollständig
es: Transferencia de la propiedad del proyecto KoboToolbox incompleta
fa: انتقال مالکیت پروژه KoboToolbox ناقص است
hi: कोबोटूलबॉक्स परियोजना स्वामित्व स्थानांतरण अधूरा है
id: Peralihan kepemilikan proyek KoboToolbox tidak selesai
ja: Kobo Toolboxプロジェクトの所有権の譲渡は完了していません
my: Kobo ကိရိယာအကွက် စီမံကိန်း ပိုင်ဆိုင်မှု လွှဲပြောင်းခြင်း မပြီးမြောက်ပါ
pt: Transferência da responsabilidade pelo projeto KoboToolbox não foi concluída
ru: Передача прав владения проектом KoboToolbox не завершена
sw: KoboToolbox-projekt tulajdonjogának átruházása hiányos
th: การโอนกรรมสิทธิ์โครงการ KoboToolbox ยังไม่สมบูรณ์
uk: Передача прав власності на проєкт KoboToolbox не завершена
vi: Chuyển quyền sở hữu dự án KoboToolbox chưa hoàn tất

source: Project ownership transferred
am: የፕሮጀክቱ ባለቤትነት ለሌላ ተላልፏል
ar: تم نقل ملكية المشروع
bn: প্রকল্পের মালিকানা হস্তান্তর করা হয়েছে
cs: Vlastnictví projektu převedeno
de: Eigentümerrolle des Projekts wurde übertragen
es: Transferencia de la propiedad del proyecto
fa: مالکیت پروژه منتقل شد
hi: परियोजना का स्वामित्व स्थानांतरण
id: Kepemilikan proyek telah dialihkan
ja: プロジェクト所有権を譲渡済み
my: စီမံကိန်းပိုင်ဆိုင်မှုကို လွှဲပြောင်းထားသည်
pt: Responsabilidade pelo projeto transferida
ru: Осуществлена передача права владения проектом
sw: Projekt tulajdonjoga átruházva
th: โอนกรรมสิทธิ์โครงการแล้ว
uk: Передано право власності на проєкт
vi: Đã chuyển quyền sở hữu dự án

source: Please note that the ownership of the project **##project_name##** has been transferred from **##previous_owner##** to **##new_owner##**.
am: የፕሮጀክቱ ባለቤትነት* *##project_name##* * ከ* *##previous_owner##* * ወደ* *##new_owner##* * እንደተላለፈ እባክዎ ልብ ይበሉ።
ar: يرجى ملاحظة أن ملكية المشروع **##project_name##** قد تم نقلها من **##previous_owner##** إلى **##new_owner##**.
bn: অনুগ্রহ করে মনে রাখবেন, **##project_name##** প্রকল্পের মালিকানা **##previous_owner##**-এর কাছ থেকে **##new_owner##**-এর কাছে স্থানান্তরিত হয়েছে।
cs: Upozorňujeme, že vlastnictví projektu **##project_name##** bylo přeneseno z uživatele **##previous_owner##** na uživatele **##new_owner##**.
de: Bitte beachten Sie, dass die Eigentümerrolle für dieses Projekt **##project_name##** von **##previous_owner##** auf **##new_owner##** übertragen wurde.
es: Recuerda que la propiedad del proyecto **##project_name##** fue transferida de **##previous_owner##** a **##new_owner##**.
fa: لطفا توجه داشته باشید که مالکیت پروژه **##project_name##**از**##previous_owner##**به **##new_owner##** منتقل شده است .
hi: कृपया ध्यान दें कि परियोजना **##project_name##** का स्वामित्व **##previous_owner##** से **##new_owner##** को स्थानांतरित कर दिया गया है।
id: Perhatikan bahwa kepemilikan proyek **##project_name##** telah dialihkan dari **##previous_owner##** kepada **##new_owner##**.
ja: プロジェクト **##project_name##** の所有権が **##previous_owner##** から **##new_owner##** に譲渡されました。
my: ** ##project_name##** စီမံကိန်းပိုင်ဆိုင်မှုကို **##previous_owner## ** မှ ** ##new_owner##** သို့ လွှဲပြောင်းပေးထားကြောင်း ကျေးဇူးပြု၍ သတိပြုပါ။
pt: Observe que a responsabilidade pelo projeto **##project_name##** foi transferida de **##previous_owner##** para **##new_owner##**.
ru: Обратите внимание, что право владения проектом **##project_name##** перешло от **##previous_owner##** к **##new_owner##**.
sw: Figyelem: a(z) **##project_name##** projekt átkerült **##previous_owner##** felhasználótól **##new_owner##** tulajdonába.
th: โปรดทราบว่าได้โอนกรรมสิทธิ์โครงการ **##project_name##** จาก **##previous_owner##** ไปยัง **##new_owner##** แล้ว
uk: Зверніть увагу, що право власності на проєкт **##project_name##** було передано від **##previous_owner##** до **##new_owner##**.
vi: Xin lưu ý rằng quyền sở hữu dự án **##project_name##** đã được chuyển từ **##previous_owner##** sang **##new_owner##**.

source: Dear ##username##, Please note that the ownership of the project **##project_name##** has been transferred from **##previous_owner##** to **##new_owner##**. Note: You will continue to have the same project permissions until they are changed.
am: ውድ##username##፣ የፕሮጀክቱ ባለቤትነት* *##project_name##* * ከ* *##previous_owner##* * ወደ* *##new_owner##* * እንደተላለፈ እባክዎን ልብ ይበሉ። ማስታወሻ፦ እስከሚለወጡ ድረስ በሰራ ላይ ያሉ የፕሮጀክት ፈቃዶች ይቀጥላሉ።
ar: عزيزي/عزيزتي ##username##، يرجى ملاحظة أن ملكية المشروع **##project_name##** قد تم نقلها من **##previous_owner##** إلى **##new_owner##**. ملاحظة: ستستمر في امتلاك نفس الأذونات بالمشروع حتى يتم تغييرها.
bn: প্রিয় ##username##, অনুগ্রহ করে মনে রাখবেন, **##project_name##** প্রকল্পের মালিকানা **##previous_owner##**- এর কাছ থেকে **##new_owner##**-এর কাছে স্থানান্তরিত হয়েছে। বিঃ দ্রঃ পরিবর্তন না হওয়া পর্যন্ত আপনার কাছে একই প্রকল্পের অনুমতি থাকবে।
cs: Upozornění pro uživatele ##username##: Vlastnictví projektu **##project_name##** bylo přeneseno z uživatele **##previous_owner##** na uživatele **##new_owner##**. Poznámka: Vaše oprávnění u projektu zůstanou stejná, dokud nedojde ke změně.
de: Hallo ##username##, bitte beachten Sie, dass die Eigentümerrolle am Projekt **##project_name##** von **##previous_owner## ** auf **##new_owner##** übertragen wurde. Hinweis: Sie haben weiterhin dieselben Projektberechtigungen, bis sie geändert werden.
es: Estimado/a##username## : Te recordamos que la propiedad del proyecto **##project_name##** fue transferida de **##previous_owner##** a **##new_owner##**. Nota: Seguirás teniendo los mismos permisos del proyecto hasta que se cambien.
fa: کاربر عزیز ##username##, لطفا توجه داشته باشید که مالکیت پروژه **##project_name##** به **##previous_owner##** از **##new_owner##**. منتقل شده است. توجه: تا زمانی که مجوزهای پروژه تغییر نکند، به همان مجوزهای پروژه ادامه خواهيد داد.
hi: प्रिय ##username##, कृपया ध्यान दें कि परियोजना **##project_name##** का स्वामित्व **##previous_owner##** से **##new_owner##** को स्थानांतरित कर दिया गया है। नोट: आपको परियोजना की वही अनुमतियाँ मिलती रहेंगी जब तक कि उन्हें बदला नहीं जाता।
id: Yang Terhormat ##username##, Perhatikan bahwa kepemilikan proyek **##project_name##** telah dialihkan dari **##previous_owner##** ke **##new_owner##**. Catatan: Anda akan terus memiliki izin proyek yang sama hingga diubah.
ja: ##username##様<br><br>プロジェクト **##project_name##** の所有権が **##previous_owner##** から **##new_owner##** に譲渡されました。<br><br> 注: 別途変更された場合を除き、あなたのプロジェクト権限への変更はありません。
my: ချစ်လှစွာသော##username##၊ **##project_name## ** စီမံကိန်း ပိုင်ဆိုင်မှုကို **##previous_owner## ** မှ **##new_owner## ** သို့ လွှဲပြောင်းပေးထားကြောင်း ကျေးဇူးပြု၍ သတိပြုပါ။ မှတ်ချက်- ၎င်းတို့ကို မပြောင်းလဲမချင်း သင့်တွင် အလားတူ စီမံကိန်းခွင့်ပြုချက်များ ဆက်လက်ရှိနေပါမည်။
pt: Caro(a) ##username##, A responsabilidade pelo projeto **##project_name##** foi transferida de **##previous_owner##** para **##new_owner##**. Nota: suas permissões relativas ao projeto serão mantidas até que sejam alteradas.
ru: Здравствуйте, ##username##! Обратите внимание, что право владения проектом **##project_name##** перешло от **##previous_owner##** к **##new_owner##**. Примечание: ваши прежние права на проект будут действовать до тех пор, пока их не изменят.
sw: Tisztelt ##username##! Értesítjük, hogy a(z) **##project_name##** projekt átkerült **##previous_owner##** felhasználótól **##new_owner##** tulajdonába. Megjegyzés: Az Ön projektjogosultságai változatlanok maradnak, amíg azokat nem módosítják.
th: เรียน ##username## โปรดทราบว่าได้โอนกรรมสิทธิ์โครงการ **##project_name##** จาก **##previous_owner##** ไปยัง **##new_owner##** แล้ว หมายเหตุ: คุณยังจะได้รับสิทธิ์การอนุญาตของโครงการแบบเดียวกันต่อไปจนกว่าจะมีการเปลี่ยนแปลง
uk: Шановний/а ##username##, Зверніть увагу, що право власності на проєкт **##project_name##** було передано від **##previous_owner##** до **##new_owner##**. Примітка: Ваші права доступу до проєкту залишаються незмінними, доки їх не буде змінено.
vi: Thân gửi ##username##, Xin lưu ý rằng quyền sở hữu dự án **##project_name##** đã được chuyển từ **##previous_owner##** sang **##new_owner##**. Lưu ý: Bạn vẫn được giữ nguyên các quyền của dự án cho đến khi có thay đổi.

source: This field cannot be modified
am: ይህ መስክ ሊሻሻል አይችልም
ar: لا يمكن تعديل هذا الحقل
bn: এই পূরণীয় ঘরটি পরিবর্তন করা যাবে না
cs: Toto pole není možné změnit
de: Dieses Feld kann nicht geändert werden
es: Este campo no puede modificarse
fa: این قسمت قابل ویرایش نیست
hi: इस फ़ील्ड को संशोधित नहीं किया जा सकता है
id: Bagian ini tidak dapat dimodifikasi
ja: このフィールドは変更できません
my: ဤအကွက်ကို ပြုပြင်၍မရပါ
pt: Este campo não pode ser modificado
ru: Это поле нельзя изменить
sw: Ezt a mezőt nem lehet módosítani
th: ไม่สามารถแก้ไขข้อมูลในฟิลด์นี้
uk: Це поле не можна змінити
vi: Không thể chỉnh sửa trường này

source: You must be the owner of each project you want to transfer
am: በቅድሚያ ለማስተላለፍ የምትፈልጉት የእያንዳንዱ ፕሮጀክት ባለቤት መሆን አለባችሁ
ar: يجن أن تكون مالكًا لكل مشروع ترغب بتحويله أو نقله
bn: হস্তান্তর করতে চাওয়া প্রতিটি প্রকল্পের মালিক আপনাকে হতে হবে।
cs: Musíte být vlastníkem projektu, který chcete přenést
de: Sie müssen der/die Eigentümer*in jedes Projekts sein, das Sie übertragen möchten
es: Debes ser el propietario de cada proyecto que desees transferir
fa: شما باید مالک هر پروژه ای باشيد که انتقال مي دهيد
hi: आपको प्रत्येक परियोजना का स्वामी होना चाहिए जिसे आप स्थानांतरित करना चाहते हैं
id: Anda harus merupakan pemilik setiap proyek yang ingin Anda alihkan
ja: 譲渡対象の各プロジェクトの所有者である必要があります
my: သင်သည် သင်လွှဲပြောင်းလိုသော စီမံကိန်းတိုင်း၏ ပိုင်ရှင်ဖြစ်ရမည်
pt: Você deve ser o responsável de cada projeto que deseja transferir
ru: Вы должны быть владельцем каждого проекта, который вы хотите передать
sw: Az átruházni kívánt projektek mindegyikének az Ön tulajdonában kell lenni
th: คุณต้องเป็นเจ้าของของแต่ละโครงการที่คุณต้องการโอน
uk: Ви повинні мати право власності на кожен проєкт, який ви хочете передати
vi: Bạn phải là chủ sở hữu dự án mà bạn muốn chuyển nhượng

source: Project `##asset_uid##` cannot be transferred. Current status: ##status##
am: ፕሮጀክት `##asset_uid##`ባለቤትነት ሊተላለፍ አይችልም። አሁን ያለበት ሁኔታ፦ ##status##
ar: لا يمكن تحويل أو نقل المشروع `##asset_uid##`. حالة المشروع هي: ##status##
bn: প্রকল্প `##asset_uid##` হস্তান্তর করা যাবে না। বর্তমান অবস্থা : ##status##
cs: Projekt `##asset_uid##` není možné přenést. Aktuální stav: ##status##
de: Projekt `##asset_uid##` kann nicht übertragen werden. Aktueller Status: ##status##
es: El proyecto `##asset_uid##` no puede transferirse. Situación actual: ##status##
fa: پروژه `##asset_uid##` قابل انتقال نیست. وضیعت فعلی: ##status##
hi: परियोजना `##asset_uid##` को स्थानांतरित नहीं किया जा सकता। वर्तमान स्थिति: ##status##
id: Proyek `##asset_uid##` tidak dapat dialihkan. Status saat ini: ##status##
ja: プロジェクト`##asset_uid##`は譲渡できません。現在のステータス: ##status##
my: စီမံကိန်း `##asset_uid##`ကို လွှဲပြောင်း၍မရပါ။ လက်ရှိအခြေအနေ: ##status##
pt: O projeto `##asset_uid##` não pode ser transferido. Status atual: ##status##
ru: Проект `##asset_uid##` не может быть передан. Текущий статус: ##status##
sw: `##asset_uid##` projektet nem lehet átruházni. Jelenlegi állapot:##status##
th: ไม่สามารถโอนโครงการ `##asset_uid##` สถานะปัจจุบัน: ##status##
uk: Проєкт `##asset_uid##` не може бути переданий. Поточний статус: ##status##
vi: Không thể chuyển nhượng dự án `##asset_uid##`. Tình trạng hiện tại: ##status##

source: Invite has expired
am: ግብዣው ጊዜው አልፎበታል
ar: انتهت صلاحية الدعوة
bn: আমন্ত্রণের মেয়াদ শেষ হয়ে গেছে
cs: Platnost pozvánky vypršela
de: Die Einladung ist abgelaufen
es: La invitación expiró
fa: دعوت منقضی شد
hi: आमंत्रण की अवधि समाप्त हो गई है
id: Undangan telah kedaluwarsa
ja: 招待の有効期限が切れています
my: ဖိတ်ကြားချက် သက်တမ်းကုန်သွားပါပြီ
pt: O convite expirou
ru: Срок действия приглашения истек
sw: A meghívás lejárt
th: คำเชิญหมดอายุแล้ว
uk: Термін дії запрошення закінчився
vi: Lời mời đã hết hạn

source: Projects:
am: ፕሮጀክቶች፦
ar: المشاريع:
bn: প্রকল্পসমূহ :
cs: Projekty:
de: Projekte:
es: Proyectos:
fa: پروژه ها:
hi: परियोजनाएँ:
id: Proyek:
ja: プロジェクト:
my: ‌စီမံကိန်းများ-
pt: Projetos:
ru: Проекты:
sw: Projektek:
th: โครงการ:
uk: Проєкти:
vi: Dự án:

source: %(recipient)s has accepted your request to transfer ownership of the project <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> to you.
am: %(recipient)sየፕሮጀክቱን ባለቤትነት ወደ እርስዎ እንዲተላለፍ ያቀረቡትን ጥያቄ <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> ተቀብሏል።
ar: لقد قبل %(recipient)s طلبك لنقل ملكية المشروع <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> إليك.
bn: %(recipient)s প্রকল্পের মালিকানা আপনার কাছে হস্তান্তর করার জন্য আপনার অনুরোধ গ্রহণ করেছে। <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>
cs: Uživatel %(recipient)s přijal vaši žádost o přenos vlastnictví projektu <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> na vás.
de: %(recipient)s hat Ihren Antrag auf Übertragung der Eigentümerrolle für das Projekt <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> auf Sie angenommen.
es: %(recipient)s aceptó tu solicitud para transferirte la propiedad del proyecto <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> a ti.
fa: %(recipient)sدرخواست شما را برای انتقال مالکیت پروژه <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> قبول کرده است.
hi: %(recipient)s ने आपके अनुरोध को स्वीकार कर लिया है कि <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> परियोजना का स्वामित्व आपको स्थानांतरित कर दिया जाए।
id: %(recipient)s telah menerima permintaan Anda untuk mengalihkan kepemilikan proyek<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> kepada Anda.
ja: プロジェクト<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>の所有権をあなたに譲渡するリクエストが、%(recipient)sによって承認されました。
my: စီမံကိန်း<a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>၏ပိုင်ဆိုင်မှုကို သင့်ထံလွှဲပြောင်းရန် သင့်တောင်းဆိုချက်ကို %(recipient)sက လက်ခံခဲ့သည်။
pt: %(recipient)s aceitou a solicitação de transferência a você da responsabilidade pelo projeto <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a>.
ru: %(recipient)s принял ваш запрос на передачу прав владения проектом <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> вам.
sw: %(recipient)s elfogadta a kérelmét, hogy átruházza <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> projekt tulajdonjogát.
th: %(recipient)s ได้ยอมรับคำขอของคุณในการโอนกรรมสิทธิ์โครงการ <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> ให้คุณแล้ว
uk: %(recipient)sваш запит на передачу прав власності на проєкт <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> прийнято.
vi: %(recipient)s đã chấp nhận yêu cầu chuyển quyền sở hữu dự án <a href="%(base_url)s/#/forms/%(asset_uid)s/landing">%(asset_name)s</a> sang cho bạn.

source: All submissions, data storage, and transcription and translation usage for this project will be transferred to the new project owner.
am: ለዚህ ፕሮጀክት የተረከቡ/የተሰጡ እንደ ሰነድ፣ ፕሮፖዛል፣ ጽሑፍ፣ ወዘተ፣ የውሂብ ማከማቻዎች፣ የጽሁፍ ግልባጮች እንዲሁም የትርጕም አጠቃቀሞች ሁሉም ወደ አዲሱ ፕሮጀክት ባለቤት ይተላለፋሉ።
ar: عند نقل ملكية المشروع إلى مستخدم آخر، سيتم نقل جميع عمليات الإرسال وتخزين البيانات والنسخ واستخدام الترجمة الخاصة بالمشروع إلى المالك الجديد للمشروع.
bn: এই প্রকল্পের সব সাবমিশন, ডাটা স্টোরেজ এবং প্রতিলিপি ও অনুবাদের ব্যবহার নতুন প্রকল্পের মালিকের কাছে স্থানান্তরিত হবে।
cs: Všechna odeslaná data, uložená data, přepisy a překlady v projektu budou přeneseny na nového vlastníka projektu.
de: Alle Übermittlungen, die Datenspeicherung sowie die Transkriptions- und Übersetzungsnutzung für dieses Projekt gehen auf den/die neue*n Projekteigentümer*in über.
es: Todos los envíos, el almacenamiento de datos y el uso de transcripciones y la traducción para este proyecto se transferirán al nuevo propietario del proyecto.
fa: تمام موارد ارسالی، ذخیره‌سازی، و رونویسی و ترجمه برای اين پروژه به مالک جدید پروژه منتقل خواهد شد.
hi: इस परियोजना की सभी प्रविष्टियां (सबमिशन), डेटा संग्रहण (स्टोरेज),और इस परियोजना के लिए प्रतिलेखन और अनुवाद का उपयोग नए परियोजना मालिक को स्थानांतरित कर दिया जाएगा।
id: Semua kiriman, penyimpanan data, dan penggunaan transkripsi dan terjemahan untuk proyek-proyek ini akan dialihkan kepada pemilik proyek yang baru.
ja: このプロジェクトのすべての提出、データストレージ、文字起こしおよび翻訳の使用量が新しいプロジェクオーナーに転送されます。
my: ဤစီမံကိန်းအတွက် တင်သွင်းခြင်းများ၊ ဒေတာသိုလှောင်မှု၊ စာသားအဖြစ်ပြောင်းလဲခြင်းနှင့် ဘာသာပြန်ဆိုအသုံးပြုမှုအားလုံးကို စီမံကိန်းပိုင်ရှင်အသစ်ထံ လွှဲပြောင်းမည်။
pt: Todos os envios, armazenamento de dados e uso de transcrição e tradução para este projeto serão transferidos ao novo responsável.
ru: Все отправки, хранение данных и использование расшифровки и перевода для этого проекта будут переданы новому владельцу проекта.
sw: Az ezen projekthez tartozó minden űrlapválasz, adattárhely, valamint az átírás és fordítás használata átkerül az új projekttulajdonoshoz.
th: การส่งข้อมูลทั้งหมด ที่เก็บข้อมูล และการใช้งานการถอดเสียงและคำแปลสำหรับโครงการนี้จะถูกโอนไปให้เจ้าของโครงการคนใหม่
uk: Усі надсилання, збережені дані, використання транскрипції та перекладів для цього проєкту будуть передані новому власнику проєкту.
vi: Tất cả bản dữ liệu, lưu trữ dữ liệu cũng như việc sử dụng bản phiên âm và bản dịch của dự án này sẽ được chuyển cho chủ sở hữu mới của dự án.
