Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Apply selection
am: ምርጫን ተግብር
ar: تطبيق الاختيار
de: Auswahl anwenden
es: Aplicar selección
fa: موارد انتخاب شده را اعمال کن
id: Terapkan pilihan
ja: 選択を適用する
pl: Zastosuj wybór.
pt: Aplicar seleção
ru: Применить выбор
sw: Fanya uteuzi
th: ใช้ตัวเลือก
uk: Застосуйте вибране
vi: Áp dụng lựa chọn

source: Failed to load analysis questions
am: የትንታኔ ጥያቄዎችን መጫን አልተሳካም
ar: فشل تحميل أسئلة التحليل
de: Analysefragen konnten nicht geladen werden
es: Error al cargar las preguntas de análisis
fa: سوالات تجزیه و تحلیل بارگیری نشد
id: Gagal memuat pertanyaan analisis
ja: 分析質問のロードに失敗しました
pl: Nie powiodło się załadowanie pytań do analizy
pt: Falha ao carregar perguntas de análise
ru: Не удалось загрузить вопросы для анализа
sw: Imeshindwa kupakia maswali ya uchanganuzi
th: เรียกคำถามวิเคราะห์ไม่สำเร็จ
uk: Не вдалося завантажити питання для аналізу
vi: Tải các câu hỏi phân tích thất bại

source: Select field
am: መስክ ይምረጡ
ar: اختيار الحقل
bn: পূরণীয় ঘর নির্বাচন করুন
cs: Vyberte pole
de: Feld auswählen
es: Seleccionar campos
fa: انتخاب زمینه
fr: Sélectionner le champ
hi: फ़ील्ड चुनें
hu: Mező kiválasztása
id: Pilih bagian
ja: 項目を選択
km: ជ្រើសរើសវាល
my: အကွက်‌ေရွးရန်
ne: क्षेत्र चयन गर्नुहोस्
pl: Zaznacz pole
pt: Selecionar campo
ru: Выберите поле
sw: Uwanja uliochaguliwa
th: เลือกฟิลด์
tr: Alan seçiniz
uk: Вибрати поле
vi: Chọn trường

source: Condition
am: ሁኔታ
ar: حالة
bn: শর্ত
cs: Podmínka
de: Bedingung
es: Condición
fa: شرط
hi: शर्त
hu: Feltétel
id: Kondisi
ja: 条件
km: លក្ខខណ្ឌ
my: အခြေအနေ
ne: अवस्था
pl: Warunek
pt: Condição
ru: Условие
sw: Hali
th: เงื่อนไข
tr: Durum
uk: Умова
vi: Điều kiện

source: Select condition
am: ሁኔታን ይምረጡ
ar: حدد الشرط
bn: শর্ত নির্বাচন করুন
cs: Vyberte podmínku
de: Bedingung auswählen
es: Seleccionar condición
fa: انتخاب شرط
fr: Sélectionner la condition
hi: शर्त चुनें
hu: Jelölje ki a feltételt
id: Pilih kondisi
ja: 条件を選択
km: ជ្រើសរើសលក្ខខណ្ឌ
my: အခြေအနေရွေးရန်
ne: सर्त चयन गर्नुहोस्
pl: Wybierz warunek
pt: Selecionar condição
ru: Выберите условие
sw: Chagua hali
th: เลือกเงื่อนไข
tr: Durum seçiniz
uk: Вибрати умову
vi: Chọn điều kiện

source: Enter value
am: ዋጋ አስገባ
ar: أدخل القيمة
bn: মান লিখুন
cs: Zadejte hodnotu
de: Wert eingeben
es: Ingresar valor
fa: وارد کردن رقم
fr: Entrer la valeur
hi: मान एंटर करें
hu: Írja be az értéket
id: Masukkan nilai
ja: 値を入力
km: បញ្ចូលតម្លៃ
my: တန်ဖိုးထည့်သွင်းရန်
ne: मान प्रविष्ट गर्नुहोस्
pl: Wprowadź wartość
pt: Inserir valor
ru: Введите значение
sw: Ingiza thamani
th: ป้อนค่า
tr: Değer girin
uk: Ввести значення
vi: Nhập giá trị

source: There was an error fetching usage data.
am: የአጠቃቀም ውሂብ ማምጣት ላይ ስህተት ነበር።
ar: حدث خطأ أثناء جلب بيانات الاستخدام.
de: Beim Abrufen der Nutzungsdaten ist ein Fehler aufgetreten.
es: Se produjo un error al obtener los datos de uso.
fa: در گرفتن داده مصرف شده خطایی حاصل شد.
id: Terjadi kesalahan saat mengambil data penggunaan.
ja: 使用状況データの取得中にエラーが発生しました。
pl: Wystąpił błąd przy pobieraniu danych.
pt: Ocorreu um erro ao buscar os dados de consumo.
ru: Произошла ошибка получения данных об использовании.
sw: Kulikuwa na hitilafu katika kuleta data ya matumizi.
th: เกิดข้อผิดพลาดในการเรียกข้อมูลการใช้งาน
uk: Виникла помилка при отриманні даних про використання.
vi: Đã xảy ra sự cố khi truy cập dữ liệu sử dụng.

source: There was an error fetching asset usage data.
am: የሀብት አጠቃቀም ውሂብን በማምጣት ላይ ስሕተት ተፈጥሯል።
ar: حدث خطأ أثناء جلب بيانات استخدام الأصول.
de: Es ist ein Fehler beim Abrufen von Asset-Nutzungsdaten aufgetreten.
es: Se produjo un error al obtener los datos de uso sobre los recursos.
fa: هنگام گرفتن داده‌های دارایی خطایی روی داد.
id: Terjadi kesalahan saat mengambil data penggunaan.
ja: アセットの使用量データの取得中にエラーが発生しました。
pl: Wystąpił błąd przy pobieraniu danych zasobów.
pt: Ocorreu um erro ao buscar os dados de consumo do recurso.
ru: Произошла ошибка получения данных об использовании объектов.
th: เกิดข้อผิดพลาดในการเรียกข้อมูลการใช้งานสินทรัพย์
uk: Виникла помилка при отриманні даних про використання ресурсу.
vi: Đã xảy ra sự cố khi truy cập dữ liệu sử dụng tài sản.

source: You are about to permanently delete ##count## projects
am: ፕሮጀክቶችን ##count## እስከመጨረሻው ሊሰርዙ ነው
ar: أنت على وشك حذف ##count## مشاريع نهائيًا
bn: আপনি স্থায়ীভাবে ##count##টি প্রকল্প মুছে ফেলতে যাচ্ছেন
cs: Chystáte se trvale smazat projekty v počtu ##count##.
de: Sie sind dabei, ##count## Projekte dauerhaft zu löschen
es: Estás por eliminar definitivamente ##count## proyectos
fa: شما در شرف حذف دائمی ##count## پروژه‌ها هستید
fr: Vous êtes sur le point de supprimer définitivement ##count## projets
hi: आप ##count## प्रोजेक्ट स्थायी रूप से हटाने वाले हैं
hu: Arra készül, hogy véglegesen töröl ##count## projektet
id: Anda akan menghapus ##count## proyek secara permanen
ja: ##count##個のプロジェクトを永久に削除しようとしています
pl: Za chwilę trwale usuniesz projekty (##count##)
pt: Você está prestes a excluir permanentemente ##count## projetos
ru: Вы собираетесь окончательно удалить ##count## проекты
sw: Unakaribia kufuta miradi ##count## kabisa
th: คุณกำลังจะลบ ##count## โครงการอย่างถาวร
tr: ##count## projelerini kalıcı olarak silmek üzeresiniz
uk: Ви збираєтеся остаточно видалити ##count## проєкти
vi: Bạn sắp xóa vĩnh viễn ##count## dự án

source: All data gathered for these projects will be deleted
am: ለእነዚህ ፕሮጀክቶች የተሰበሰበው ውሂብ ሁሉ ይሰረዛል
ar: سيتم حذف كافة البيانات التي تم جمعها لهذه المشاريع
bn: এই প্রকল্পের জন্য সংগ্রহ করা সব তথ্য মুছে ফেলা হবে
cs: Všechny údaje shromážděné pro tyto projekty budou vymazány.
de: Alle Daten, die für diese Projekte gesammelt wurden, werden gelöscht
es: Todos los datos recogidos para estos proyectos se eliminarán
fa: همه داده‌های جمع‌آوری شده برای این فرم حذف خواهند شد
fr: Toutes les données recueillies pour ces projets seront supprimées
hi: इन प्रोजेक्ट के लिए एकत्र किया गया सारा डेटा हटा दिया जाएगा
hu: A projektekhez gyűjtött összes adat törölve lesz
id: Semua data yang dikumpulkan untuk proyek-proyek ini akan dihapus
ja: これらのプロジェクトのために収集されたデータはすべて削除さます
pl: Wszystkie dane zebrane na tych projektach zostaną usunięte
pt: Todos os dados coletados para estes projetos serão excluídos
ru: Все данные, собранные для этих проектов, будут удалены
sw: Data yote iliyokusanywa kwa ajili ya miradi hii itafutwa
th: ข้อมูลทั้งหมดที่รวบรวมสำหรับโครงการเหล่านี้จะถูกลบ
tr: Bu projeler için toplanan tüm veriler silinecektir
uk: Всі дані, зібрані для цих проєктів, будуть видалені
vi: Tất cả dữ liệu được thu thập cho các dự án này sẽ bị xóa

source: Forms associated with these projects will be deleted
am: ከእነዚህ ፕሮጀክቶች ጋር የተያያዙ ቅጾች ይሰረዛሉ
ar: النماذج المرتبطة بهذه المشاريع سيتم حذفها
bn: এই প্রকল্পগুলোর সাথে সম্পর্কিত ফর্মগুলো মুছে ফেলা হবে
cs: Formuláře spojené s těmito projekty budou vymazány.
de: Mit diesen Projekten verbundene Formulare werden gelöscht
es: Los formularios asociados a estos proyectos se eliminarán
fa: فرم‌های مرتبط با این پروژه‌ها حذف خواهند شد
fr: Les formulaires associés à ces projets seront supprimés
hi: इन प्रोजेक्ट से जुड़े फ़ॉर्म हटा दिए जाएंगे
hu: A projektekhez kapcsolódó űrlapok törölve lesznek
id: Formulir yang terkait dengan proyek ini akan dihapus
ja: これらのプロジェクトに関連するフォームは削除されます
pl: Formularze powiązane z tymi projektami zostaną usunięte
pt: Os formulários associados a estes projetos serão excluídos
ru: Формы, связанные с этими проектами, будут удалены
sw: Fomu zinazohusiana na miradi hii zitafutwa
th: แบบฟอร์มที่เกี่ยวข้องกับโครงการเหล่านี้จะถูกลบ
tr: Bu projelerle ilişkili formlar silinecektir
uk: Форми, пов'язані з цими проєктами, будуть видалені
vi: Các biểu mẫu liên quan tới các dự án sẽ bị xóa

source: I understand that if I delete these projects I will not be able to recover them
am: እነዚህን ፕሮጀክቶች ከሰረዝኩ መልሼ ማግኘት እንደማልችል ተረድቻለሁ
ar: أدرك أنه إذا قمت بحذف هذه المشاريع فلن أتمكن من استعادتها
bn: আমি বুঝতে পারছি যে এই প্রকল্পগুলো মুছে দিলে আমার পক্ষে আর এগুলো ফিরে পাওয়া সম্ভব হবে না
cs: Jsem srozuměn/a s tím, že pokud tyto projekty smažu, nebude je možné obnovit.
de: Ich habe verstanden, dass ich diese Projekte nach dem Löschen nicht wiederherstellen kann
es: Entiendo que si elimino estos proyectos no podré recuperarlos
fa: می‌دانم که اگر این پروژه‌ها را حذف کنم نمی‌توانم آن‌ها را بازیابی کنم
fr: Je comprends que si je supprime ces projets, je ne pourrai pas les récupérer
hi: मैं समझता हूं कि अगर मैं इस प्रोजेक्ट को हटाता/हटाती हूं, तो मैं इसे पुन: प्राप्त नहीं कर पाऊंगा/पाऊंगी।
hu: Megértettem, hogy miután töröltem ezeket a projekteket, azok többé nem állíthatók vissza
id: Saya mengerti bahwa jika saya menghapus proyek-proyek ini, saya tidak akan bisa mengembalikannya
ja: これらのプロジェクトを削除すると、復元できないことを理解しています
pl: Rozumiem, że jeśli usunę te projekty, nie będę w stanie ich odzyskać
pt: Entendo que, se eu excluir estes projetos, não conseguirei recuperá-los
ru: Я понимаю, что если удалю эти проекты, то не смогу их восстановить
sw: Ninaelewa kwamba nikifuta miradi hii sitaweza kuirejesha
th: ฉันทราบว่าถ้าฉันลบโครงการเหล่านี้ ฉันจะไม่สามารถกู้คืนได้
tr: Bu projeleri silersem onları geri getiremeyeceğimi anlıyorum
uk: Я розумію, що якщо я видалю ці проєкти, я не зможу їх відновити
vi: Tôi hiểu rằng nếu tôi xóa các dự án này, tôi sẽ không thể khôi phục chúng

source: Project transfer declined
am: የፕሮጀክት ዝውውር ተቀባይነት አላገኘም
ar: تم رفض نقل المشروع
de: Projektübertragung abgelehnt
es: Transferencia del proyecto rechazada
fa: انتقال پروژه رد شد
id: Peralihan proyek ditolak
ja: プロジェクト譲渡の却下
pl: Odmowa przeniesienia projektu
pt: Transferência do projeto rejeitada
ru: Передача проекта отклонена
th: การโอนโครงการถูกปฏิเสธ
uk: Передачу проєкту відхилено
vi: Chuyển nhượng dự án bị từ chối

source: You have declined the request of transfer ownership for ##PROJECT_NAME##.
am: የባለቤትነት ማስተላለፍ ጥያቄን ውድቅ አድርገዋል ##PROJECT_NAME##።
ar: لقد رفضت طلب نقل ملكية المشروع إلى ##PROJECT_NAME##.
de: Sie haben den Antrag auf Übertragung der Eigentümerrolle für das Projekt ##PROJECT_NAME## abgelehnt.
es: Rechazaste la solicitud de transferencia de propiedad para ##PROJECT_NAME##.
fa: شما درخواست انتقال مالکیت را برای ##PROJECT_NAME## رد کرده‌اید.
id: Anda telah menolak permintaan peralihan kepemilikan untuk ##PROJECT_NAME##.
ja: ##PROJECT_NAME##の所有権の譲渡リクエストを却下しました。
pl: Odrzucono prośbę o przeniesienie własności dla ##PROJECT_NAME##.
pt: Você rejeitou a solicitação de transferência de responsabilidade do ##PROJECT_NAME##.
ru: Вы отклонили заявку на передачу права владения ##PROJECT_NAME##.
th: คุณได้ปฏิเสธคำขอโอนกรรมสิทธิ์สำหรับ ##PROJECT_NAME##
uk: Ви відхилили запит на передачу власності на проєкт “##PROJECT_NAME##”.
vi: Bạn đã từ chối yêu cầu chuyển quyền sở hữu đối với ##PROJECT_NAME##.

source: When you accept the ownership transfer of project ##PROJECT_NAME##, all of the submissions, data storage, and transcription and translation usage for the project will be transferred to you and count against your plan limits.
am: የባለቤትነት ሽግግሩን በሚቀበሉበት ጊዜ ##PROJECT_NAME##፣ ለእነዚህ ፕሮጀክቶች ሁሉም ማስረከቦች፣ የውሂብ ማከማቻ፣ እና የጽሁፍ ግልባጮች እና የትርጕም አጠቃቀም ወደ እርስዎ ይተላለፋሉ እና ከፕላን ገደቦችዎ ላይ ይቈጠራሉ።
ar: عند قبول نقل ملكية المشروع ##PROJECT_NAME##، سيتم نقل جميع عمليات الإرسال وتخزين البيانات والنص المفرّغ واستخدام الترجمة للمشروع إليك ويتم احتسابها ضمن حدود خطتك.
de: Wenn Sie die Übertragung der Eigentümerrolle des Projekts ##PROJECT_NAME## akzeptieren, werden alle Übermittlungen, die Datenspeicherung sowie die Transkriptions- und Übersetzungsnutzung für das Projekt auf Sie übertragen und auf Ihre Tariflimits angerechnet.
es: Cuando aceptes la transferencia de propiedad del proyecto ##PROJECT_NAME##, todos los envíos, el almacenamiento de datos y el uso de transcripción y la traducción del proyecto se transferirán al nuevo propietario del proyecto.
fa: وقتی انتقال مالکیت پروژه ##PROJECT_NAME##را قبول کردید، تمام موارد ارسالی، ذخیره‌سازی اطلاعات، و استفاده از نسخه برداري و ترجمه برای پروژه به شما منتقل خواهد شد و در برابر محدودیت‌های برنامه شما محاسبه خواهد شد.
id: Saat Anda menerima peralihan kepemilikan proyek ##PROJECT_NAME##, semua kiriman, penyimpanan data, dan penggunaan transkripsi dan terjemahan untuk proyek ini akan dialihkan kepada Anda dan diperhitungkan dalam batas paket Anda.
ja: プロジェクト##PROJECT_NAME##の所有権の譲渡を承認すると、そのプロジェクトのすべての提出、データストレージ、文字起こしおよび翻訳の使用量が新しいプロジェクトオーナーに転送されます。
pl: Po zaakceptowaniu przeniesienia własności projektu ##PROJECT_NAME## wszystkie zgłoszenia, przechowane dane, transkrypcje i tłumaczenia dla danego projektu zostaną przekazane tobie i wliczone do twojego limitu użytkowania.
pt: Ao aceitar a transferência da responsabilidade pelo projeto ##PROJECT_NAME##, todos os envios, armazenamento de dados, e uso de transcrição e tradução para o projeto serão transferidos a você e deduzidos do limite do seu plano.
ru: При принятии передачи прав владения проектом ##PROJECT_NAME##все отправки, хранение данных, использование транскрипции и перевода для проекта переходят вам и входят в лимиты вашего тарифного плана.
th: เมื่อคุณยอมรับการโอนกรรมสิทธิ์โครงการ ##PROJECT_NAME## แล้ว การส่งข้อมูล ที่เก็บข้อมูล และการใช้งานการถอดเสียงและคำแปลทั้งหมดสำหรับโครงการนี้จะถูกโอนไปที่คุณ และหักออกจากขีดจำกัดแผนของคุณ
uk: Коли ви передаєте право власності на проєкт ##PROJECT_NAME## іншому користувачеві, усі надсилання, збережені дані, а також використання транскрипції та перекладу для цього проєкту будуть передані вам і зарахуються відповідно до лімітів вашого плану.
vi: Khi bạn chấp nhận chuyển quyền sở hữu dự án ##PROJECT_NAME##, tất cả các bài gửi, lưu trữ dữ liệu cũng như việc sử dụng bản phiên âm và bản dịch của dự án sẽ được chuyển sang cho bạn và có thể vượt quá giới hạn trong gói của bạn.

source: Once you accept, the transfer might take a few minutes to complete.
am: አንዴ ተቀባይነት ካገኙ፣ ዝውውሩ ለማጠናቀቅ ጥቂት ደቂቃዎች ሊወስድ ይችላል።
ar: بمجرد قبولك، قد يستغرق اكتمال النقل بضع دقائق.
de: Sobald Sie zustimmen, kann es einige Minuten dauern, bis die Übertragung abgeschlossen ist.
es: Una vez que aceptes, la transferencia puede tardar unos minutos en completarse.
fa: پس از پذیرش، تکمیل انتقال ممکن است چند دقیقه طول بکشد.
id: Setelah Anda menerima, peralihan mungkin membutuhkan beberapa menit untuk selesai.
ja: 承認後、譲渡の完了に数分かかる場合があります。
pl: Po zaakceptowaniu, przeniesienie może zająć kilka minut.
pt: Ao aceitar, a transferência poderá demorar alguns minutos para ser concluída.
ru: После принятия передачи может потребоваться несколько минут до завершения.
th: หลังจากที่คุณยอมรับแล้ว อาจต้องรอสักครู่จนกว่าการโอนจะดำเนินการเสร็จ
uk: Після того, як ви приймете, передача може зайняти кілька хвилин.
vi: Sau khi chấp nhận, quá trình chuyển nhượng có thể mất vài phút để hoàn tất.

source: Current owner
am: የአሁኑ ባለቤት
ar: المالك الحالي
de: Aktuelle*r Eigentümer*in
es: Propietario actual
fa: مالک فعلی
id: Pemilik saat ini
ja: 現在の所有者
pl: Obecny właściciel
pt: Responsável atual
ru: Владелец на текущий момент
th: เจ้าของในปัจจุบัน
uk: Нинішній власник
vi: Chủ sở hữu hiện tại

source: Note: The previous owner has permissions to manage the project. You can change user permissions in the project sharing settings.
am: ማስታወሻ፦ የቀድሞው ባለቤት ፕሮጀክቱን ለማስተዳደር ፍቃዶች አሉት። የተጠቃሚ ፍቃዶችን በፕሮጀክቱ ማጋራት ቅንብሮች ውስጥ መለወጥ ይችላሉ።
ar: ملاحظة: المالك السابق لديه صلاحيات لإدارة المشروع. يمكنك تغيير الأذونات للمستخدم في إعدادات مشاركة المشروع.
de: Hinweis: Der/die vorherige Eigentümer*in hat die Berechtigung, das Projekt zu verwalten. Sie können die Benutzerberechtigungen in den Projektfreigabeeinstellungen ändern.
es: Nota: El propietario anterior tiene permisos para gestionar el proyecto. Puedes cambiar los permisos de usuario en la configuración de uso compartido del proyecto.
fa: توجه: مالک قبلی مجوزهای مدیریت پروژه را دارد. می‌توانید مجوزهای کاربر را در تنظیمات اشتراک‌ گذاری پروژه تغییر دهید.
id: Catatan: Pemilik sebelumnya memiliki izin untuk mengelola proyek ini. Anda dapat mengubah izin pengguna di pengaturan berbagi proyek.
ja: 注: 以前のオーナーはプロジェクトの管理権限を持っています。ユーザー権限はプロジェクトの共有設定で変更できます。
pl: Uwaga: Poprzedni właściciel ma uprawnienia do zarządzania projektem. Możesz zmienić uprawnienia użytkownika w ustawieniach współdzielenia projektu.
pt: Nota: o responsável anterior possui permissões para gerenciar o projeto. Você pode alterar as permissões de usuário nas configurações de compartilhamento do projeto.
ru: Примечание: предыдущий владелец имеет права на управление проектом. Разрешения для пользователей можно изменить в настройках общего доступа к проекту.
th: หมายเหตุ: เจ้าของคนก่อนได้รับอนุญาตให้จัดการโครงการนี้ คุณสามารถเปลี่ยนการอนุญาตผู้ใช้ได้ในการตั้งค่าการแชร์โครงการ
uk: Примітка: Попередній власник має дозволи на керування проєктом. Ви можете змінити дозволи користувача у налаштуваннях спільного доступу до проєкту.
vi: Lưu ý: Chủ sở hữu trước đó vẫn có quyền quản lý dự án. Bạn có thể thay đổi quyền người dùng trong phần cài đặt chia sẻ dự án.

source: Decline
am: ውድቅ ማድረግ
ar: رفض
de: Ablehnen
es: Rechazar
fa: رد شد
id: Tolak
ja: 却下
pl: Odrzuć
pt: Rejeitar
ru: Отклонить
th: ปฏิเสธ
uk: Відхилити
vi: Từ chối

source: You have declined the request of transfer ownership for ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## will receive a notification that the transfer was incomplete.
am: ባለቤትነት ማስተላለፍ ጥያቄን ውድቅ አድርገዋል##PROJECT_NAME##። ##CURRENT_OWNER_NAME## ማስተላለፉ እንዳልተጠናቀቀ የሚግልጽ ማስታወቂያ ይደርሶታል።
ar: لقد رفضت طلب نقل ملكية للمستخدم ##PROJECT_NAME##. وسوف يتلقى المستخدم ##CURRENT_OWNER_NAME## إشعارًا بأن عملية النقل لم تكتمل.
de: Sie haben den Antrag auf Eigentumsübertragung für ##PROJECT_NAME## abgelehnt.##CURRENT_OWNER_NAME## erhält eine Benachrichtigung, dass die Übertragung unvollständig war.
es: Rechazaste la solicitud de transferencia de propiedad de ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## recibirás una notificación de que la transferencia no se completó.
fa: شما درخواست انتقال مالکیت را برای ##PROJECT_NAME##رد کرده‌اید. ##CURRENT_OWNER_NAME##اعلانی مبنی بر ناقص بودن انتقال دریافت خواهد کرد.
id: Anda telah menolak permintaan peralihan kepemilikan untuk ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## akan menerima pemberitahuan bahwa peralihan tidak selesai.
ja: ##PROJECT_NAME##の所有権譲渡リクエストを拒否しました。##CURRENT_OWNER_NAME##には譲渡が未完了である旨の通知が送信されます。
pl: Odrzucono prośbę o przeniesienie własności dla ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## otrzyma powiadomienie o niezrealizowaniu przeniesienia.
pt: Você rejeitou a solicitação de transferência da responsabilidade para ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## receberá uma notificação de que a transferência não foi concluída.
ru: Вы отклонили запрос на передачу права владения для ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## получит уведомление о том, что передача не была завершена.
th: คุณได้ปฏิเสธคำขอโอนกรรมสิทธิ์สำหรับ ##PROJECT_NAME## ##CURRENT_OWNER_NAME## จะได้รับการแจ้งเตือนว่าการโอนไม่ครบถ้วนสมบูรณ์
uk: Ви відхилили запит на передачу права власності на проєкт ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## отримає повідомлення про те, що передача не була завершена.
vi: Bạn đã từ chối yêu cầu chuyển quyền sở hữu đối với ##PROJECT_NAME##. ##CURRENT_OWNER_NAME## sẽ được nhận thông báo quá trình chuyển đổi chưa hoàn tất.

source: ##CURRENT_OWNER_NAME## will remain the project owner.
am: ##CURRENT_OWNER_NAME## የፕሮጀክቱ ባለቤት ሆኖ ይቆያል።
ar: سيظل المستخدم ##CURRENT_OWNER_NAME## هو المالك للمشروع.
de: ##CURRENT_OWNER_NAME## bleibt der/die Eigentümer*in des Projekts.
es: ##CURRENT_OWNER_NAME## seguirás siendo el propietario del proyecto.
fa: ##CURRENT_OWNER_NAME## مالک پروژه باقی خواهد ماند.
id: ##CURRENT_OWNER_NAME## akan tetap menjadi pemilik proyek.
ja: ##CURRENT_OWNER_NAME##は引き続きプロジェクトオーナーです。
pl: ##CURRENT_OWNER_NAME## pozostanie właścicielem projektu.
pt: ##CURRENT_OWNER_NAME## continuará como responsável pelo projeto.
ru: ##CURRENT_OWNER_NAME## будет оставаться владельцем проекта.
th: ##CURRENT_OWNER_NAME## จะยังคงเป็นเจ้าของโครงการ
uk: ##CURRENT_OWNER_NAME## залишиться власником проєкту.
vi: ##CURRENT_OWNER_NAME## vẫn sẽ là chủ dự án.

source: You have accepted project ownership from ##CURRENT_OWNER_NAME## for ##PROJECT_NAME##. This process can take up to a few minutes to complete.
am: እርስዎ የፕሮጀክት ባለቤትነቱን ከ ##CURRENT_OWNER_NAME## ለ ##PROJECT_NAME##. ተቀብለዋል። ይህ ሂደት ለማጠናቀቅ ጥቂት ደቂቃዎችን ሊወስድ ይችላል።
ar: لقد قمت بقبول نقل ملكية المشروع من المستخدم ##CURRENT_OWNER_NAME## إلى المستخدم ##PROJECT_NAME##. قد تستغرق هذه العملية بضع دقائق حتى تكتمل.
de: Sie haben die Eigentümerrolle für das Projekt von ##CURRENT_OWNER_NAME## für ##PROJECT_NAME## angenommen. Dieser Vorgang kann bis zu einigen Minuten in Anspruch nehmen.
es: Aceptaste la propiedad del proyecto de ##CURRENT_OWNER_NAME## para ##PROJECT_NAME##. Este proceso puede tardar unos minutos en completarse.
fa: شما مالکیت پروژه را از ##CURRENT_OWNER_NAME## برای ##PROJECT_NAME## پذیرفته‌اید. تکمیل این فرآیند ممکن است تا چند دقیقه طول بکشد.
id: Anda telah menerima kepemilikan proyek dari##CURRENT_OWNER_NAME## untuk ##PROJECT_NAME##. Proses ini dapat memerlukan beberapa menit hingga selesai.
ja: ##CURRENT_OWNER_NAME##から##PROJECT_NAME##へのプロジェクトの所有権の転送を承認しました。このプロセスの完了には数分かかることがあります。
pl: Zaakceptowano własność projektu od ##CURRENT_OWNER_NAME## do ##PROJECT_NAME##. Ten proces może potrwać kilka minut.
pt: Você aceitou a responsabilidade pelo projeto ##PROJECT_NAME## da parte de ##CURRENT_OWNER_NAME##. Este processo pode levar alguns minutos para ser concluído.
ru: Вы приняли право владения проектом от ##CURRENT_OWNER_NAME## для ##PROJECT_NAME##. Данный процесс может занять несколько минут до завершения.
th: คุณได้ยอมรับกรรมสิทธิ์โครงการจาก ##CURRENT_OWNER_NAME## สำหรับ ##PROJECT_NAME## กระบวนการนี้อาจใช้เวลาสักครู่จึงจะเสร็จสิ้น
uk: Ви прийняли право власності на проєкт “##PROJECT_NAME##” від: ##CURRENT_OWNER_NAME##. Цей процес може зайняти до декількох хвилин.
vi: Bạn đã chấp nhận quyền sở hữu dự án từ ##CURRENT_OWNER_NAME## đối với ##PROJECT_NAME## . Quá trình này có thể mất vài phút để hoàn tất.

source: Delete group
am: ቡድን ሰርዝ
ar: حذف المجموعة
de: Gruppe löschen
es: Eliminar grupo
fa: حذف گروه
id: Hapus kelompok
ja: グループの削除
km: លុបក្រុម
pl: Usuń grupę
pt: Excluir grupo
ru: Удалить группу
sw: Futa kikundi
th: ลบกลุ่ม
uk: Видалити групу
vi: Xóa nhóm

source: Do you want to split the group apart (and leave questions intact) or delete everything entirely?
am: ቡድኑን ለመለያየት (እና ጥያቄዎችን በትክክል ለመተው) ወይም ሁሉንም ነገር ሙሉ በሙሉ መሰረዝ ይፈልጋሉ?
ar: هل تريد تقسيم المجموعة (وترك الأسئلة كما هي) أم تريد حذف كل شيء تمامًا؟
de: Möchten Sie die Gruppe aufteilen (und die Fragen unverändert lassen) oder alles komplett löschen?
es: ¿Deseas dividir el grupo (y dejar las preguntas intactas) o eliminar todo completamente?
fa: آیا می خواهید گروه را تفکیک کنید (و سوالات را باقی بگذارید) یا همه چیز را بطور کامل پاک کنید؟
id: Apakah Anda ingin memisahkan kelompok (dan membiarkan pertanyaan tetap utuh) atau menghapus semuanya?
ja: (質問はそのままで)グループを分割しますか、それともすべてを完全に削除しますか?
km: តើអ្នកចង់បំបែកក្រុមជាផ្នែក (និងទុកសំណួរស្ថានភាពដើមទាំងស្រុង) ឬលុបរាល់អ្វីៗទាំងមូល?
pl: Chcesz rozdzielić grupę (nie zmieniając pytań), czy usunąć wszystko?
pt: Gostaria de separar o grupo (e deixar as perguntas intactas) ou excluir tudo completamente?
ru: Вы хотите разделить группу (и оставить вопросы без изменений) или полностью удалить все?
sw: Je, unataka kugawanya kikundi (na kuacha maswali) au kufuta kila kitu kabisa?
th: คุณต้องการแยกกลุ่ม (และปล่อยให้คำถามเหมือนเดิม) หรือลบทุกอย่างออกทั้งหมด
uk: Ви хочете розділити групу на частини (і залишити питання без змін) чи повністю видалити все?
vi: Bạn muốn tách nhóm (và giữ nguyên câu hỏi) hay xóa hoàn toàn mọi thứ?

source: Ungroup questions
am: የቡድን ያልሆኑ ጥያቄዎች
ar: إلغاء تصنيف الأسئلة
de: Nicht gruppierte Fragen
es: Desagrupar preguntas
fa: خارج کردن سوالات از گروه بندی
id: Pisahkan pertanyaan
ja: 質問のグループを解除する
km: សំណួរមិនមានក្រុម
pl: Rozgrupuj pytania
pt: Desagrupar perguntas
ru: Разгруппировать вопросы
sw: Tenganisha maswali kwenye vikundi
th: เลิกจัดกลุ่มคำถาม
uk: Розгрупувати питання
vi: Tách nhóm câu hỏi
