Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Add filter
am: ማጣሪያ ጨምር
ar: إضافة فلتر تصفية
bn: ফিল্টার যোগ করুন
cs: Přidat filtr
de: Filter hinzufügen
es: Añadir filtro
fa: اضافه کردن فیلتر
fr: Ajouter filtre
hi: फ़िल्टर जोड़ें
hu: Szűrő hozzáadása
id: Tambahkan filter
ja: フィルターを追加
km: បញ្ចូលតម្រង
my: စစ်ထုတ်မှုထည့်မည်
ne: फिल्टर थप्नुहोस्
pl: Dodaj filtr
pt: Adicionar filtro
ru: Добавить фильтр
sw: Ongeza kichujio
th: เพิ่มตัวกรอง
tr: Filtre ekle
uk: Додати фільтр
vi: Thêm bộ lọc

source: Apply
am: ያመልክቱ
ar: تطبيق
bn: প্রয়োগ করুন
cs: Použít
de: Anwenden
es: Aplicar
fa: درخواست دادن
fr: Appliquer
hi: लागू करें
hu: Alkalmaz
id: Terapkan
ja: 適用
km: អនុវត្ត
my: အသုံးပြုမည်
ne: प्रयोग गर्नुहोस्
pl: Zastosuj
pt: Aplicar
ru: Применить
sw: Omba
th: ใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng

source: fields
am: መስኮች
ar: حقول
bn: পূরণীয় ঘর
cs: pole
de: Felder
es: campos
fa: زمینه ها
fr: champs
hi: क्षेत्रों
hu: mezők
id: bagian
ja: 項目
km: វាល
my: နယ်ပယ်များ
ne: क्षेत्रहरू
pl: pola
pt: campos
ru: поля
sw: sehemu
th: ฟิลด์
tr: alanlar
uk: поля
vi: các trường

source: Name must be unique!
am: ስም ልዩ መሆን አለበት!
ar: يجب أن يكون الاسم فريدًا!
bn: নাম অবশ্যই অনন্য হতে হবে!
cs: Název musí být jedinečný!
de: Name muss eindeutig sein!
es: El nombre debe ser exclusivo.
fa: نام باید منحصربفرد باشد!
fr: Le nom doit être unique !
hi: नाम अनूठा होना चाहिए!
hu: A névnek egyedinek kell lennie!
id: Nama harus unik!
ja: 名前は一意である必要があります！
km: ឈ្មោះត្រូវតែពិសេស!
my: အမည်မှာ ထပ်တူမရှိသော အမည်ဖြစ်ရပါမည်။
ne: नाम अद्वितीय हुनुपर्छ!
pl: Nazwa musi być unikalna!
pt: O nome deve ser único!
ru: Имя должно быть уникальным!
sw: Jina lazima liwe la kipekee!
th: ชื่อต้องไม่ซ้ำ!
tr: İsim benzersiz olmalıdır!
uk: Назва має бути унікальною!
vi: Tên không được trùng lặp!

source: Code must be unique!
am: ኮድ ልዩ መሆን አለበት!
ar: يجب أن يكون الكود فريدًا!
bn: কোড অবশ্যই অনন্য হতে হবে!
cs: Kód musí být jedinečný!
de: Code muss eindeutig sein!
es: El código debe ser único.
fa: کد باید منحصر به فرد باشد!
fr: Le code doit être unique !
hi: कोड अनूठा होना चाहिए!
hu: A kódnak egyedinek kell lennie!
id: Kode harus unik!
ja: コードは一意である必要があります！
km: កូដត្រូវតែពិសេស!
my: ကုတ်မှာ ထပ်တူမရှိသော ကုတ်တစ်ခုဖြစ်ရပါမည်။
ne: कोड अद्वितीय हुनुपर्छ!
pl: Kod musi być unikalny!
pt: O código deve ser único!
ru: Код должен быть уникальным!
sw: Msimbo lazima uwe wa kipekee!
th: รหัสต้องไม่ซ้ำ!
tr: Kod benzersiz olmalıdır!
uk: Код повинен бути унікальним!
vi: Mã không được trùng lặp!

source: Default language name
am: ነባሪ ቋንቋ ስም
ar: أسم اللغة الافتراضية
bn: ডিফল্ট ভাষার নাম
cs: Název výchozího jazyka
de: Name der Standardsprache
es: Nombre de idioma predeterminado
fa: نام زبان پیش فرض
fr: Nom de la langue par défaut
hi: डिफॉल्ट भाषा नाम
hu: Alapértelmezett nyelv neve
id: Nama bahasa default
ja: デフォルトの言語名
km: ឈ្មោះភាសាលំនាំដើម
my: ပုံသေဘာသာစကား အမည်
ne: सुरुवातको भाषाको नाम
pl: Domyślna nazwa języka
pt: Nome do idioma padrão
ru: Название языка по умолчанию
sw: Jina la lugha chaguo-msingi
th: ชื่อภาษาเริ่มต้น
tr: Varsayılan dil adı
uk: Назва мови за замовчуванням
vi: Tên ngôn ngữ mặc định

source: Language name
am: የቋንቋ ስም
ar: أسم اللغة
bn: ভাষার নাম
cs: Název jazyka
de: Name der Sprache
es: Nombre de idioma
fa: نام زبان
fr: Nom de la langue
hi: भाषा नाम
hu: Nyelv neve
id: Nama bahasa
ja: 言語名
km: ឈ្មោះភាសា
my: ဘာသာစကား အမည်
ne: भाषाको नाम
pl: Nazwa języka
pt: Nome do idioma
ru: Название языка
sw: Jina la lugha
th: ชื่อภาษา
tr: Dil adı
uk: Назва мови
vi: Tên ngôn ngữ

source: Default language code
am: ነባሪ ቋንቋ ኮድ
ar: رمز اللغة الافتراضية
bn: ডিফল্ট ভাষার কোড
cs: Kód výchozího jazyka
de: Standard-Sprachcode
es: Código de idioma predeterminado
fa: کد زبان پیش فرض
fr: Code de la langue par défaut
hi: डिफॉल्ट भाषा कोड
hu: Alapértelmezett nyelv kódja
id: Kode bahasa default
ja: デフォルトの言語コード
km: កូដភាសាលំនាំដើម
my: ပုံသေဘာသာစကားကုတ်
ne: सुरुवातको भाषा कोड
pl: Domyślny kod języka
pt: Código de idioma padrão
ru: Код языка по умолчанию
sw: Msimbo chaguo-msingi wa lugha
th: รหัสภาษาเริ่มต้น
tr: Varsayılan dil kodu
uk: Код мови за замовчуванням
vi: Mã ngôn ngữ mặc định

source: Language code
am: የቋንቋ ኮድ
ar: رمز اللغة
bn: ভাষার কোড
cs: Kód jazyka
de: Sprachcode
es: Código de idioma
fa: کد زبان
fr: Code de la langue
hi: भाषा कोड
hu: Nyelvkód
id: Kode bahasa
ja: 言語コード
km: កូដភាសា
my: ဘာသာစကားကုတ်
ne: भाषा कोड
pl: Kod języka
pt: Código de idioma
ru: Код языка
sw: Msimbo wa lugha
th: รหัสภาษา
tr: Dil kodu
uk: Код мови
vi: Mã ngôn ngữ

source: Set
am: አዘጋጅ
ar: ضبط
bn: সেট করুন
cs: Nastavit
de: Festlegen
es: Configurar
fa: تنظیم
fr: Défini
hi: सेट करें
hu: Beállít
id: Atur
ja: 設定する
km: កំណត់
my: သတ်မှတ်ရန်
ne: सेट
pl: Ustaw
pt: Definir
ru: Установить
sw: Weka
th: ตั้ง
tr: Ayarla
uk: Налаштувати
vi: Đặt

source: Select export type
am: ወደ ውጭ የመላክ አይነት ይምረጡ
ar: حدد نوع عملية تصدير الملف
bn: এক্সপোর্টের ধরন নির্বাচন করুন
cs: Zvolit typ exportu
de: Export-Typ wählen
es: Seleccionar el tipo de exportación
fa: انتخاب نوع خروجی
fr: Sélectionner le type d'exportation
hi: निर्यात प्रकार का चयन करें
hu: Jelölje ki az exportálási típust
id: Pilih jenis ekspor
ja: エクスポートの種類を選択
km: ជ្រើសរើសប្រភេទនាំចេញ
my: ထုတ်ယူမှု အမျိုးအစားကို ‌ေရွးချယ်ရန်
ne: निर्यात प्रकार चयन गर्नुहोस्
pl: Wybierz typ eksportu
pt: Escolher tipo de exportação
ru: Выбрать тип экспорта
sw: Chagua aina ya kuhamisha
th: เลือกชนิดการส่งออก
tr: Dışa aktarma türünü seçin
uk: Оберіть тип експорту
vi: Chọn kiểu xuất

source: There was an issue fetching your plan information.
am: የእቅድዎን መረጃ ማምጣት ላይ ችግር ነበር።
ar: حدثت مشكلة في جلب معلومات خطتك.
de: Beim Abrufen Ihrer Tarifinformation ist ein Problem aufgetreten.
es: Se produjo un problema al obtener la información de su plan.
fa: در بدست آوردن اطلاعات برنامه شما مشکلی بود.
id: Terjadi kesalahan saat mengambil informasi paket Anda.
ja: プラン情報の取得中に問題が発生しました。
pl: Wystąpił problem z pobieraniem informacji o twoim planie.
pt: Ocorreu um problema ao buscar as informações do seu plano.
ru: Возникла проблема при получении информации о вашем плане.
sw: Kulikuwa na tatizo katika kuleta maelezo ya mpango wako.
th: เกิดปัญหาในการเรียกดูรายละเอียดแผนบริการของคุณ
uk: Виникла проблема отримання інформації про ваш тарифний план.
vi: Đã có vấn đề khi truy cập thông tin về gói của bạn.

source: Archive project
am: የማህደር ፕሮጀክት
ar: أرشفة المشروع
bn: প্রকল্প আর্কাইভ করুন
cs: Archivovat projekt
de: Projekt archivieren
es: Archivar proyecto
fa: بایگانی پروژه
fr: Archiver le projet
hi: प्रोजेक्ट को संग्रहित (आर्काइव) करें
hu: Projekt archiválása
id: Arsipkan proyek
ja: プロジェクトをアーカイブする
pl: Zarchiwizuj projekt
pt: Arquivar projeto
ru: Архивировать проект
sw: Hifadhi mradi
th: เก็บโครงการอย่างถาวร
tr: Projeyi arşivle
uk: Заархівувати проєкт
vi: Lưu trữ dự án

source: Unarchive project
am: ፕሮጀክት ማህደር አታስቀምጥ
ar: إلغاء أرشفة المشروع
bn: প্রকল্প আনআর্কাইভ করুন
cs: Zrušit archivaci projektu
de: Projekt dearchivieren
es: Desarchivar proyecto
fa: عدم بایگانی پروژه
fr: Désarchiver le projet
hi: प्रोजेक्ट को संग्रह से निकालें
hu: Projekt visszaállítása
id: Batalkan pengarsipan proyek
ja: プロジェクトのアーカイブを解除する
pl: Przywróć projekt
pt: Desarquivar projeto
ru: Разархивировать проект
sw: Ondoa mradi kwenye kumbukumbu
th: ยกเลิกการเก็บโครงการถาวร
tr: Projeyi arşivden çıkar
uk: Розархівувати проєкт
vi: Hoàn tác lưu trữ dự án

source: Draft project selected
am: ረቂቅ ፕሮጀክት ተመርጧል
ar: تم اختيار مسودة المشروع
de: Entwurfsprojekt ausgewählt
es: Proyecto borrador seleccionado
fa: پیش نویس پروژه انتخاب شد
fr: Projet brouillon sélectionné
hi: ड्राफ्ट प्रोजेक्ट चयनित
id: Proyek draf yang dipilih
ja: 下書きのプロジェクトが選択されている
pl: Wybrano wersję roboczą projektu
pt: Rascunho de projeto selecionado
ru: Выбран черновик проекта
sw: Mradi rasimu umechaguliwa
th: เลือกร่างของโครงการแล้ว
tr: Taslak proje seçildi
uk: Чернетку проєкту вибрано
vi: Bản thảo dự án đã chọn

source: Delete 1 project
am: 1 ፕሮጀክት ይሰርዙ
ar: حذف مشروع واحد
de: 1 Projekt löschen
es: Eliminar 1 proyecto
fa: پروژه 1 را حذف کنید
fr: Supprimer 1 projet
hi: 1 प्रोजेक्ट मिटाएं
id: Hapus 1 proyek
ja: 1個のプロジェクトを削除する
pl: Usuń 1 projekt
pt: Excluir 1 projeto
ru: Удалить 1 проект
sw: Futa mradi 1
th: ลบ 1 โครงการ
tr: 1 projeyi sil
uk: Видалити 1 проєкт
vi: Xóa 1 dự án

source: Delete project
am: ፕሮጀክት ይሰርዙ
ar: حذف المشروع
de: Projekt löschen
es: Eliminar proyecto
fa: پروژه‌ها را حذف کنید
fr: Supprimer le projet
hi: प्रोजेक्ट मिटाएं
id: Hapus proyek
ja: プロジェクトを削除する
pl: Usuń projekt
pt: Excluir projeto
ru: Удалить проект
sw: Futa mradi
th: ลบโครงการ
tr: Projeyi sil
uk: Видалити проєкт
vi: Xóa dự án

source: Archive/Unarchive
am: ማህደር/ማህደር አታስቀምጥ
ar: أرشفة / إلغاء الأرشفة
de: Archivieren/dearchivieren
es: Archivar/Desarchivar
fa: بایگانی کنید/از بایگانی خارج کنید
fr: Archiver/désarchiver
hi: पुरालेख/असंग्रहीत
id: Arsipkan/Batalkan pengarsipan
ja: アーカイブ/アーカイブを解除
pl: Zarchiwizuj/Przywróć
pt: Arquivar/Desarquivar
ru: Архивировать/Разархивировать
sw: Hifadhi/Futa kwenye kumbukumbu
th: เก็บถาวร/ยกเลิกการเก็บถาวร
tr: Arşivle/Arşivden kaldır
uk: Архівувати/Розархівувати
vi: Lưu trữ/hủy lưu trữ

source: Delete projects
am: ፕሮጀክቶቹን ይሰርዙ
ar: حذف المشاريع
de: Projekte löschen
es: Eliminar proyectos
fa: پروژه ها را حذف کنید
fr: Supprimer les projets
hi: प्रोजेक्ट मिटाएं
id: Hapus proyek
ja: プロジェクトを削除する
pl: Usuń projekty
pt: Excluir projetos
ru: Удалить проекты
sw: Futa miradi
th: ลบโครงการ
tr: Projeleri sil
uk: Видалити проєкти
vi: Xóa dự án

source: Delete ##count## projects
am: ፕሮጀክቶችን ##count## ይሰርዙ
ar: حذف ##count## من المشاريع
bn: ##count##টি প্রকল্প মুছে ফেলুন
cs: Odstranit projekty: ##count##
de: ##count## Projekte löschen
es: Eliminar ##count## proyectos
fa: پروژه‌ها را##count## حذف کنید
fr: Supprimer ##count## projets
hi: प्रोजेक्ट ##count## हटाएं
hu: ##count## projekt törlése
id: Hapus ##count## proyek
ja: ##count##個のプロジェクトを削除
pl: Usuń projekty (##count##)
pt: Excluir ##count## projetos
ru: Удалить ##count##проекты
sw: Futa miradi ##count##
th: ลบ ##count## โครงการ
tr: ##count## projelerini sil
uk: Видалити ##count## проєкти
vi: Xóa ##count## dự án

source: Share projects
am: ፕሮጀክት አጋራ
ar: مشاركة المشاريع
de: Projekte teilen
es: Compartir proyectos
fa: پروژه ها را به اشتراک بگذارید
fr: Partager le projet
hi: प्रोजेक्ट साझा करें
id: Bagikan proyek
ja: プロジェクトを共有する
pl: Udostępnij projekty
pt: Compartilhar projetos
ru: Поделиться проектами
sw: Shiriki miradi
th: แชร์โครงการ
tr: Projeleri paylaş
uk: Поділитися проєктами
vi: Chia sẻ dự án

source: latitude (x.y °):
am: ኬክሮስ (x.y °)፦
ar: العرض (x.y °):
de: Breitengrad (x.y °):
es: latitud (x.y °):
fa: عرض جغرافیائی (x.y °) :
id: garis lintang (x,y°):
ja: 緯度 (x.y °):
km: រយៈទទឹង (x.y °)៖
pl: szerokość geograficzna (x.y °):
ru: широта (x.y°):
sw: latitudo (x.y °):
th: ละติจูด (x.y °):
uk: широта (x.y °):
vi: vĩ độ (x.y°):

source: longitude (x.y °):
am: ኬንትሮስ (x.y °)፦
ar: الطول (x.y °):
de: Längengrad (x.y °):
es: longitud (x.y °):
fa: طول جغرافیائی (x.y °) :
id: garis bujur (x,y°):
ja: 経度 (x.y °):
km: រយៈបណ្តោយ (x.y °)៖
pl: długość geograficzna (x.y °):
ru: долгота (x.y°):
sw: longitudo (x.y °):
th: ลองจิจูด (x.y °):
uk: довгота (x.y °):
vi: kinh độ (x.y°):

source: altitude (m):
am: ከፍታ (ሜ)፦
ar: الارتفاع (m):
de: Höhenlage (m):
es: altitud (m):
fa: ارتفاع از سطح دریا (m):
id: ketinggian (m):
ja: 高度 (m):
km: រយៈកម្ពស់ (m)៖
pl: wysokość (m):
ru: высота (м):
sw: urefu (m):
th: ระดับความสูง (ม.):
uk: висота (м):
vi: độ cao (m):

source: accuracy (m):
am: ትክክለኛነት (ሜ)፦
ar: الدقة (m):
de: Genauigkeit (m):
es: precisión (m):
fa: دقت (متر):
id: akurasi (m):
ja: 精度 (m):
km: ភាពត្រឹមត្រូវ (m)៖
pl: dokładność (m):
pt: precisão (m):
ru: точность (м):
sw: usahihi (m):
th: ความแม่นยำ (ม.):
uk: точність (м):
vi: độ chuẩn xác (m):

source: start
am: ጀምር
ar: البداية
de: Beginn
es: inicio
fa: آغاز
id: awal
ja: 開始
km: ចាប់ផ្ដើម
pt: começo
ru: начало
sw: anza
th: เริ่มต้น
uk: початок
vi: bắt đầu

source: end
am: መጨረሻ
ar: النهاية
de: Ende
es: fin
fa: پایان
id: akhir
ja: 終了
km: ចប់
pl: koniec
pt: fim
ru: конец
sw: maliza
th: สิ้นสุด
uk: кінець
vi: kết thúc

source: today
am: ዛሬ
ar: اليوم
de: Heute
es: hoy
fa: امروز
id: hari ini
ja: 今日
km: ថ្ងៃនេះ
pl: dzisiaj
pt: hoje
ru: сегодня
sw: leo
th: วันนี้
uk: сьогодні
vi: hôm nay

source: device ID
am: የመሳሪያ መታወቂያ
ar: معرف الجهاز
de: Gerät-ID
es: ID del dispositivo
fa: شناسه دستگاه
id: ID perangkat
ja: デバイスID
km: លេខសម្គាល់ឧបករណ៍
pl: ID urządzenia
pt: ID do dispositivo
ru: Идентификатор устройства
sw: kitambulisho cha kifaa
th: ไอดีอุปกรณ์
uk: ID пристрою
vi: ID thiết bị

source: phone number
am: ስልክ ቁጥር
ar: رقم الهاتف
de: Telefonnummer
es: número de teléfono
fa: شماره تماس
id: nomor telepon
ja: 電話番号
km: លេខទូរសព្ទ
pl: numer telefonu
pt: número de telefone
ru: номер телефона
sw: nambari ya simu
th: หมายเลขโทรศัพท์
uk: номер телефону
vi: số điện thoại

source: audit
am: ኦዲት
ar: تدقيق
es: auditoría
fa: بازرسی
ja: 監査
km: សវនកម្ម
pl: sprawdzenie
pt: auditoria
ru: аудит
sw: ukaguzi
th: การตรวจสอบ
uk: аудит
vi: kiểm tra

source: __version__
am: __ስሪት__
ar: __الإصدار__
fa: __نسخه__
id: __versi__
ja: __バージョン__
km: __កំណែ__
pl: __wersja__
pt: __versao__
sw: __toleo__
vi: __phiên bản__

source: _id
am: _መታወቂያ
ar: _الهوية
fa: _شناسه
km: _លេខសម្គាល់

source: instanceID
am: ለምሳሌ መታወቂያ
ar: مُعرف الحالة
fa: شناسه نمونه
ja: インスタンスID
pt: instanciaID
ru: Идентификатор экземпляра
sw: kitambulisho cha mfano
uk: ID екземпляру
vi: IDvídụ

source: Submitted by
am: የአስገባው በ
ar: تم إرساله من قبل
de: Übermittelt von
es: Enviado por
fa: ارسالی توسط
id: Disampaikan oleh
ja: 提出者：
km: ដាក់បញ្ជូនដោយ
pl: Przesłane przez
pt: Enviado por
ru: Кто отправил
sw: Iliyowasilishwa na
th: ส่งมาโดย
uk: Надіслано
vi: Gửi bởi

source: Non-profit organization
am: ግብረ ሰናይ ድርጅት
ar: منظمة غير ربحية
de: Non-Profit-Organisation
es: Organización sin fines de lucro
fa: مؤسسه غیر انتفاعی
fr: Organisation à but non lucratif
id: Organisasi nirlaba
ja: 非営利団体（NPO）
pl: Organizacja non-profit
pt: Organização sem fins lucrativos
ru: Некоммерческая организация
sw: Shirika lisilo la faida
th: องค์กรที่ไม่แสวงหาผลกำไร
tr: Kar amacı gütmeyen kuruluş
uk: Неприбуткова організація
vi: Tổ chức phi lợi nhuận

source: Government institution
am: የመንግስት ተቋም
ar: مؤسسة حكومية
de: Regierungsbehörde
es: Institución gubernamental
fa: موسسه دولتی
fr: Institution gouvernementale
id: Institusi pemerintah
ja: 政府機関
pl: Instytucja rządowa
pt: Instituição governamental
ru: Государственное учреждение
sw: Taasisi ya serikali
th: สถาบันของรัฐ
tr: Devlet kurumu
uk: Державна установа
vi: Cơ quan chính phủ

source: Educational organization
am: የትምህርት ድርጅት
ar: منظمة تعليمية
de: Bildungseinrichtung
es: Organización educativa
fa: موسسه آموزشی
fr: Organisme d’éducation
id: Organisasi pendidikan
ja: 教育組織
pl: Organizacja edukacyjna
pt: Organização educacional
ru: Образовательная организация
sw: Shirika la elimu
th: องค์กรทางการศึกษา
tr: Eğitim kuruluşu
uk: Освітня організація
vi: Tổ chức giáo dục

source: A commercial/for-profit company
am: የንግድ/ለትርፍ የተቋቋመ ኩባንያ
ar: شركة تجارية / ربحية
de: Kommerzielles/gewinnorientiertes Unternehmen
es: Una empresa comercial/con fines de lucro
fa: یک شرکت تجاری/انتفاعی
fr: Une société commerciale / à but lucratif
id: Perusahaan komersial / organisasi berlaba
ja: 営利目的の企業
pl: Spółka komercyjna/for-profit
pt: Uma empresa comercial/com fins lucrativos
ru: Коммерческая компания
sw: Kampuni ya kibiashara/ya kupata faida
th: บริษัทการค้า/แสวงหาผลกำไร
tr: Ticari/kar amacı güden şirket
uk: Комерційна/приватна компанія
vi: Một công ty thương mại/vì lợi nhuận

source: I am not associated with any organization
am: ከየትኛውም ድርጅት ጋር ግንኙነት የለኝም
ar: أنا لا أنتمي لأي منظمة
de: Ich bin mit keiner Organisation verbunden
es: No estoy asociado/a con ninguna organización
fa: من با هیچ سازمانی ارتباط ندارم.
fr: Je ne suis associé.e à aucune organisation
id: Saya tidak terkait dengan organisasi mana pun
ja: 私はいかなる組織にも属していません
pl: Nie jestem powiązany/-a z żadną organizacją
pt: Não sou vinculado a nenhuma organização
ru: Я не связан ни с одной организацией
sw: Sihusiani na shirika lolote
th: ฉันไม่เกี่ยวข้องกับองค์กรใดๆ
tr: Herhangi bir kuruluşla bağlantım yok
uk: Не працюю в жодній організації
vi: Tôi không liên quan đến bất kỳ tổ chức nào

source: Male
am: ወንድ
ar: ذكر
bn: পুরুষ
cs: Muž
de: Männlich
es: Masculino
fa: مرد
fr: Homme
hi: पुरुष
hu: Férfi
id: Laki-laki
ja: 男性
my: ကျား
ne: पुरुष
pl: Mężczyzna
pt: Masculino
ru: Мужской
sw: Mwanaume
th: ชาย
tr: Erkek
uk: Чоловіча
vi: Nam

source: Female
am: ሴት
ar: أنثى
bn: মহিলা
cs: Žena
de: Weiblich
es: Femenino
fa: زن
fr: Femme
hi: महिला
hu: Nő
id: Perempuan
ja: 女性
my: မ
ne: महिला
pl: Kobieta
pt: Feminino
ru: Женский
sw: Mwanamke
th: หญิง
tr: Kadın
uk: Жіноча
vi: Nữ

source: Other
am: ሌላ
ar: أخرى
bn: অন্যান্য
cs: Jiné
de: Divers
es: Otro
fa: دیگر
fr: Autre
hi: अन्य
hu: Egyéb
id: Lainnya
ja: その他
my: အခြား
ne: अन्य
pl: Inne
pt: Outro
ru: Другой
sw: Nyingine
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác

source: Use this to display your real name to other users
am: እውነተኛ ስምህን ለሌሎች ተጠቃሚዎች ለማሳየት ይህንን ተጠቀም
ar: استخدم هذا لأظهار أسمك الحقيقي للمستخدمين الآخرين
bn: এখানে আপনার আসল নাম লিখলে অন্য ইউজাররা তা দেখতে পাবে
cs: Pomocí této funkce můžete ostatním uživatelům zobrazit své skutečné jméno
de: Verwenden Sie dies, um anderen Benutzer*innen Ihren echten Namen anzuzeigen
es: Utilizar esta opción para mostrar tu nombre real a otros usuarios/as
fa: از این برای نمایش نام واقعی خود به سایر کاربران استفاده کنید
fr: Utilisez cette option pour afficher votre vrai nom aux autres utilisateurs
hi: अपने वास्तविक नाम को अन्य उपयोगकर्ताओं को प्रदर्शित करने के लिए इसका उपयोग करें
hu: Ezzel jelenítheti meg valódi nevét a többi felhasználó számára
id: Gunakan ini untuk menampilkan nama asli Anda kepada pengguna lain
ja: 他のユーザーに本名を表示したい場合に使用します
km: ប្រើវានេះដើម្បីបង្ហាញឈ្មោះពិតរបស់អ្នកទៅអ្នកប្រើប្រាស់ដទៃទៀត
my: သင်၏ အမည်ရင်းအား အခြားအသုံးပြုသူများအား ပြရန် ဤသည်ကို အသုံးပြုပါ
ne: अन्य प्रयोगकर्ताहरूलाई आफ्नो वास्तविक नाम देखाउन यो प्रयोग गर्नुहोस्
pl: Użyj tego w celu wyświetlenia swojego prawdziwego imienia innym użytkownikom
pt: Use isso para exibir seu nome real para outros usuários
ru: Используйте, чтобы показать свое настоящее имя другим пользователям
sw: Tumia hii kuonyesha jina lako halisi kwa watumiaji wengine
th: ใช้สิ่งนี้เพื่อแสดงชื่อจริงของคุณให้ผู้ใช้อื่นทราบ
tr: Gerçek adınızı diğer kullanıcılara göstermek için bunu kullanın
uk: Використовуйте це, щоб показати ваше справжнє ім’я іншим користувачам
vi: Sử dụng điều này để hiển thị tên thật của bạn với những người dùng khác

source: Social
am: ማህበራዊ
ar: الاجتماعي
bn: সামাজিক
cs: Sociální sítě
de: Soziale Medien
fa: رسانه های اجتماعی
hi: सामाजिक (सोशल)
hu: Közösségi oldalak
id: Sosial
ja: ソーシャル
km: នៃសង្គម
my: လူမှုကွန်ရက်
ne: सामाजिक
pl: Sieci społecznościowe
ru: Социальные сети
sw: Kijamii
th: โซเชียล
tr: Sosyal Medya
uk: Соціальний
vi: Mạng xã hội

source: Newsletter
am: የዜና ማሰራጫ
ar: الرسائل الإخبارية
es: Noticias
fa: خبرنامه
ja: ニュースレター
pt: Informativo
ru: Рассылка
sw: Jarida
th: จดหมายข่าว
uk: Інформаційна розсилка
vi: Bản tin

source: Import failed
am: ማስመጣት አልተሳካም
ar: فشل الاستيراد
bn: ইম্পোর্ট করা যায় নি
cs: Import selhal
de: Import fehlgeschlagen
es: La importación falló
fa: وارد کردن فایل با موفقیت انجام نشد
fr: Échec de l’importation
hi: आयात (इंपोर्ट) विफल रहा
hu: Sikertelen importálás
id: Impor gagal
ja: インポートに失敗
pl: Import nie powiódł się
pt: Falha na importação
ru: Ошибка импорта
sw: Imeshindwa kuingiza
th: การนำเข้าไม่สำเร็จ
tr: İçe aktarma başarısız
uk: Помилка імпорту
vi: Nhập không thành công

source: Your upload is taking longer than usual. Please get back in few minutes.
am: መጨመሩ ከተለመደው ጊዜ በላይ እየወሰደ ነው። እባክዎ ከጥቂት ደቂቃዎች በኋላ ይመለሱ።
ar: استغرق رفع الملف الخاص بك وقتًا أطول من المعتاد. يرجى العودة للمحاولة خلال بضع دقائق.
bn: আপনার আপলোডটি হতে স্বাভাবিকের চেয়ে বেশি সময় লাগছে। অনুগ্রহ করে কয়েক মিনিট পর এসে দেখুন।
cs: Nahrávání dat trvá déle než obvykle. Vraťte se prosím za několik minut.
de: Ihr Upload dauert länger als üblich. Bitte haben Sie einige Minuten Geduld.
es: La carga está tardando más de lo habitual. Inténtalo de nuevo en unos minutos.
fa: آپلود شما بیشتر از حد معمول طول می‌کشد. لطفا چند دقیقه دیگر بازگردید.
fr: Votre téléchargement prend plus de temps. Veuillez revenir dans quelques minutes.
hi: आपका अपलोड सामान्य से अधिक समय ले रहा है। कृपया कुछ मिनट बाद वापस आएँ।
hu: A feltöltése a szokásosnál több időt vesz igénybe. Kérjük, nézzen vissza pár perc múlva.
id: Pengunggahan Anda membutuhkan waktu lebih lama dari biasanya. Silakan kembali dalam beberapa menit.
ja: アップロードにいつもより時間がかかっています。数分後に戻ってきてください。
pl: Transmisja trwa dłużej niż zwykle. Spróbuj ponownie za kilka minut.
pt: O carregamento está demorando mais que o normal. Volte em alguns minutos.
ru: Ваша загрузка занимает больше времени, чем обычно. Вернитесь через несколько минут.
sw: Upakiaji wako unachukua muda mrefu kuliko kawaida. Tafadhali rudi baada ya dakika chache.
th: การอัปโหลดของคุณใช้เวลานานกว่าปกติ โปรดกลับมาในภายหลัง
tr: Yüklemeniz normalden daha uzun sürüyor. Lütfen birkaç dakika sonra tekrar deneyin.
uk: Завантаження триває довше, ніж зазвичай. Поверніться за кілька хвилин.
vi: Quá trình tải lên của bạn lâu hơn bình thường. Vui lòng quay lại sau vài phút.

source: Your uploads are being processed. This may take a few moments. You will need to refresh the page to see them on the list.
am: ጭመራዎ በሂደት ላይ ናቸው። ይህ ጥቂት ጊዜ ሊወስድ ይችላል። በዝርዝሩ ላይ ለማየት ገጹን ማደስ ያስፈልግዎታል።
ar: تتم معالجة رفع الملفات الخاصة بك. قد يستغرق هذا بضع ثوان. سيكون عليك تحديث الصفحة لرؤيتها ضمن القائمة.
bn: আপনার আপলোডগুলোর প্রক্রিয়াকরণ চলছে। এতে কয়েক মিনিট সময় লাগতে পারে। তালিকায় সেগুলোকে দেখতে হলে আপনাকে পেজটি রিফ্রেশ করতে হবে।
cs: Vaše nahraná data se zpracovávají. Tento proces může chvíli trvat. Abyste data viděli v seznamu, budete muset stránku obnovit.
de: Ihre Uploads werden gerade verarbeitet. Dies kann einige Momente dauern. Um die Uploads in der Liste zu sehen, müssen Sie die Seite anschließend neu laden.
es: Se están procesando tus cargas. Esto puede tardar unos minutos. Deberás actualizar la página para verlas en la lista.
fa: آپلودهای شما در حال پردازش هستند. ممکن است چند لحظه طول بکشد. برای مشاهده آن‌ها در لیست، باید صفحه را بازخوانی کنید.
fr: Vos téléchargements sont en cours de traitement. Cela peut prendre quelques instants. Vous devrez rafraîchir la page pour les voir apparaître dans la liste.
hi: आपके अपलोड संसाधित किए जा रहे हैं। इसमें कुछ क्षण लग सकते हैं। उन्हें सूची में देखने के लिए आपको पृष्ठ को रिफ्रेश करना होगा।
hu: A feltöltés feldolgozása folyamatban van. Ez eltarthat néhány másodpercig. Frissítse az oldalt, hogy láthatóak legyenek a listán.
id: Unggahan Anda sedang diproses. Ini mungkin memerlukan waktu beberapa saat. Anda perlu menyegarkan halaman untuk melihatnya dalam daftar.
ja: アップロードの処理中です。しばらくお待ちください。リストに表示されるには、ページを更新する必要があります。
pl: Twoje aktualizacje są przetwarzane. Może to chwilę potrwać. Odśwież stronę, aby zobaczyć je na liście.
pt: Seus carregamentos estão sendo processados. Isso pode demorar. Você precisará atualizar a página para vê-los na lista.
ru: Ваши загрузки обрабатываются. Это может занять несколько минут. Необходимо будет обновить страницу, чтобы увидеть их в списке.
sw: Upakiaji wako unachakatwa. Hii inaweza kuchukua muda mfupi. Utahitaji kusasisha upya ukurasa ili kuziona kwenye orodha.
th: กำลังประมวลผลการอัปโหลดของคุณ การดำเนินการนี้อาจใช้เวลาสักครู่ คุณจะต้องรีเฟรชหน้าเพื่อดูการอัปโหลดในรายการ
tr: Yüklemeleriniz işleniyor. Bu işlem birkaç dakika sürebilir. Bunları listede görmek için sayfayı yenilemeniz gerekecektir.
uk: Ваші завантаження обробляються. Це може зайняти кілька хвилин. Вам потрібно буде оновити сторінку, щоб побачити їх у списку.
vi: Nội dung tải lên đang được xử lý. Việc này có thể mất vài phút. Bạn cần làm mới trang để nội dung được hiển thị trên danh sách.
