Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Delete column
am: አምድ ሰርዝ
ar: حذف العمود
bn: কলাম মুছে ফেলুন
cs: Smazat sloupec
de: Spalte löschen
es: Eliminar columna
fa: حذف ستون
fr: Supprimer la colonne
hi: कॉलम हटाएं
hu: Oszlop törlése
id: Hapus kolom
ja: 列を削除
km: លុបកូឡោន
my: ကော်လံကို ဖျက်ရန်
ne: स्तम्भ मेटाउनुहोस्
pl: Skasuj kolumnę
pt: Excluir coluna
ru: Удалить столбец
sw: Futa safu
th: ลบคอลัมน์
tr: Sütunu sil
uk: Видалити стовпець
vi: Xóa cột

source: Data Column Prefix
am: የውሂብ አምድ ቅድመ ቅጥያ
ar: بادئة تسمية عمود البيانات
de: Datenspalten-Präfix
es: Prefijo de columna de datos
fa: پیشوند ستون داده
id: Awalan Kolom Data
ja: データ列の先頭
km: បុព្វបទនៃកូឡោនទិន្នន័យ
pl: Skasuj prefiks kolumny danych
pt: Prefixo da coluna de dados
ru: Префикс столбца данных
sw: Kiambishi cha Safu ya Data
th: คำนำหน้าคอลัมน์ข้อมูล
uk: Префікс стовпця даних
vi: Tiền tố cột dữ liệu

source: Delete row
am: ረድፍ ሰርዝ
ar: حذف الصف
de: Zeile löschen
es: Eliminar fila
fa: حذف ردیف
id: Hapus baris
ja: 行の削除
km: លុបជួរដេក
pl: Skasuj wiersz
pt: Excluir linha
ru: Удалить строку
sw: Futa safu mlalo
th: ลบแถว
uk: Видалити рядок
vi: Xóa hàng

source: Unknown question type ##type_name##
am: ያልታወቀ የጥያቄ ዓይነት ##type_name##
ar: نوع السؤال غير معروف ##type_name##
de: Unbekannter Fragentyp ##type_name##
es: Tipo de pregunta desconocido ##type_name##
fa: پرسش ناشناس نوع ##type_name##
id: Jenis pertanyaan ##type_name## tidak diketahui
ja: 不明な質問のタイプ##type_name##
pl: Nieznane pytania typu ##type_name##
pt: Tipo de pergunta desconhecido ##type_name##
ru: Неизвестный тип вопроса ##type_name##
sw: Aina ya swali isiyojulikana ##type_name##
th: คำถามที่ไม่รู้จักประเภท ##type_name##
uk: Невідомий тип питання ##type_name##
vi: Không rõ loại câu hỏi ##type_name##

source: ##REMAINING## remaining
am: ##REMAINING## ቀሪው
ar: متبقي ##REMAINING##
de: Noch ##REMAINING## verfügbar
es: ##REMAINING## restante
ja: 残り ##REMAINING##
uk: ##REMAINING## залишилося

source: Question label cannot be empty
am: የጥያቄ መለያ ባዶ ሊሆን አይችልም
ar: لا يمكن أن تكون علامة السؤال فارغة
de: Fragekennzeichnung darf nicht leer sein
es: La etiqueta de la pregunta no puede estar vacía
fa: برچسب پرسش نباید خالی باشد
id: Label pertanyaan tidak boleh kosong
ja: 質問のラベルを空にすることはできません
pl: Etykieta pytania nie może pozostać pusta
pt: É obrigatório preencher a descrição da pergunta
ru: Метка вопроса не может быть пустой
sw: Lebo ya swali haiwezi kuwa tupu
th: ป้ายกำกับคำถามว่างเปล่าไม่ได้
uk: Поле для запитання не може бути порожнім
vi: Nhãn câu hỏi không được để trống

source: Some required fields are missing
am: አንዳንድ አስፈላጊ መስኮች ጠፍተዋል
ar: بعض الحقول المطلوبة مفقودة
de: Einige erforderliche Felder fehlen
es: Faltan algunos campos obligatorios
fa: برخی فیلدهای اجباری خالی هستند
id: Beberapa bagian yang diperlukan tidak diisi
ja: いくつかの必須フィールドが入力されていません
pl: Niektóre wymagane pola zostały pominięte
pt: Alguns campos obrigatórios estão vazios
ru: Некоторые обязательные для заполнения поля отсутствуют
sw: Baadhi ya sehemu zinazohitajika hazipo
th: ขาดช่องที่จำเป็นบางช่อง
uk: Деякі необхідні поля відсутні
vi: Thiếu một số trường bắt buộc

source: Type question
am: ጥያቄ ይጻፉ
ar: اكتب سؤالاً
de: Frage eingeben
es: Escribir pregunta
fa: پرسش را درج کنید
id: Ketik pertanyaan
ja: 質問を入力してください
pl: Wpisz pytanie
pt: Digitar pergunta
ru: Введите вопрос
sw: Andika swali
th: พิมพ์คำถาม
uk: Введіть питання
vi: Nhập câu hỏi

source: Type your answer
am: መልስ ጻፉ
ar: اكتب إجابتك
de: Geben Sie Ihre Antwort ein
es: Escribe tu respuesta
fa: پاسخ خود را درج کنید
id: Ketik jawaban Anda
ja: あなたの回答を入力
pl: Wpisz swoją odpowiedź
pt: Digite sua resposta
ru: Введите ответ
sw: Andika jibu lako
th: พิมพ์คำตอบของคุณ
uk: Введіть вашу відповідь
vi: Nhập câu trả lời của bạn

source: …keyword search in progress
am: …የቁልፍ ቃል ፍለጋ በሂደት ላይ
ar: ... البحث جاري عن الكلمات الرئيسية
de: … Stichwortsuche im Gang
es: ...búsqueda de palabras clave en curso
fa: ... جستجوی کلیدواژه در جریان است
id: …pencarian kata kunci dalam proses
ja: …キーワード検索中
pl: ...wyszukiwanie słów kluczowych w toku
pt: ... pesquisa por palavra-chave em andamento
ru: ...ведется поиск по ключевым словам
sw: …utafutaji wa maneno muhimu unaendelea
th: ...กำลังค้นหาคีย์เวิร์ด
uk: ... виконується пошук за ключовими словами
vi: …đang tiến hành tìm từ khóa

source: Apply search
am: ፍለጋ ይተግብሩ
ar: تطبيق البحث
de: Suche anwenden
es: Aplicar búsqueda
fa: جستجو را اعمال کن
id: Terapkan pencarian
ja: 検索を適用する
pl: Zastosuj wyszukiwanie
pt: Aplicar pesquisa
ru: Применить поиск
sw: Tumia utafutaji
th: ค้นหา
uk: Застосувати пошук
vi: Áp dụng tìm kiếm

source: ##number## instances
am: ##number## ሁኔታዎች
ar: ##number## حالات
de: ##number## Instanzen
es: ##number## instancias
fa: ##number## نمونه‌ها
id: ##number## contoh
ja: ##number##キーワードのうち
pl: wystąpienia (##number##)
pt: ##number## instâncias
ru: ##number## совпадений
sw: ##number## mifano
th: ##number## ตัวอย่าง
uk: ##number## приклади
vi: ##number## thực thể

source: of the keywords
am: ከቁልፍ ቃላቶች
ar: من الكلمات الرئيسية
de: der Stichworte
es: de las palabras clave
fa: از کلیدواژه‌ها
id: dari kata kunci
ja: 個のインスタンス
pl: słów kluczowych
pt: de palavras-chave
ru: ключевых слов
sw: ya maneno muhimu
th: ของคีย์เวิร์ด
uk: ключових слів
vi: của các từ khóa

source: from
am: ከ
ar: من
de: von
es: de
fa: از
id: dari
ja: から
pl: od
pt: de
ru: из
sw: kutoka
th: จาก
uk: від
vi: từ

source: Delete this question?
am: ይህ ጥያቄ ይሰረዝ?
ar: هل ترغب في حذف هذا السؤال؟
de: Diese Frage löschen?
es: ¿Eliminar esta pregunta?
fa: آیا پرسش پاک شود؟
id: Hapus pertanyaan ini?
ja: この質問を削除しますか?
pl: Usunąć to pytanie?
pt: Excluir esta pergunta?
ru: Удалить данный вопрос?
sw: Ungependa kufuta swali hili?
th: ลบคำถามนี้
uk: Видалити це питання?
vi: Bạn muốn xóa câu hỏi này?

source: Are you sure you want to delete this question? This action cannot be undone.
am: እርግጠኛ ነዎት ይህን አምድ መሰረዝ ይፈልጋሉ? ይህ እርምጃ ሊቀለበስ አይችልም።
ar: هل أنت متأكد من أنك تريد حذف هذا السؤال؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie diese Frage löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta pregunta? Esta acción no puede deshacerse.
fa: آیا مطمئن هستید که می خواهید این پرسش را حذف کنید؟ این عمل قابل برگشت نیست.
id: Apakah Anda yakin ingin menghapus pertanyaan ini? Tindakan ini tidak dapat dibatalkan.
ja: この質問を削除してもよろしいですか? この操作は元に戻すことができません。
pl: Czy na pewno chcesz usunąć to pytanie? Ta czynność nie może być cofnięta.
pt: Tem certeza de que deseja excluir esta pergunta? Essa ação não pode ser desfeita.
ru: Вы действительно хотите удалить данный вопрос? Это необратимое действие.
sw: Je, una uhakika unataka kufuta swali hili? Kitendo hiki hakiwezi kutenduliwa.
th: แน่ใจหรือไม่ว่าต้องการลบคำถามนี้ การดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Ви впевнені, що хочете видалити це питання? Цю дію не можна скасувати.
vi: Bạn có chắc muốn xóa câu hỏi này không? Thao tác này không thể hoàn tác.

source: Look for
am: መፈለግ
ar: ابحث عن
de: Suche nach
es: Buscar
fa: جستجو برای
id: Cari
ja: 探す
pl: Wyszukaj
pt: Procurar
ru: Искать
sw: Tafuta
th: มองหา
uk: Шукайте
vi: Tìm kiếm

source: Type keywords
am: ቁልፍ ቃላትን ይጻፉ
ar: اكتب الكلمات الرئيسية
de: Stichworte eingeben
es: Escribir palabras clave
fa: کلیدواژه را درج کنید
id: Ketik kata kunci
ja: キーワードを入力します
pl: Wpisz słowa klucze
pt: Digitar palavras-chave
ru: Введите ключевые слова
sw: Andika maneno muhimu
th: พิมพ์คีย์เวิร์ด
uk: Введіть ключові слова
vi: Nhập các từ khóa

source: Search this transcript/translation:
am: ይህን ግልባጭ/ ትርጉም ፈልግ፦
ar: ابحث في هذا النص المفرّغ / الترجمة:
de: Suche dieses Transkript/diese Übersetzung:
es: Buscar esta transcripción/traducción:
fa: جستجوی این رونوشت/ترجمه:
id: Cari dalam transkrip/penerjemahan ini:
ja: このトランスクリプト/翻訳を検索:
pl: Szukaj w transkrypcie/tłumaczeniu:
pt: Pesquisar esta transcrição/tradução:
ru: Поиск по данной транскрипции/переводу:
sw: Tafuta nakala/tafsiri hii:
th: ค้นหาข้อความถอดเสียง/ธุรกรรมนี้
uk: Шукайте цю стенограму/переклад:
vi: Tìm kiếm bản phiên âm/bản dịch này:

source: Type option name
am: የአማራጭ ስም ይጻፉ
ar: اكتب أسم الخيار
de: Optionsname eingeben
es: Escribir el nombre de la opción
fa: نام گزینه را تایپ کنید
id: Ketik nama opsi
ja: オプション名を入力します
pl: Wpisz nazwę opcji
pt: Digitar o nome da opção
ru: Введите название варианта
sw: Andika jina la chaguo
th: พิมพ์ชื่อตัวเลือก
uk: Введіть назву опції
vi: Nhập tên tùy chọn

source: Add new option
am: አዲስ አማራጭ ያክሉ
ar: إضافة خيار جديد
de: Neue Option hinzufügen
es: Agregar una nueva opción
fa: گزینه جدید را اضافه کنید
id: Tambah opsi baru
ja: 新しいオプションを追加
pl: Dodaj nową opcję
pt: Adicionar nova opção
ru: Добавить новый вариант
sw: Ongeza chaguo jipya
th: เพิ่มตัวเลือกใหม่
uk: Додати нову опцію
vi: Thêm tùy chọn mới

source: Question should match all of these criteria
bn: প্রশ্ন কর্তৃক এই সবকটি মানদণ্ড পূরণ হওয়া উচিত
cs: Otázka by měla splňovat všechna tato kritéria
fa: سوال باید با همه این معیارها مطابقت داشته باشد
fr: La question devra correspondre à tous ces critères
hi: प्रश्न इन सभी मानदंडों से मेल खाना करना चाहिए
hu: A kérdésnek mindegyik feltételt ki kell elégítenie
id: Pertanyaan harus cocok dengan semua kriteria ini
my: မေးခွန်းမှာ ဤစံများအားလုံးနှင့် ကိုက်ညီရပါမည်
ne: प्रश्न यी सबै मापदण्डहरूसँग मेल खानुपर्छ
pt: A pergunta deve corresponder a todos esses critérios
ru: Вопрос должен соответствовать всем критериям
sw: Swali linapaswa kuendana na vigezo hivi vyote
th: คำถามควรตรงกับเกณฑ์เหล่านี้ทั้งหมด
tr: Soru, tüm bu kriterlere uymalıdır
vi: Câu hỏi phải khớp với tất cả các tiêu chí này

source: Question should match any of these criteria
bn: প্রশ্ন কর্তৃক এই মানদণ্ডগুলোর যেকোনো একটি পূরণ হওয়া উচিত
cs: Otázka by měla odpovídat některému z těchto kritérií
fa: سوال باید با هر یک از این معیارها مطابقت داشته باشد
fr: La question doit correspondre à l'un de ces critères
hi: प्रश्न को इनमें से किसी एक मानदंड से मेल खाना चाहिए
hu: A kérdésnek legalább az egyik feltételt ki kell elégítenie
id: Pertanyaan harus cocok dengan salah satu kriteria ini
my: မေးခွန်းမှာ ဤစံများထဲမှ တစ်ခုခုနှင့် ကိုက်ညီရပါမည်
ne: प्रश्न यी मध्ये कुनै पनि मापदण्डसँग मेल खानुपर्छ
pt: A pergunta deve corresponder a qualquer um desses critérios
ru: Вопрос должен соответствовать одному из критериев
sw: Swali linapaswa kuendana na mojawapo ya vigezo hivi
th: คำถามควรตรงกับเกณฑ์ข้อใดข้อหนึ่งเหล่านี้
tr: Soru, bu kriterlerden herhangi biriyle eşleşmelidir
vi: Câu hỏi phải khớp với một trong các tiêu chí này

source: Custom Reports
bn: কাস্টম প্রতিবেদন
cs: Vlastní hlášení
fa: گزارش های سفارشی
fr: Rapports personnalisés
hi: कस्टम रिपोर्ट
hu: Egyéni jelentések
id: Laporan Khusus
my: ကိုက်ညီအောင်ပြုပြင်ထားသောရီပို့
ne: कस्टम रिपोर्टहरू
pt: Relatórios personalizados
ru: Пользовательские отчеты
sw: Ripoti Maalum
th: รายงานแบบกำหนดเอง
tr: Özel raporlar
vi: Báo cáo tùy chỉnh

source: submissions
bn: সাবমিশন
cs: odeslaná data
fa: ارسال شده ها
fr: soumissions
hi: प्रविष्टियां (सबमिशन)
hu: űrlapválaszok
id: kiriman
my: တင်သွင်းခြင်းများ
ne: पेश गरिएका
pt: respostas
ru: отправки
sw: mawasilisho
th: การส่งข้อมูล
tr: gönderimler
vi: những lần đã gửi

source: Pending…
fa: در حال انتظار
id: Tertunda…
pt: Pendente…
ru: Ожидание…
sw: Inasubiri...
th: รอดำเนินการ...
vi: Đang chờ…

source: Loading…
bn: লোড হচ্ছে…
cs: Načítání…
fa: بارگذاری...
fr: Chargement…
hi: लोड हो रहा है...
hu: Betöltés…
id: Sedang memuat…
my: ဖတ်နေသည်…
ne: लोड हुँदै...
pt: Carregando…
ru: Загрузка…
sw: Inapakia...
th: กำลังโหลด...
tr: Yükleniyor…
vi: Đang tải…

source: Failed to cancel transfer. The transfer may be declined or accpeted already. Please check your email.
fa: لغو انتقال انجام نشد. انتقال ممکن است همچنان رد یا پذیرفته شده باشد. لطفاً ایمیل خود را چک کنید.
id: Gagal membatalkan peralihan. Peralihan mungkin telah ditolak atau diterima. Silakan periksa email Anda.
pt: O cancelamento da transferência falhou. É possível que a transferência já tenha sido aceita ou rejeitada. Verifique a caixa de entrada do seu e-mail.
ru: Не удалось отменить передачу. Возможно, передача уже отклонена или подтверждена. Проверьте свою электронную почту.
th: ไม่สามารถยกเลิกการโอน การโอนอาจถูกปฏิเสธหรือยอมรับแล้ว โปรดตรวจสอบอีเมลของคุณ
vi: Không thể hủy quá trình chuyển quyền. Việc chuyển quyền có thể đã bị từ chối hoặc được chấp nhận. Vui lòng kiểm tra email của bạn.

source: process
bn: প্রক্রিয়াকরণ করুন
cs: zpracovat
fa: فرآیند
fr: processus
hi: प्रक्रिया
hu: folyamat
id: proses
my: ဖြစ်စဉ်​
ne: प्रकृया
pt: processo
ru: обработать
sw: mchakato
th: กระบวนการ
tr: süreç
vi: xử lý

source: Language:
bn: ভাষা:
cs: Jazyk:
fa: زبان ها:
fr: Langue :
hi: भाषा:
hu: Nyelv:
id: Bahasa:
my: ဘာသာစကား
ne: भाषा:
pt: Idioma:
ru: Язык:
sw: Lugha:
th: ภาษา:
tr: Dil:
vi: Ngôn ngữ:

source: Updating…
bn: আপডেট হচ্ছে…
cs: Aktualizace…
fa: در حال آپلود...
fr: Mise à jour…
hi: अपडेट हो रहा है...
hu: Frissítés…
id: Memperbarui…
my: အဆင့်မြှင့်တင်နေသည်...
ne: अपडेट गर्दै...
pt: Atualizando…
ru: Обновление…
sw: Inasasisha...
th: กำลังอัปเดต...
tr: Güncelleniyor…
vi: Đang cập nhật…

source: Submissions (This year)
fa: موارد ارسالی (امسال)
id: Kiriman (Tahun ini)
pt: Envios (este ano)
ru: Отправки (в текущем году)
th: การส่งข้อมูล (ปีนี้)
vi: Các bài gửi (Năm nay)

source: Submissions (This month)
fa: موارد ارسالی (این ماه)
id: Kiriman (Bulan ini)
pt: Envios (este mês)
ru: Отправки (в текущем месяце)
th: การส่งข้อมูล (เดือนนี้)
vi: Các bài gửi (Tháng này)

source: Couldn't get data for your organization.
fa: نتوانستیم داده‌‌ها را برای سازمان شما بدست آوریم.
id: Tidak bisa memperoleh data untuk organisasi Anda.
pt: Não foi possível obter os dados da sua organização.
ru: Не удалось получить данные по вашей организации.
sw: Imeshindwa kupata data ya shirika lako.
th: ไม่สามารถเรียกดูข้อมูลขององค์กรของคุณได้
vi: Không thể lấy các dữ liệu cho tổ chức của bạn.

source: Ends on ##cancel_date##
fa: پایان در ##cancel_date##
id: Berakhir pada ##cancel_date##
pt: Termina em ##cancel_date##
ru: Заканчивается ##cancel_date##
th: สิ้นสุดเมื่อ ##cancel_date##
vi: Kết thúc vào ##cancel_date##

source: Starts on ##start_date##
fa: شروع در ##start_date##
id: Dimulai pada ##start_date##
pt: Começa em ##start_date##
ru: Начинается ##start_date##
th: เริ่มเมื่อ ##start_date##
vi: Bắt đầu từ ##start_date##

source: Add-ons can be added to your Community plan to increase your usage limits. If you are approaching or have reached the usage limits included with your plan, increase your limits with add-ons to continue data collection.
fa: افزونه‌ها می‌توانند به مجموعه برنامه شما اضافه شوند تا محدوده مصرف شما را افزایش دهند. اگر به حد مصرف نزدیک می‌شوید یا به آن رسیده‌اید، محدوده مصرف را با افزونه‌ها زیاد کنید تا بتوانید به جمع‌آوری داده‌ها ادامه دهید.
id: Tambahan dapat ditambahkan ke paket Komunitas Anda untuk meningkatkan batas penggunaan Anda. Jika Anda mendekati atau mencapai batas penggunaan yang termasuk dalam paket Anda, tingkatkan batasan Anda dengan menambahkan tambahan untuk melanjutkan pengumpulan data.
pt: Complementos podem ser adicionados ao seu plano comunitário para aumentar seus limites de consumo. Se você estiver se aproximando ou já tiver atingido os limites de consumo incluídos em seu plano, aumente os limites com complementos para continuar a coleta de dados.
ru: Дополнения могут быть добавлены к вашему плану «Сообщество» для увеличения лимита использования. Если вы приближаетесь или достигли лимита использования, включенного в план, увеличьте лимит с помощью дополнений, чтобы продолжить сбор данных.
sw: Viongezeo vinaweza kuongezwa kwenye mpango wako wa Jumuiya ili kuongeza vikomo vyako vya matumizi. Ikiwa unakaribia au umefikia vikomo vya matumizi vilivyojumuishwa na mpango wako, ongeza vikomo vyako na programu jalizi ili kuendelea ukusanyaji wa data.
th: สามารถเพิ่มบริการเสริมบนแผนคอมมิวนิตี้ (Community) ของคุณเพื่อเพิ่มขอบเขตการใช้งาน หากคุณใกล้ถึงหรือถึงขีดจำกัดการใช้งานในแผนบริการของคุณ เพิ่มขอบเขตการใช้งานด้วยบริการเสริมเพื่อดำเนินการเก็บรวบรวมข้อมูลต่อไป
vi: Bạn có thể thêm gói mở rộng vào Gói Cộng đồng nhằm tăng giới hạn sử dụng. Khi gần đạt hoặc đã đạt đến giới hạn sử dụng của gói, bạn cần nâng giới hạn sử dụng bằng gói lưu trữ mở rộng để tiếp tục thu thập dữ liệu.

source: Privacy
bn: গোপনীয়তা
cs: Soukromí
fr: Confidentialité
hi: गोपनीयता
hu: Adatvédelem
my: ကိုယ်‌ရေးလုံခြုံမှု
ne: गोपनीयता
tr: Gizlilik

source: Require authentication to see forms and submit data
bn: ফর্ম দেখতে ও তথ্য জমা দিতে চাইলে পরিচয় যাচাইকরণ (অথেন্টিকেশন) করতে হবে।
cs: Vyžaduje ověření pro zobrazení formulářů a odesílání dat
fr: Exiger l'authentification pour voir les formulaires et soumettre des données
hi: फ़ॉर्म देखने और डेटा जमा करने के लिए प्रमाणीकरण की आवश्यकता है
hu: Az űrlapok megtekintéséhez és az adatok beküldéséhez bejelentkezés szükséges
my: ဖောင်များကို ကြည့်ရန်နှင့် ‌ဒေတာများ ထည့်သွင်းရန် အထောက်အထားစိစစ်ရန် လိုအပ်ပါသည်
ne: फारमहरू हेर्न र डाटा पेश गर्न प्रमाणीकरण आवश्यक छ
tr: Formları görmek ve verileri göndermek için kimlik doğrulaması gereklidir

source: Your account total use
bn: আপনার অ্যাকাউন্টের মোট ব্যবহার
cs: Celkové využití vašeho účtu
fr: Utilisation totale de votre compte
hi: आपके खाते का कुल उपयोग
hu: A felhasználói fiókjának teljes használata
tr: Hesabınızın toplam kullanımı

source: Choose desired type
bn: পছন্দের ধরন নির্বাচন করুন
cs: Vyberte požadovaný typ
fr: Choisir le type souhaité
hi: इच्छित प्रकार चुनें
hu: Válassza ki a kívánt típust
my: နှစ်သက်သော အမျိုးအစား ရွေးချယ်မည်
ne: आफूलाई आवश्यक प्रकार छान्नुहोस्
tr: İstediğiniz türü seçin

source: in progress
bn: চলমান রয়েছে
cs: probíhá
fr: en cours
hi: चालू
hu: folyamatban
my: လုပ်ဆောင်နေဆဲ
ne: हुँदैछ
tr: işlem sürüyor

source: Yearly
fr: Annuel
hi: सालाना
tr: Yıllık

source: used out of
fr: utilisé hors de
hi: से बाहर प्रयोग किया जाता है
tr: kullanılan miktar

source: Details
bn: বিস্তারিত
cs: Podrobnosti
fr: Détails
hi: विवरण
hu: Részletek
my: အသေးစိတ်များ
ne: विवरणहरू
tr: Detaylar

source: AUTOMATIC
bn: স্বয়ংক্রিয়
cs: AUTOMATICKÁ
fr: AUTOMATIQUE
hi: स्वचालित
hu: AUTOMATIKUS
my: အလိုအလျောက်
ne: स्वचालित
tr: OTOMATİK

source: Import XLS
fr: Importer XLS
hi: XLSForm आयात करें
tr: XLS’i İçe Aktar

source: Save and Exit
fr: Sauvegarder et Quitter
hi: सुरक्षित करें और बहार निकलें
tr: Kaydet ve Çık

source: Show All Responses
fr: Afficher toutes les réponses
hi: सभी विकल्प दर्शाएं
tr: Tüm Yanıtları Göster

source: Question Library
fr: Bibliothèque de questions
hi: प्रश्न लाइब्रेरी
tr: Soru Kitaplığı

source: Form ID
fr: Identifiant du formulaire
hi: फॉर्म आईडी
tr: Form Kimliği

source: Unique form name
fr: Nom unique du formulaire
hi: अनोखा फ़ॉर्म नाम
tr: Özgün form adı

source: Web form style (Optional)
fr: Style du formulaire Web (facultatif)
hi: वेब फ़ॉर्म शैली (वैकल्पिक)
tr: Web form stili (isteğe bağlı)

source: This allows using different Enketo styles, e.g. 'theme-grid'
fr: Cela permet d’utiliser différents styles Enketo, par ex. 'theme-grid'
hi: यह विभिन्न एन्केटो शैलियों का उपयोग करने की अनुमति देता है, उदाहरण 'थीम-ग्रिड'
tr: Bu, farklı Enketo stillerini kullanmanıza olanak tanır; örneğin, 'theme-grid'

source: Multiple pages + Grid theme
fr: Plusieurs pages + Thème de grille
hi: एकाधिक पृष्ठ + ग्रिड थीम
tr: Birden çok sayfa + Grid teması

source: Version (Optional)
fr: Version (facultatif)
hi: संस्करण (वैकल्पिक)
tr: Sürüm (isteğe bağlı)

source: A version ID of the form
fr: Un identifiant de version du formulaire
hi: फ़ॉर्म का एक संस्करण आईडी
tr: Formun sürüm kimliği

source: Hidden meta questions to include in your form to help with analysis
fr: Questions Meta cachées à inclure dans votre formulaire pour faciliter l’analyse
hi: विश्लेषण में सहायता के लिए आपके फ़ॉर्म में शामिल किए जाने वाले छिपे हुए मेटा प्रश्न
tr: Analizde yardımcı olması için formunuza eklenen gizli meta soruları

source: Meta questions for collecting with cell phones
fr: Meta questions pour la collecte avec téléphones portables
hi: सेल फ़ोन से संग्रहण के लिए मेटा प्रश्न
tr: Cep telefonlarıyla veri toplama için meta soruları

source: Value:
fr: Valeur :
hi: कीमत:
tr: Değer:

source: Barcode
fr: Code-barres
hi: बारकोड
tr: Barkod

source: Matrix / Rating
fr: Tableau de questions/ Notation
hi: मैट्रिक्स / रेटिंग
tr: Matris / Değerlendirme

source: Are you sure you want to split apart this group?
fr: Êtes-vous sûr(e) de vouloir séparer ce groupe ?
hi: क्या आप वाकई इस समूह को अलग करना चाहते हैं?
tr: Bu grubu ayırmak istediğinizden emin misiniz?

source: Show all questions in this group on the same screen
bn: এই গ্রুপের সবকটি প্রশ্ন একই স্ক্রিনে দেখাবে
cs: Zobrazit všechny otázky v této skupině na stejné obrazovce
fr: Afficher les questions dans ce groupe sur le même écran
hi: एक ही स्क्रीन पर इस समूह में सभी प्रश्न दिखाएं
hu: Mutassa az összes kérdést ebben a csoportban ugyanazon az oldalon
my: ဤအုပ်စုမှ မေးခွန်းအားလုံးကို စာမျက်နှာတစ်ခုတည်းတွင် ပြရန်
ne: यस समूहका सबै प्रश्नहरू एउटै स्क्रिनमा देखाउनुहोस्
tr: Bu gruptaki tüm soruları aynı ekranda göster

source: Please check your connection and try again.
fr: Veuillez vérifier votre connexion et réessayez.
hi: कृपया अपने कनेक्शन की जांच करे और दोबारा प्रयास करें।
tr: Lütfen bağlantınızı kontrol edin ve tekrar deneyin.

source: The server encountered an error while trying to deploy the project. If this problem persists, please contact <a href="mailto:help@kobotoolbox.org">help@kobotoolbox.org</a>.
fr: Le serveur a rencontré une erreur lors du déploiement du projet. Si ce problème persiste, veuillez contacter <a href="mailto:help@kobotoolbox.org">help@kobotoolbox.org</a>.
hi: प्रोजेक्ट को परिनियोजित (डिप्लॉए) करने का प्रयास करते समय सर्वर में एक त्रुटि आई। अगर यह समस्या बनी रहती है, तो कृपया <a href="mailto:help@kobotoolbox.org">help@kobotoolbox.org</a> पर संपर्क करें।
tr: Sunucu, projeyi yayınlamaya çalışırken bir hata ile karşılaştı. Bu sorun devam ederse lütfen <a href="mailto:help@kobotoolbox.org">help@kobotoolbox.org</a> ile iletişime geçin.

source: The form id was not valid.
fr: Votre identification de formulaire n'était pas valide.
hi: आपका फ़ॉर्म आईडी मान्य नहीं था।
tr: Form kimliğiniz geçerli değildi.

source: library
fr: bibliothèque
hi: लाइब्रेरी
tr: kitaplık

source: collection loading...
fr: chargement de la collection...
hi: संग्रह लोड हो रहा है...
tr: koleksiyon yükleniyor...

source: new collection inside "___"
fr: nouvelle collection à l’intérieur de "___"
hi: "___" के अंदर नया संग्रह
tr: "___" içindeki yeni koleksiyon

source: new question inside "___"
fr: nouvelle question dans "___"
hi: "___" के अंदर नया प्रश्न
tr: "___" içindeki yeni soru

source: new block inside "___"
fr: nouveau bloc à l’intérieur de "___"
hi: "___" के अंदर नया ब्लॉक
tr: "___" içindeki yeni blok

source: upload into "___"
fr: télécharger dans "___"
hi: "___" में अपलोड करें
tr: "___" içine yükle

source: Are you sure you want to delete this collection?
fr: Voulez-vous vraiment supprimer cette collection ?
hi: क्या आप इस संग्रह को मिटाना चाहते हैं?
tr: Bu koleksiyonu silmek istediğinizden emin misiniz?

source: Unable to deploy
fr: Incapable de déployer
hi: परिनियोजन (डिप्लॉए) करने में असमर्थ
tr: Yayınlanamıyor

source: profile
fr: profil
hi: प्रोफाइल
tr: profil

source: logout
fr: déconnexion
hi: लॉगआउट
tr: çıkış yap

source: log in
fr: connexion
hi: लॉग इन
tr: giriş yap

source: Link to share
fr: Lien à partager
hi: साझा करने के लिए लिंक
tr: Paylaşım linki

source: Invite people and specify access rights
fr: Inviter des personnes et spécifier des droits d’accès
hi: लोगों को आमंत्रित करें और पहुंच अधिकार निर्दिष्ट करें
tr: Kişileri davet edin ve erişim haklarını belirleyin

source: Your username, bio, and links appear on your public profile
fr: Votre nom d’utilisateur, votre bio et vos liens apparaissent sur votre profil public
hi: आपका उपयोगकर्ता नाम, जानकारी और लिंक आपकी सार्वजनिक प्रोफ़ाइल पर दिखाई देते हैं
tr: Kullanıcı adınız, biyografiniz ve bağlantılarınız açık profilinizde görünür

source: Download form as
fr: Télécharger le formulaire en tant que
hi: फॉर्म ऐसे डाउनलोड करें
tr: Formu şu biçimde indir:
