Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: No confirmation provided
am: ማረጋገጫ አልተሰጠም
bn: নিশ্চিতকরণ করা হয় নি
cs: Nebylo poskytnuto žádné potvrzení
de: Fehlende Bestätigung
es: No se proporcionó confirmación
fa: هیچ تاییدیه ای ارایه نشده است
hi: कोई पुष्टि नहीं की गई
id: Tidak ada konfirmasi yang diberikan
ja: 確認が完了していません
my: အတည်ပြုမှု မပေးထားပါ
pt: Nenhuma confirmação fornecida
ru: Подтверждение не предоставлено
sw: Nincs megerősítés
th: ไม่มีการยืนยัน
uk: Підтвердження не надано
vi: Không có xác nhận nào được cung cấp

source: User %(user)s has no permission to add xforms to account %(account)s
am: ተጠቃሚ %(user)s xforms ን ወደ መለያ %(account)s ለመጨመር ፈቃድ የለውም
bn: %(account)s অ্যাকাউন্টে XForm যোগ করার কোনো অনুমতি %(user)s ইউজারের নেই
cs: Uživatel %(user)s nemá oprávnění přidávat xforms do účtu %(account)s
de: Benutzer*in %(user)s ist nicht berechtigt, XForms zum Konto %(account)s hinzuzufügen
es: El usuario %(user)s no tiene permiso para agregar XForms a la cuenta%(account)s
fa: کاربر %(user)sمجاز به اضافه کردن xfroms به حساب نمی باشد %(account)s
hi: उपयोगकर्ता %(user)s के पास Xforms को %(account)s खाते में जोड़ने की कोई अनुमति नहीं है
id: Pengguna %(user)s tidak memiliki izin untuk menambahkan xforms ke akun %(account)s
ja: %(user)sユーザーは%(account)sアカウントにXFormを追加する権限を持っていません
my: သုံးစွဲသူ%(user)s သည် %(account)s အကောင့်ထဲသို့ xforms ပေါင်းထည့်ခွင့်မရှိပါ။
pt: Usuário %(user)s não tem permissão para adicionar xforms à conta %(account)s
ru: У пользователя «%(user)s» нет прав на добавление форм XForms в учетную запись «%(account)s»
sw: A(z)%(user)s felhasználónak nincs engedélye xforms-ot hozzáadni a %(account)s fiókhoz
th: ผู้ใช้ %(user)s ไม่ได้รับสิทธิ์การอนุญาตให้เพิ่ม xforms ลงในบัญชี %(account)s
uk: Користувач %(user)sне має права додавати xforms до облікового запису%(account)s
vi: Người dùng %(user)s không có quyền thêm xforms vào tài khoản %(account)s

source: User %(user)s has no permission to change this form.
am: ተጠቃሚ %(user)s ይህንን ቅፅ ለመቀየር ፈቃድ የለውም።
bn: এই ফর্ম পরিবর্তন করার করার কোনো অনুমতি %(user)s ইউজারের নেই।
cs: Uživatel %(user)s nemá oprávnění měnit tento formulář.
de: Benutzer*in %(user)s ist nicht berechtigt, dieses Formular zu ändern.
es: El usuario %(user)s no tiene permiso para cambiar este formulario.
fa: کاربر %(user)s مجاز به تغییر این فرم نمی باشد.
hi: उपयोगकर्ता %(user)s के पास फ़ॉर्म को बदलने की अनुमति नहीं है।
id: Pengguna %(user)s tidak memiliki izin untuk mengubah formulir ini.
ja: %(user)sユーザーはフォームを変更する権限を持っていません。
my: သုံးစွဲသူ %(user)s သည် ဤဖောင်ကို ပြောင်းလဲခွင့်မရှိပါ။
pt: Usuário %(user)s não tem permissão para alterar esse formulário.
ru: У пользователя «%(user)s» нет прав на изменение этой формы.
sw: A(z) %(user)s felhasználónak nincs engedélye az űrlap megváltoztatására.
th: ผู้ใช้ %(user)s ไม่ได้รับสิทธิ์การอนุญาตให้เปลี่ยนแปลงแบบฟอร์มนี้
uk: Користувач %(user)sне має права змінювати цю форму.
vi: Người dùng %(user)s không có quyền thay đổi biểu mẫu này.

source: You do not have permission to view data from this form.
am: ከዚህ ቅፅ የተገኘውን ውሂብ ለመመልከት ፈቃድ የለዎትም።
bn: এই ফর্মের তথ্য দেখার অনুমতি আপনার নেই।
cs: Nemáte oprávnění zobrazit data z tohoto formuláře.
de: Sie sind nicht berechtigt, Daten dieses Formulars einzusehen.
es: No tienes permiso para ver los datos de este formulario.
fa: شما مجاز به بازدید اطلاعات از این فرم نمی باشید.
hi: आपको इस फ़ॉर्म से डेटा देखने की अनुमति नहीं है।
id: Anda tidak memiliki izin untuk melihat data dari formulir ini.
ja: このフォーム内のデータを閲覧する権限を持っていません。
my: သင်သည် ဤဖောင်မှ ဒေတာကို ကြည့်ရှုခွင့်မရှိပါ။
pt: Você não tem permissão para visualizar dados deste formulário.
ru: У вас нет прав на просмотр данных из этой формы.
sw: Nincs engedélye az űrlap adatainak megtekintéséhez.
th: คุณไม่ได้รับสิทธิ์การอนุญาตให้ดูข้อมูลจากแบบฟอร์มนี้
uk: Ви не маєте дозволу на перегляд даних з цієї форми.
vi: Không có quyền xem dữ liệu từ biểu mẫu này.

source: Filename '%s' not found.
am: የፋይል ስም' %s' አልተገኘም።
bn: ফাইলের নাম '%s' পাওয়া যায় নি।
cs: Název souboru '%s' nebyl nalezen.
de: Dateiname „%s“ nicht gefunden.
es: No se encontró el nombre de archivo «%s».
fa: نام فایل '%s' یافت نشد.
hi: फ़ाइल नाम '%s' नहीं मिला।
id: Nama file '%s' tidak ditemukan.
ja: ファイル名 '％s' が見つかりません。
my: ဖိုင်နာမည် '%s' ကို မတွေ့ပါ။
pt: Nome do arquivo “%s” não encontrado.
ru: Файл «%s» не найден.
sw: A(z) "%s" fájlnév nem található.
th: ไม่พบชื่อไฟล์ “%s”
uk: Файл '%s' не знайдено.
vi: Không tìm thấy tên tệp '%s'.

source: Invalid formId %s.
am: ልክ ያልሆነ ቅፅ Id %s.
bn: formId %s ঠিক নেই।
cs: Neplatné formId %s.
de: Ungültige Formular-ID %s.
es: Formulario %s no válido.
fa: شناسه فرم '%s' نامعتبر است.
hi: अमान्य फॉर्म आईडी %s।
id: formId %s tidak valid.
ja: %s は無効なformIdです。
my: မမှန်ကန်သော formId %s။
pt: FormId %s inválido.
ru: Недопустимый идентификатор формы «%s».
sw: Érvénytelen formId %s.
th: formId ไม่ถูกต้อง %s
uk: Недійсний ідентифікатор форми %s.
vi: formId không hợp lệ %s.

source: %s successfully published.
am: %s በተሳካ ሁኔታ ታትሟል።
bn: %s সফলভাবে প্রকাশিত হয়েছে।
cs: %s úspěšně publikován.
de: %s erfolgreich veröffentlicht.
es: %s publicado exitosamente.
fa: %s با موفقیت منتشر شد.
hi: %s सफलतापूर्वक प्रकाशित।
id: %s berhasil diterbitkan.
ja: %sは正常に公開されました。
my: %s ကို အောင်မြင်စွာ ထုတ်ပြန်ပြီးပါပြီ။
pt: %s publicado com sucesso.
ru: Успешно опубликовано: «%s».
sw: %s sikeresen közzé van téve.
th: %s เผยแพร่สำเร็จแล้ว
uk: %s успішно опубліковані.
vi: %s đã được xuất bản thành công.

source: Missing xml file.
am: የጠፋ የxml ፋይል።
bn: XML ফাইল পাওয়া যায় নি।
cs: Chybějící soubor xml.
de: Fehlende XML-Datei.
es: Falta archivo XML.
fa: فایل xml موجود نیست.
hi: एक्सएम्एल (XML) फ़ाइल गुम।
id: File xml tidak ada.
ja: XMLファイルが見つかりません。
my: XML ဖိုင် မရှိပါ။
pt: Aquivo XML faltando.
ru: Отсутствует файл XML.
sw: Hiányzó xml fájl.
th: ไฟล์ xml หายไป
uk: Відсутній файл xml.
vi: Thiếu tệp xml.

source: `query` and `instance_ids` can't be used together
am: `query` እና `instance_ids` አብረው መጠቀም አይችሉም
bn: `query` ও `instance_ids` একসাথে ব্যবহার করা যাবে না।
cs: `query` a `instance_ids` nelze použít společně
de: `query` und `instance_ids` können nicht zusammen verwendet werden
es: `query` y `instance_ids`no se pueden usar juntos
fa: `query` و`instance_ids` نمی توانند با هم استفاده شوند
hi: `query` और `instance_ids` को एक साथ उपयोग नहीं किया जा सकता
id: `query` dan `instance_ids` tidak dapat digunakan bersamaan
ja: `query`と`instance_ids`は同時に使用できません
my: `query` နှင့် `instance_ids` ကို အတူတကွ မသုံးနိုင်ပါ
pt: `query` e `instance_ids` não podem ser usados juntos
ru: Элементы «`query`» и «`instance_ids`» нельзя использовать совместно
sw: `query` és `instance_ids` nem használhatók együtt
th: `query` และ`instance_ids`ไม่สามารถใช้ร่วมกันได้
uk: `query` та `instance_ids` не можуть використовуватися разом
vi: `query` và `instance_ids` không thể sử dụng cùng nhau

source: Invalid `query` or `submission_ids` params
am: ልክ ያልሆነ `query` ወይም `submission_ids` params
bn: `query` বা `submission_ids` প্যারামিটার ঠিক নেই
cs: Neplatný parametr `query` nebo `submission_ids`
de: `query` oder `submission_ids` Parameter ungültig
es: Inválido `query`o `submission_ids` parámetros
fa: پارامترهای `query` و`submission_ids` نامعتبر
hi: `query` या `submission_ids` अमान्य पैरामीटर
id: Parameter`query` atau `submission_ids` tidak valid
ja: `query`または`submission_ids`は無効なパラメータです
my: မမှန်ကန်သော `query` သို့မဟုတ် `submission_ids` ပရိုပါမားများ
pt: Parâmetros `query` ou `submission_ids` inválidos
ru: Недопустимые параметры «`query`» или «`submission_ids`»
sw: Érvénytelen `query` vagy `submission_ids` paraméterek
th: `query` หรือ `submission_ids` พารามิเตอร์ไม่ถูกต้อง
uk: Недійсні `query` або `submission_ids` параметри
vi: Tham số `query` và `submission_ids` không hợp lệ

source: {} submissions have been deleted
am: {} የቀረቡት አስተያየቶች ተሰርዘዋል
bn: {}টি সাবমিশন মুছে ফেলা হয়েছে।
cs: {} odeslaná data byla smazána
de: {} Übermittlungen wurden gelöscht
es: {} Se han eliminado los envíos
fa: موارد ارسالی {} حذف شده اند
hi: {} प्रविष्टियां (सबमिशन) हटा दी गई हैं
id: Kiriman {} telah dihapus
ja: {}件の提出済みフォームが削除されました
my: {} တင်သွင်းမှုများ ဖျက်ထားသည်
pt: {} os envios foram excluídos
ru: Отправки удалены ({})
sw: A(z) {} űrlapválaszok törölve lettek
th: การส่งข้อมูล {} ครั้งถูกลบไปแล้ว
uk: {} надсилання видалені
vi: {} bản dữ liệu đã bị xóa

source: No `validation_status.uid` provided
am: ቍጥር `validation_status.uid` የቀረበ
bn: কোনো `validation_status.uid` দেওয়া হয় নি।
cs: `validation_status.uid` nebylo poskytnuto
de: Fehlende `validation_status.uid`
es: No `validation_status.uid` proporcionado
fa: شماره `validation_status.uid` ارایه شده است
hi: `validation_status.uid` प्रदान नहीं की गई है
id: Tidak ada `validation_status.uid` yang tersedia
ja: `validation_status.uid`が提供されていません
my: `validation_status.uid`မပေးထားပါ
pt: Sem `validation_status.uid` fornecido
ru: Не предоставлен параметр «`validation_status.uid`»
sw: `validation_status.uid` nincs megadva
th: ไม่ได้ระบุ`validation_status.uid`
uk: Не `validation_status.uid` надано
vi: Không `validation_status.uid` được cung cấp

source: {} submissions have been updated
am: {} የቀረቡት አስተያየቶች ተዘምነዋል
bn: {}টি সাবমিশন আপডেট করা হয়েছে।
cs: {} odeslaná data byla aktualizována
de: {} Übermittlungen wurden aktualisiert
es: {} Se han actualizado los envíos
fa: موارد ارسالی {} به روز شده اند
hi: {} प्रविष्टियां (सबमिशन) अद्यतन कर दी गई हैं
id: Kiriman {} telah diperbarui
ja: {}件の提出済みフォームが更新されました
my: {} တင်သွင်းမှုများ အဆင့်မြှင့်ထားသည်
pt: {} os envios foram atualizados
ru: Отправки обновлены ({})
sw: A(z) {} űrlapválaszok frissültek
th: การส่งข้อมูล {} ครั้งถูกอัปเดตแล้ว
uk: {} надсилання оновлено
vi: {} bản dữ liệu đã được cập nhật

source: Invalid pk `%(pk)s`
am: ልክ ያልሆነ pk `%(pk)s`
bn: pk `%(pk)s` ঠিক নেই
cs: Neplatné pk `%(pk)s`
de: Projektschlüssel `%(pk)s` ungültig
es: pk no válido `%(pk)s`
fa: `%(pk)s` pk نامعتبر
hi: अमान्य pk`%(pk)s`
id: pk tidak valid `%(pk)s`
ja: `%(pk)s`は無効なpkです
my: မမှန်ကန်သော pk`%(pk)s`
pt: Pk `%(pk)s` inválido
ru: Недопустимый первичный ключ «`%(pk)s`»
sw: Érvénytelen pk (elsődleges kulcs) `%(pk)s`
th: pk `%(pk)s` ไม่ถูกต้อง
uk: Недійсний pk `%(pk)s`
vi: pk `%(pk)s` không hợp lệ

source: Invalid dataid `%(dataid)s`
am: ልክ ያልሆነ ውሂብ `%(dataid)s`
bn: dataid `%(dataid)s` ঠিক নেই
cs: Neplatné dataid `%(dataid)s`
de: Daten-ID `%(dataid)s` ungültig
es: ID de datos no válido `%(dataid)s`
fa: شناسه داده نامعتبر `%(dataid)s`
hi: अमान्य डेटा आईडी `%(dataid)s`
id: dataid tidak valid `%(dataid)s`
ja: `%(dataid)s`は無効なdataidです
my: မမှန်ကန်သော ဒေတာအိုင်ဒီ `%(dataid)s`
pt: Dataid `%(dataid)s` inválido
ru: Недопустимый идентификатор данных «`%(dataid)s`»
sw: Érvénytelen adatazonosító `%(dataid)s`
th: dataid `%(dataid)s` ไม่ถูกต้อง
uk: Недійсний dataid `%(dataid)s`
vi: dataid không hợp lệ `%(dataid)s`

source: No data matches with given query.
am: ከተሰጠው መጠይቅ ጋር የሚዛመድ ውሂብ የለም።
bn: প্রদত্ত কোয়েরির সাথে কোনো তথ্য মেলেনি।
cs: Žádná data neodpovídají zadanému dotazu.
de: Keine Daten stimmen mit der Abfrage überein.
es: No hay datos que coincidan con la consulta proporcionada.
fa: هیچ داده ای با جستار داده شده، مطابقت ندارد.
hi: कोई भी डेटा दिए गए सवाल से मेल नहीं खाता।
id: Tidak ada data yang cocok dengan kueri yang diberikan.
ja: 指定されたクエリに一致するデータがありません。
my: ပေးပို့ထားသော မေးခွန်းနှင့် ကိုက်ညီသော ဒေတာမရှိပါ။
pt: Nenhum dado correspondente à consulta fornecida.
ru: Данные, соответствующие предоставленному запросу, не найдены.
sw: Nincs adategyezés az adott lekérdezéssel.
th: ไม่มีข้อมูลที่ตรงกับข้อคำถามที่ระบุ
uk: Немає даних, що відповідають заданому запиту.
vi: Không có dữ liệu phù hợp với truy vấn.

source: Invalid pk %(pk)s
am: ልክ ያልሆነ pk %(pk)s
bn: pk %(pk)s ঠিক নেই
cs: Neplatné pk %(pk)s
de: Projektschlüssel %(pk)s ungültig
es: pk no válido %(pk)s
fa: %(pk)s pk نامعتبر
hi: अमान्य pk%(pk)s
id: pk tidak valid %(pk)s
ja: %(pk)sは無効なpkです
my: မမှန်ကန်သော pk%(pk)s
pt: Pk %(pk)s inválido
ru: Недопустимый первичный ключ «%(pk)s»
sw: Érvénytelen pk (elsődleges kulcs) %(pk)s
th: pk %(pk)s ไม่ถูกต้อง
uk: Недійсний pk %(pk)s
vi: pk %(pk)s không hợp lệ

source: Data id not provided.
am: የውሂብ id አልተሰጠም።
bn: তথ্যের আইডি দেওয়া হয় নি।
cs: Nebylo poskytnuto id dat.
de: Fehlende Daten-ID.
es: ID de datos no válido.
fa: شناسه داده ارایه نشده است.
hi: डेटा आईडी प्रदान नहीं की गई है।
id: Data id tidak tersedia.
ja: データidが提供されていません。
my: ဒေတာအိုင်ဒီ မပေးထားပါ။
pt: Dados do id não fornecidos.
ru: Идентификатор данных не предоставлен.
sw: Adatazonosító nincs megadva.
th: ไม่ได้ระบุไอดีข้อมูล
uk: Ідентифікатор даних не надано.
vi: id dữ liệu không được cung cấp.

source: `return_url` not provided.
am: `return_url` አልተሰጠም።
bn: `return_url` দেওয়া হয় নি।
cs: `return_url` nebylo poskytnuto.
de: Fehlende `return_url`.
es: `return_url` no proporcionado.
fa: شماره `return_url` ارایه نشده است.
hi: `return_url` प्रदान नहीं की गयी है।
id: `return_url` tidak tersedia.
ja: `return_url`が提供されていません。
my: `return_url`မပေးထားပါ။
pt: `return_url` não fornecido.
ru: Не предоставлен параметр «`return_url`».
sw: `return_url` nincs megadva.
th: ไม่ได้ระบุ`return_url`
uk: `return_url` не передбачено.
vi: `return_url` không được cung cấp.

source: Cannot edit submissions while "Require authentication to see form and submit data" is disabled for your project
am: "ቅፁን ለማየት እና ውሂብን ለመላክ ማረጋገጫ ይጠይቁ" ለፕሮጀክትዎ ተሰናክሎ እያለ ማቅረቢያዎችን ማርትዕ አይቻልም
bn: আপনার প্রকল্পে "ফর্ম দেখতে ও তথ্য জমা দিতে চাইলে পরিচয় যাচাই (অথেন্টিকেশন) করতে হবে" যতক্ষণ বন্ধ থাকবে ততক্ষণ সাবমিশন এডিট করা যাবে না
cs: Nelze upravovat formuláře, pokud je pro váš projekt vypnuta možnost „Vyžadovat ověření pro zobrazení formuláře a odeslání dat“.
de: Übermittlungen können nicht bearbeitet werden, wenn „Authentifizierung erforderlich, um Formulare anzuzeigen und Daten zu übermitteln“ im Projekt deaktiviert ist
es: No se pueden editar los envíos mientras la opción «Requerir autenticación para ver el formulario y enviar datos» esté deshabilitada para su proyecto
fa: در حالی که «نیاز به احراز هویت برای مشاهده فرم و ارسال داده‌ها » برای پروژه شما غیرفعال است، نمی‌توان موارد ارسالی را ویرایش کرد
hi: प्रविष्टि को संपादित नहीं कर सकते, जबकि "फॉर्म देखने और डेटा जमा करने के लिए सत्यापन की आवश्यकता है" आपकी प्रोजेक्ट के लिए अक्षम है
id: Tidak dapat mengedit kiriman saat “Memerlukan autentikasi untuk melihat formulir dan mengirimkan data” dinonaktifkan untuk proyek Anda
ja: プロジェクトで「フォームの閲覧やデータの提出に認証を要求」が無効されているときに提出済みフォームを編集することはできません
my: "ဖောင်ကိုကြည့်ရှုရန်နှင့် ဒေတာတင်သွင်းရန်အတွက် အတည်ပြုချက်လိုအပ်ပါသည်" ကို သင့်စီမံကိန်းအတွက် ပိတ်ထားသောအခါ တင်သွင်းမှုများကို မပြင်ဆင်နိုင်ပါ
pt: Não é possível editar os envio enquanto “Exigir autenticação para ver o formulário e enviar dados” estiver desabilitada para o seu projeto
ru: Изменение отправок невозможно, пока для вашего проекта отключено свойство «Требовать аутентификацию для просмотра формы и отправки данных»
sw: Nem lehet az űrlapválaszt szerkeszteni, amíg a "Az űrlapok megtekintéséhez és az adatok beküldéséhez bejelentkezés szükséges" beállítás ki van kapcsolva a projektben
th: ไม่สามารถแก้ไขการส่งข้อมูลในขณะที่ฟังก์ชัน "ต้องตรวจสอบตัวตนเพื่อดูแบบฟอร์มและส่งข้อมูล" ถูกปิดใช้งานสำหรับโครงการของคุณ
uk: Неможливо редагувати надсилання, якщо для вашого проєкту вимкнено опцію “Потрібна автентифікація для перегляду форми та надсилання даних”
vi: Không thể chỉnh sửa bản dữ liệu khi "Yêu cầu xác thực để xem biểu mẫu và gửi dữ liệu" trong dự án của bạn bị tắt

source: Data id not provided
am: የውሂብ id አልተሰጠም
bn: তথ্যের আইডি দেওয়া হয় নি
cs: Nebylo poskytnuto id dat.
de: Fehlende Daten-ID
es: ID de datos no válida
fa: شناسه داده ارایه نشده است
hi: डेटा आईडी प्रदान नहीं की गई है
id: Data id tidak tersedia
ja: データidが提供されていません
my: ဒေတာအိုင်ဒီ မပေးထားပါ
pt: Dados de identificação não fornecidos
ru: Идентификатор данных не предоставлен
sw: Adatazonosító nincs megadva
th: ไม่ได้ระบุไอดีข้อมูล
uk: Ідентифікатор даних не надано
vi: id dữ liệu không được cung cấp

source: No submission key provided.
am: የማስረከቢያ ቍልፍ አልተሰጠም።
bn: সাবমিশনের কোনো কী (key) দেওয়া হয় নি।
cs: Nebyl poskytnut klíč k odeslaným datům.
de: Fehlender Übermittlungsschlüssel.
es: No se proporcionó la clave de envío.
fa: کلید ارسال ارایه نشده است.
hi: कोई प्रविष्टि कुंजी नहीं दी गई है।
id: Tidak ada kunci kiriman yang disediakan.
ja: 提出キーが提供されていません。
my: တင်သွင်းမှု သော့ကို မပေးထားပါ။
pt: Nenhuma chave de envio fornecida.
ru: Ключ отправки не предоставлен.
sw: Hiányzik a beküldési azonosító.
th: ไม่ได้ระบุคีย์การส่งข้อมูล
uk: Ключ для надсилання не надано.
vi: Không có khóa xác thực được cung cấp.

source: Unable to create submission.
am: ታዛዥነትን ማምጣት አልተቻለም።
bn: সাবমিশন তৈরি করা যাচ্ছে না।
cs: Nelze vytvořit příspěvek.
de: Übermittlung kann nicht erstellt werden.
es: No se puede crear el envío.
fa: ایجاد ارسال امکان پذیر نمی باشد.
hi: प्रविष्टि बनाने में असमर्थ।
id: Tidak dapat membuat kiriman.
ja: 提出を作成できません。
my: တင်သွင်းမှု ဖန်တီး၍ မရပါ။
pt: Incapaz de criar envio.
ru: Невозможно создать отправку.
sw: Nem lehet űrlapválaszt létrehozni.
th: ไม่สามารถสร้างการส่งข้อมูลได้
uk: Не вдалося створити надсилання.
vi: Không thể tạo bản dữ liệu.

source: '%(export_type)s' format not known or not implemented!
am: '%(export_type)s' ቅርጸት አይታወቅም ወይም አልተተገበረም!
bn: '%(export_type)s ' ফরম্যাট জানা নেই বা বাস্তবায়িত হয় নি!
cs: Formát '%(export_type)s' není znám nebo není implementován!
de: „%(export_type)s“-Format unbekannt oder nicht implementiert!
es: ¡Formato «%(export_type)s» no conocido o no implementado!
fa: '%(export_type)s' فرمت ناشناخته است و یا اجرا نشده است!
hi: '%(export_type)s' प्रारूप ज्ञात नहीं है या लागू नहीं किया गया है!
id: '%(export_type)s' format tidak diketahui atau tidak diimplementasikan!
ja: '%(export_type)s'フォーマットが不明または実装されていません！
my: ' %(export_type)s' ပုံစံကို မသိရှိပါ သို့မဟုတ် မတည်ဆောက်ထားပါ။
pt: “%(export_type)s” formato desconhecido ou não implementado!
ru: Формат «%(export_type)s» неизвестен или не реализован!
sw: '%(export_type)s' formátum nem ismert vagy nem használt!
th: รูปแบบ “%(export_type)s” ไม่เป็นที่รู้จักหรือไม่ได้ดำเนินการ!
uk: '%(export_type)s' формат невідомий або не впроваджений!
vi: Định dạng '%(export_type)s' không xác định hoặc không được triển khai!

source: Dates must be in the format YY_MM_DD_hh_mm_ss
am: ቀኖች በ YY_MM_DD_hh_mm_ss ቅርጸት መሆን አለባቸው
bn: তারিখ YY_MM_DD_hh_mm_ss ফরম্যাটে থাকতে হবে।
cs: Data musí být ve formátu RR_MM_DD_hh_mm_ss.
de: Daten müssen im Format YY_MM_DD_hh_mm_ss angegeben werden
es: Las fechas deben tener el formato AA_MM_DD_hh_mm_ss
fa: فرمت تاریخ باید به صورت YY_MM_DD_hh_mm_ss باشد
hi: तारीखें YY_MM_DD_hh_mm_ss प्रारूप में होनी चाहिए
id: Tanggal harus dalam format TT_BB_HH_jj_mm_dd
ja: 日付はYY_MM_DD_hh_mm_ssの形式に従う必要があります
my: ရက်စွဲများသည် YY_MM_DD_hh_mm_ss ပုံစံ ဖြစ်ရမည်
pt: As datas devem estar no formato AA_MM_DD_hh_mm_ss
ru: Даты должны быть в формате ГГ_ММ_ДД_чч_мм_сс
sw: A dátumoknak Év_hónap_nap_óra_perc_másodperc formátumban kell lenniük
th: วันที่ต้องอยู่ในรูปแบบ YY_MM_DD_hh_mm_ss
uk: Дати повинні бути у форматі YY_MM_DD_hh_mm_ss
vi: Ngày phải ở định dạng YY_MM_DD_hh_mm_ss

source: No records found to export
am: ወደ ውጭ ለመላክ ምንም መዝገቦች አልተገኙም
bn: এক্সপোর্ট করার মত কোনো রেকর্ড পাওয়া যায় নি।
cs: Nebyly nalezeny žádné záznamy pro export
de: Keine Datensätze für den Export gefunden
es: No se encontraron registros para exportar
fa: هیچ رکوردی برای خروجی یافت نشد
hi: निर्यात करने के लिए कोई रिकॉर्ड नहीं मिला
id: Tidak ditemukan catatan untuk diekspor
ja: エクスポートする記録が見つかりませんでした
my: ထုတ်ယူရန် မှတ်တမ်းများ မတွေ့ပါ
pt: Nenhum registro encontrado para exportar
ru: Записей для экспорта не найдено
sw: Nem található exportálható rekord
th: ไม่พบบันทึกที่จะส่งออก
uk: Не знайдено записів для експорту
vi: Không tìm thấy bản ghi nào để xuất

source: No XLSForm found.
am: ምንም XLSForm አልተገኘም።
bn: কোনো XLSForm পাওয়া যায় নি।
cs: Nebyl nalezen žádný formulář XLSForm.
de: Keine XLSForm gefunden.
es: No se encontró un XLSForm.
fa: هیچ فرم XLS یافت نشد.
hi: XLSForm नहीं मिला।
id: XLSForm tidak ditemukan.
ja: XLSFormが見つかりませんでした。
my: XLS ဖောင် မတွေ့ပါ။
pt: Nenhum XLSForm encontrado.
ru: Форма XLSForm не найдена.
sw: Nem található XLSForm.
th: ไม่พบ XLSForm
uk: XLSForm не знайдено.
vi: Không tìm thấy XLSForm.

source: Only a form's owner can overwrite its contents
am: የቅፁ ባለቤት ብቻ ነው ይዘቱን መተካት የሚችለው
bn: ফর্মের বিষয়বস্তু শুধু ফর্মের মালিকই বদলাতে পারবে।
cs: Obsah formuláře může přepsat pouze jeho vlastník.
de: Inhalte eines Formulars kann nur dessen Eigentümer*in überschreiben
es: Solo el/la propietario/a de un formulario puede sobrescribir el contenido
fa: فقط مالک یک فرم می تواند محتویات آن را بازنویسی کند
hi: केवल एक फॉर्म का मालिक इसकी सामग्री को अधिलेखित कर सकता है
id: Hanya pemilik formulir yang dapat mengganti isinya
ja: フォームのコンテンツはフォームの所有者のみが上書きできます
my: ဖောင်၏ ပိုင်ရှင်သာ ၎င်း၏ အကြောင်းအရာများကို အစားထိုးနိုင်ပါသည်
pt: Apenas o proprietário de um formulário pode reescrever seu conteúdo
ru: Только владелец формы может перезаписать ее содержимое
sw: Csak az űrlap tulajdonosa írhatja felül a tartalmát
th: เจ้าของแบบฟอร์มเท่านั้นที่สามารถเขียนทับเนื้อหาได้
uk: Тільки власник форми може перезаписати її вміст
vi: Chỉ chủ sở hữu biểu mẫu mới có thể ghi đè nội dung

source: Require authentication to see form and submit data
am: ቅፆችን ለማየት እና ውሂብ ለማስገባት ማረጋገጫ ጠይቅ
bn: ফর্ম দেখতে ও তথ্য জমা দিতে চাইলে পরিচয় যাচাই (অথেন্টিকেশন) করতে হবে।
cs: Vyžaduje se ověření pro zobrazení formulářů a odesílání dat
de: Authentifizierung erforderlich, um Formulare anzuzeigen und Daten zu übermitteln
es: Se requiere autenticación para ver formulario y enviar datos
fa: برای مشاهده فرم‌ها و ارسال داده‌ها به احراز هویت نیاز دارید
hi: फॉर्म देखने और डेटा जमा करने के लिए सत्यापन की आवश्यकता है
id: Memerlukan autentikasi untuk melihat formulir dan mengirimkan data
ja: フォームの閲覧やデータの提出に認証を要求
my: ဖောင်များကို ကြည့်ရန်နှင့် ‌ဒေတာများ ထည့်သွင်းရန် အထောက်အထားစိစစ်ရန် လိုအပ်ပါသည်
pt: Exigir autenticação para ver o fomulário e enviar dados
ru: Требовать аутентификацию для просмотра формы и отправки данных
sw: Az űrlapok megtekintéséhez és az adatok beküldéséhez bejelentkezés szükséges
th: ต้องตรวจสอบตัวตนเพื่อดูแบบฟอร์มและส่งข้อมูล
uk: Потрібна автентифікація для перегляду форм і надсилання даних
vi: Yêu cầu xác thực để xem biểu mẫu và gửi dữ liệu

source: ID
fa: شناسه
hi: आइडी
sw: Azonosító

source: Can make submissions to the form
am: በቅፁ ላይ አስተያየቶችን ማቅረብ ይችላሉ
bn: ফর্মে সাবমিশন করতে পারবে
cs: Může odesílat data do formuláře
de: Kann Übermittlungen ins Formular eintragen
es: Se puede realizar envíos al formulario
fa: می تواند موارد ارسالی را به فرم ارسال کند
hi: फॉर्म में प्रविष्टियां कर सकते हैं
id: Dapat melakukan kiriman ke formulir
ja: フォームに提出できます
my: ဖောင်သို့ တင်သွင်းမှုများ ပြုလုပ်နိုင်သည်
pt: É possível fazer envios para o formulário
ru: Может отправлять данные в форму
sw: Válaszokat küldhet be az űrlapra
th: สามารถดำเนินการส่งข้อมูลไปยังแบบฟอร์มได้
uk: Можна подавати надсилання до форми
vi: Có thể tạo thêm bản dữ liệu đưa vào biểu mẫu

source: Can transfer form ownership.
am: ባለቤትነትን ማስተላለፍ ይችላሉ።
bn: ফর্মের মালিকানা হস্তান্তর করতে পারবে।
cs: Může převést vlastnictví formuláře.
de: Kann Eigentümerrolle des Formulars übertragen.
es: Se puede transferir la propiedad del formulario.
fa: می تواند مالکیت فرم را منتقل کند.
hi: फ़ॉर्म के स्वामित्व का हस्तांतरण कर सकते हैं।
id: Dapat mengalihkan kepemilikan formulir.
ja: フォームの所有権を譲渡できます。
my: ဖောင်ပိုင်ဆိုင်ခွင့်ကို လွှဲပြောင်းနိုင်သည်။
pt: É possível transferir propriedade do formulário.
ru: Может передавать право владения формой.
sw: Átruházhatja az űrlap tulajdonjogát.
th: สามารถโอนกรรมสิทธิ์รูปแบบได้
uk: Можна передати право власності на форму.
vi: Có thể chuyển quyền sở hữu biểu mẫu.
