Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Repeats like "aaa" are easy to guess
am: እንደ "aaa" መድገም ለመገመት ቀላል ነው
ar: من السهل تخمين تكرارات مثل "aaa"
bn: “aaa”-র মতো একই বর্ণ বার বার থাকলে তা আন্দাজ করা সহজ হয়
cs: Opakování jako „aaa“ lze snadno uhodnout
de: Wiederholungen wie „aaa“ sind leicht zu erraten
es: Las repeticiones como «aaa» son fáciles de adivinar
fa: تکرارهایی مانند "aaa" به راحتی قابل حدس زدن هستند.
fr: Les répétitions de lettres comme « aaa » sont faciles à deviner
hi: "aaa" जैसे दोहराव का अनुमान लगाना आसान है
hu: Az olyan ismétlések, mint az „aaa” könnyen kitalálhatók
id: Pengulangan seperti “aaa” mudah ditebak
ja: "aaa"のような繰り返しは簡単に推測されます
km: អក្សរដដែលៗដូចជា "aaa" គឺងាយស្រួលទាយ
my: “aaa” ကဲ့သို့ ထပ်တူစကားလုံးများ အသုံးပြုခြင်းက ခန့်မှန်းရန် လွယ်ကူပါသည်
ne: "ककक" जस्तै दोहरिने ढाँचाहरू अनुमान गर्न सजिलो छ
pl: Powtórzenia typu „aaa” są łatwe do odgadnięcia
pt: Repetições como "aaa" são facilmente adivinhadas
ru: Повторы типа «aaa» легко угадываются
sw: Rudia kama "aaa" ni rahisi kukisia
th: ใช้อักษรซ้ำแบบ “aaa” ง่ายต่อการคาดเดา
tr: "aaa" gibi tekrar içeren sözcüklerin tahmin edilmesi kolaydır
uk: Повтори на зразок “ааа” легко вгадати
vi: Những ký tự lặp đi lặp lại như “aaa” rất dễ đoán ra

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
am: እንደ "abcabcabc" የ ሚደጋገሙ ከ"abc" ለመገመት ትንሽ ይከብዳሉ
ar: تخمين التكرارات مثل "abcabcabc" أصعب بقليل فقط من تخمين التكرارات مثل "abc"
bn: “abcabcabc”-র মতো কয়েকটি বর্ণ বার বার থাকলেও তা আন্দাজ করা প্রায় “abc”-র মতোই সোজা হয়
cs: Opakování jako „abcabcabc“ je jen o něco málo těžší uhodnout než „abc“
de: Wiederholungen wie „abcabcabc“ sind nur geringfügig schwieriger zu erraten als „abc“
es: Las repeticiones como «abcabcabc» son apenas un poco más difíciles de adivinar que «abc»
fa: حدس زدن تکرارهایی مانند "abcabcabc" فقط اندکی مشکل‌تر از "abc" است.
fr: Les répétitions de lettres comme « abcabcabc » ne sont pas beaucoup plus difficiles à deviner que « abc » par exemple
hi: "abc" की तुलना में "abcabcabc" जैसे दोहरावों का अनुमान लगाना थोड़ा सा ही कठिन है
hu: Az olyan ismétléseket, mint az „abcabcabc” csak egy kicsit nehezebb kitalálni, mint az „abc”-t
id: Pengulangan seperti “abcabcabc” hanya sedikit lebih susah ditebak daripada “abc”
ja: 「abcabcabc」のような反復は、「abc」よりも少しだけ推測することは難しいです
km: អក្សរដដែលៗដូចជា "abcabcabc" គឺរៀងពិបាកទាយ​ជាង "abc" តែបន្តិចប៉ុណ្ណោះ
my: “abcabcabc”ကဲ့သို့ ထပ်တူ စကားစုများ အသုံးပြုခြင်းကလည်း “abc” အသုံးပြုခြင်းထက် ခန့်မှန်းရန် အနည်းငယ်သာ ခဲယဉ်းပါသည်
ne: "कखगकखगकखग" जस्तै ढाँचाहरू "कखग" भन्दा अनुमान गर्न त्यति साह्रो गाह्रो हुँदैन।
pl: Powtórzenia typu „abcabcabc” są tylko odrobinę trudniejsze do odgadnięcia niż „abc”
pt: Repetições como "abcabcabc" são apenas levemente mais difíceis de serem adivinhadas do que "abc"
ru: Такие повторы, как «abcabcabc», угадываются не намного труднее, чем «аbc»
sw: Rudia kama "abcabcabc" ni ngumu kidogo kukisia kuliko "abc"
th: การใช้อักษรซ้ำ เช่น "abcabcabc" เดายากกว่า "abc" เพียงเล็กน้อยเท่านั้น
tr: "abcabcabc" gibi tekrarları tahmin etmek "abc" gibi bir kombinasyona kıyasla sadece biraz daha zordur
uk: Повтори на зразок “abcabcabc” лише трохи складніше вгадати, ніж “abc”
vi: Những ký tự lặp đi lặp lại như “abcabcabc” chỉ khó đoán hơn “abc” một chút

source: Avoid repeated words and characters
am: ተደጋጋሚ ቃላትን እና ቁምፊዎችን ያስወግዱ
ar: تجنب الكلمات والأحرف المتكررة
bn: একই অক্ষর বা শব্দ বার বার ব্যবহার করা থেকে বিরত থাকুন
cs: Vyhněte se opakujícím se slovům a znakům
de: Vermeiden Sie Wort- und Zeichenwiederholungen
es: Evita palabras y caracteres repetidos
fa: از کلمات و کارکترهای تکراری خودداری کنید.
fr: Évitez de répéter des mots ou des caractères
hi: दोहराए जाने वाले शब्दों और वर्णों से बचे
hu: Kerülje a szó- és karakterismétléseket
id: Hindari pengulangan kata dan karakter
ja: 繰り返しの単語や文字は避けてください
km: ជៀសវាងពាក្យ និងតួអក្សរដដែលៗ
my: ထပ်တူ စကားလုံးများနှင့် သင်္ကေတများကို ရှောင်ရှားပါ
ne: दोहर्याइएको शब्द र वर्णहरूको प्रयोग नगर्नुहोस्
pl: Unikaj powtarzania słów i znaków
pt: Evite palavras e caracteres repetidos
ru: Избегайте повторяющихся слов и символов
sw: Epuka maneno na herufu zinazo rudiwa-rudiwa
th: หลีกเลี่ยงคำและอักษรซ้ำๆ
tr: Tekrarlanan kelime ve karakterlerden kaçının
uk: Уникайте повторень слів і символів
vi: Hãy tránh những chữ hay kí tự lặp lại

source: Sequences like abc or 6543 are easy to guess
am: እንደ abc ወይም 6543 ያሉ ቅደም ተከተሎች ለመገመት ቀላል ናቸው
ar: من السهل تخمين التسلسلات مثل "abc" أو "6543"
bn: “abc” বা “6543”-র মতো ক্রম আন্দাজ করা সহজ
cs: Posloupnosti jako „abc“ nebo „6543“ lze snadno uhodnout
de: Sequenzen wie abc oder 6543 sind leicht zu erraten
es: Secuencias como «abc» o «6543» son fáciles de adivinar
fa: توالی‌هایی مانند abc یا 6543 به راحتی قابل حدس زدن هستند.
fr: Les suites comme abc ou 6543 sont faciles à deviner
hi: abc या 6543 जैसे अनुक्रमों का अनुमान लगाना आसान है
hu: A olyan sorozatokat, mint az „abc” vagy a „6543” könnyű kitalálni
id: Urutan seperti abc atau 6543 mudah ditebak
ja: abcや6543のような連続値は簡単に推測されます
km: លំដាប់ដូចជា abc ឬ 6543 គឺងាយស្រួលទាយ
my: abc သို့မဟုတ် 6543 ကဲ့သို့ အစဉ်လိုက်အသုံးပြုခြင်းသည် ခန့်မှန်းရန် လွယ်ကူပါသည်
ne: कखग वा ६५४३ जस्ता अनुक्रमहरू अनुमान गर्न सजिलो छ
pl: Sekwencje typu abc lub 6543 są łatwe do odgadnięcia
pt: Sequências como abc ou 6543 são facilmente adivinhadas
ru: Такие последовательности, как «abc» и «6543», легко угадываются
sw: Mfuatano kama vile abc au 6543 ni rahisi kukisia
th: ลำดับเรียงกันเช่น abc หรือ 6543 เดาได้ง่าย
tr: abc veya 6543 gibi sıralamaların tahmin edilmesi kolaydır
uk: Такі послідовності, як abc або 6543 легко вгадати
vi: Những chuỗi như abc hay 6543 rất dễ đoán ra

source: Avoid sequences
am: ቅደም ተከተሎችን አስወግድ
ar: تجنب التسلسلات
bn: অক্ষর বা সংখ্যার ক্রম ব্যবহার করা থেকে বিরত থাকুন
cs: Vyhněte se posloupnostem
de: Vermeiden Sie Sequenzen
es: Evita las secuencias
fa: از توالی ها استفاده نکنید.
fr: Évitez les suites de caractères
hi: अनुक्रमों से बचे
hu: Kerülje a sorozatokat
id: Hindari urutan
ja: 連続値は避けてください
km: ជៀសវាងលំដាប់នានា
my: အစဉ်လိုက် အသုံးပြုခြင်းကို ရှောင်ရှားပါ
ne: अनुक्रमहरू बेवास्ता प्रयोग नगर्नुहोस्
pl: Unikaj sekwencji
pt: Evite sequências
ru: Избегайте последовательностей соседних символов
sw: Epuka mlolongo
th: หลีกเลี่ยงลำดับเรียงกัน
tr: Sıralamalardan kaçının
uk: Уникайте послідовностей
vi: Tránh dùng các chuỗi

source: Recent years are easy to guess
am: በቅርብ ዓመታት ለመገመት ቀላል ናቸው
ar: من السهل تخمين السنوات الأخيرة
bn: সাম্প্রতিক সাল আন্দাজ করা সহজ
cs: Nedávné roky lze snadno uhodnout
de: Vorjahre sind leicht zu erraten
es: Los años recientes son fáciles de adivinar
fa: حدس زدن سال های اخیر آسان است
fr: Les années récentes sont faciles à deviner
hi: हाल के वर्षों का अनुमान लगाना आसान हैं
hu: A közelmúlt évszámai könnyen kitalálhatók
id: Tahun terbaru mudah ditebak
ja: 最近の西暦は簡単に推測されます
km: ឆ្នាំថ្មីៗគឺងាយស្រួលទាយ
my: လောလောလတ်လတ် ခုနှစ်များသည် ခန့်မှန်းရန် လွယ်ကူပါသည်
ne: भर्खरको वर्षहरू अनुमान गर्न सजिलो छ
pl: Ostatnie lata są łatwe do odgadnięcia
pt: Anos recentes como senha são facilmente adivinhados
ru: Цифры, обозначающие недавние годы, легко угадываются
sw: Miaka ya hivi karibuni ni rahisi kukisia
th: ปีเมื่อไม่นานมานี้จะเดาได้ง่าย
tr: Son yılların tahmin edilmesi kolaydır
uk: Останні роки легко вгадуються
vi: Những năm gần đây rất dễ đoán ra

source: Avoid recent years
am: በቅርብ ዓመታት ያስወግዱ
ar: تجنب السنوات الأخيرة
bn: সাম্প্রতিক সাল ব্যবহার করা থেকে বিরত থাকুন
cs: Vyhněte se nedávným rokům
de: Vermeiden Sie Vorjahre
es: Evita años recientes
fa: از سال های اخیر اجتناب کنید.
fr: Évitez les années récentes
hi: हाल के वर्षों से बचे
hu: Kerülje a közelmúlt évszámait
id: Hindari tahun terbaru
ja: 最近の西暦は避けてください
km: ជៀសវាងឆ្នាំថ្មីៗ
my: လောလောလတ်လတ် ခုနှစ်များကို ရှောင်ရှားပါ
ne: भर्खरको वर्षहरूबाट बच्नुहोस्
pl: Unikaj używania ostatnich lat
pt: Evite inserir anos recentes como senha
ru: Избегайте цифр, обозначающих недавние годы
sw: Epuka miaka ya hivi karibuni
th: หลีกเลี่ยงการใช้ปีเมื่อไม่นานมานี้
tr: Son yıllardan kaçının
uk: Уникайте останніх років
vi: Tránh sử dụng những năm gần đây

source: Avoid years that are associated with you
am: ከእርስዎ ጋር የተያያዙ አመታትን ያስወግዱ
ar: تجنب السنوات التي يمكن ربطها بك
bn: আপনার সাথে সংশ্লিষ্ট সাল ব্যবহার করা থেকে বিরত থাকুন
cs: Vyhněte se rokům, které jsou s vámi spojeny
de: Vermeiden Sie Jahre, die mit Ihnen verbunden sind
es: Evita los años que se asocien a ti
fa: از سالهایی که به شما مربوط است، استفاده نکنید
fr: Évitez les années qui vous sont liées
hi: उन वर्षों से बचे जो आपसे जुड़े हैं
hu: Kerülje az Önnel kapcsolatos évszámokat
id: Hindari tahun yang berkaitan dengan Anda
ja: あなたに関連した西暦は避けてください
km: ជៀសវាងឆ្នាំទាំងឡាយណាដែលទាក់ទងនឹងអ្នក
my: သင်နှင့်ဆက်စပ်သည့် ခုနှစ်များကို ရှောင်ရှားပါ
ne: तपाईंसँग सम्बन्धित वर्षहरूबाट बच्नुहोस्
pl: Unikaj związanych z Tobą lat
pt: Evite anos que estejam associados a você
ru: Избегайте номера годов, связанные с вами
sw: Epuka miaka inayohusishwa nawe
th: หลีกเลี่ยงปีที่เกี่ยวข้องกับคุณ
tr: Sizinle ilişkili yıllardan kaçının
uk: Уникайте років, що асоціюються з вами
vi: Tránh những năm liên quan đến bản thân bạn

source: Dates are often easy to guess
am: ቀኖች ብዙውን ጊዜ ለመገመት ቀላል ናቸው
ar: غالبًا ما يكون من السهل تخمين التواريخ
bn: তারিখ আন্দাজ করা সাধারণত সহজ হয়
cs: Data lze často snadno uhodnout
de: Datumsangaben sind oft leicht zu erraten
es: Las fechas suelen ser fáciles de adivinar
fa: حدس زدن تاریخ ها اغلب آسان است.
fr: Les dates sont souvent faciles à deviner
hi: तारीखों का अनुमान लगाना अक्सर आसान होता है
hu: A dátumok gyakran könnyen kitalálhatók
id: Tanggal sering kali mudah ditebak
ja: 日付はよく簡単に推測されます
km: ជារឿយៗកាលបរិច្ឆេទគឺងាយស្រួលទាយ
my: ရက်စွဲများက ခန့်မှန်းရန် လွယ်ကူပါသည်
ne: मितिहरू अक्सर अनुमान गर्न सजिलो हुन्छ
pl: Daty są zazwyczaj łatwe do odgadnięcia
pt: As datas são muitas vezes facilmente adivinhadas
ru: Даты зачастую легко угадываются
sw: Tarehe mara nyingi ni rahisi kukisia
th: วันที่มักจะคาดเดาได้ง่าย
tr: Tarihlerin tahmin edilmesi genellikle kolaydır
uk: Дати часто легко вгадуються
vi: Ngày tháng thường rất dễ đoán ra

source: Avoid dates and years that are associated with you
am: ከእርስዎ ጋር የተያያዙ ቀኖችን እና አመታትን ያስወግዱ
ar: تجنب التواريخ والسنوات التي ترتبط بك
bn: আপনার সাথে সংশ্লিষ্ট তারিখ ও সাল ব্যবহার করা থেকে বিরত থাকুন
cs: Vyhněte se datům a rokům, které jsou s vámi spojeny
de: Vermeiden Sie Datumsangaben und Jahreszahlen, die mit Ihnen verbunden sind
es: Evita las fechas y los años que se asocien a ti
fa: از تاریخ ها و سال هایی که با شما مرتبط هستند اجتناب کنید.
fr: Évitez les dates et les années qui vous sont liées
hi: उन तारीखों और वर्षों से बचे जो आपसे जुड़े हैं
hu: Kerülje az Önnel kapcsolatos dátumokat és évszámokat
id: Hindari tanggal dan tahun yang berkaitan dengan Anda
ja: あなたに関連した日付や西暦は避けてください
km: ជៀសវាងកាលបរិច្ឆេទ និងឆ្នាំនានាដែលទាក់ទងនឹងអ្នក
my: သင့်နှင့်ဆက်စပ်သည့် ခုနှစ်များနှင့် ရက်စွဲများကို ရှောင်ရှားပါ
ne: तपाईंसँग सम्बन्धित मिति र वर्षहरू नदिनुहोस्
pl: Unikaj związanych z tobą dni i lat
pt: Evite datas e anos que estejam associados a você
ru: Избегайте даты и номера годов, связанные с вами
sw: Epuka tarehe na miaka ambayo inahusishwa nawe
th: หลีกเลี่ยงวันที่และปีที่เกี่ยวข้องกับคุณ
tr: Sizinle ilişkili tarihlerden ve yıllardan kaçının
uk: Уникайте дат і років, які асоціюються з вами
vi: Tránh những ngày tháng và năm liên quan đến bản thân bạn

source: This is a top-10 common password
am: ይህ ከፍተኛ-10 የተለመደ የይለፍ ቃል ነው
ar: هذه من أكثر 10 كلمات مرور شيوعًا
bn: এটি সবচেয়ে বেশি ব্যবহৃত ১০টি পাসওয়ার্ডের একটি
cs: Toto je 10 nejčastěji používaných hesel
de: Dies ist eines der 10 häufigsten Passwörter
es: Esta contraseña está entre las 10 más comunes
fa: یکی از 10 رمز عبور رایج است.
fr: Ce mot de passe fait partie des 10 mots de passe les plus courants
hi: यह उच्च-10 आम पासवर्ड है
hu: Ez a 10 leggyakoribb jelszó között van
id: Ini adalah 10 kata sandi paling umum
ja: これは、一般的な上位10位のパスワードです
km: នេះគឺជាពាក្យសម្ងាត់ទូទៅដ៏ពេញនិយមចំនួន 10
my: ဤအရာမှာ အသုံးအများဆုံး စကားဝှက် ၁၀ ခု ဖြစ်ပါသည်
ne: यो प्रमुख-10 साझा पासवर्ड हो
pl: Użyto jednego z 10 najczęściej używanych haseł
pt: Esta senha está entre as 10 mais comuns
ru: Это один из 10 самых распространенных паролей
sw: Hili ni nywila kati ya 10 inayojulikana sana
th: นี่คือรหัสผ่านยอดนิยมใน 10 อันดับแรก
tr: Bu en yaygın 10 şifreden biridir
uk: Це топ-10 найпоширеніших паролів
vi: Đây là 10 mật khẩu phổ biến nhất

source: This is a top-100 common password
am: ይህ ከፍተኛ-100 የተለመደ የይለፍ ቃል ነው
ar: هذه من أكثر 100 كلمة مرور شائعة
bn: এটি সবচেয়ে বেশি ব্যবহৃত ১০০টি পাসওয়ার্ডের একটি
cs: Toto je 100 nejčastěji používaných hesel
de: Dies ist eines der 100 häufigsten Passwörter
es: Esta contraseña está entre las 100 más comunes
fa: این یکی از 100رمز عبور رایج است.
fr: Ce mot de passe fait partie des 100 mots de passe les plus courants
hi: यह उच्च-100 आम पासवर्ड है
hu: Ez a 100 leggyakoribb jelszó között van
id: Ini adalah 100 kata sandi paling umum
ja: これは、一般的な上位100位のパスワードです
km: នេះគឺជាពាក្យសម្ងាត់ទូទៅដ៏ពេញនិយមចំនួន 100
my: ဤအရာမှာ အသုံးအများဆုံး စကားဝှက် ၁၀၀ ခု ဖြစ်ပါသည်
ne: यो प्रमुख शीर्ष-100 साझा पासवर्ड हो
pl: Użyto jednego ze 100 najczęściej używanych haseł
pt: Esta senha está entre as 100 mais comuns
ru: Это один из 100 самых распространенных паролей
sw: Hili ni nywila kati ya 100 inayojulikana sana
th: นี่คือรหัสผ่านยอดนิยมใน 100 อันดับแรก
tr: Bu en yaygın 100 şifreden biridir
uk: Це топ-100 найпоширеніших паролів
vi: Đây là 100 mật khẩu phổ biến nhất

source: This is a very common password
am: ይህ በጣም የተለመደ የይለፍ ቃል ነው
ar: هذه كلمة مرور شائعة جدًا
bn: এটি খুবই প্রচলিত একটি পাসওয়ার্ড
cs: Toto je velmi často používané heslo
de: Dies ist ein sehr häufiges Passwort
es: Esta contraseña es demasiado común
fa: این یک رمز عبور بسیار رایج است.
fr: Ce mot de passe est très commun
hi: यह एक बहुत आम पासवर्ड है
hu: Ez egy nagyon gyakori jelszó
id: Ini adalah kata sandi yang sangat umum
ja: これは、非常に一般的なパスワードです
km: នេះជាពាក្យសម្ងាត់ទូទៅបំផុត
my: ဤအရာမှာ အလွန်အသုံးများတဲ့ စကားဝှက်တစ်ခု ဖြစ်ပါသည်
ne: यो धेरै सामान्य पासवर्ड हो
pl: To hasło jest bardzo często używane
pt: Esta senha é muito comum
ru: Это очень распространенный пароль
sw: Hili ni nywila inayojulikana sana
th: นี่เป็นรหัสผ่านที่ใช้กันบ่อยมาก
tr: Bu çok yaygın bir şifredir
uk: Це дуже поширений пароль
vi: Đây là một mật khẩu rất phổ biến

source: This is similar to a commonly used password
am: ይህ በተለምዶ ከ ሚጠቀመው የይለፍ ቃል ጋር ተመሳሳይ ነው
ar: هذا الكلمة مشابه لكلمة مرور شائعة
bn: প্রচলিত একটি পাসওয়ার্ডের সাথে এটির মিল আছে
cs: Toto je podobné běžně používanému heslu
de: Dies ist einem häufig verwendeten Passwort sehr ähnlich
es: Esta contraseña es similar a una contraseña utilizada comúnmente
fa: مشابه رمز عبور رایج می باشد.
fr: Ceci est similaire à un mot de passe couramment utilisé
hi: यह आमतौर पर उपयोग किए जाने वाले पासवर्ड के समान है
hu: Ez hasonlít egy gyakran használt jelszóra
id: Ini mirip dengan kata sandi yang umum digunakan
ja: これは、よく使われるパスワードに似ています
km: នេះគឺស្រដៀងនឹងពាក្យសម្ងាត់ដែលបានប្រើជាទូទៅ
my: ဤအရာမှာ အသုံးများတဲ့ စကားဝှက်နှင့် ဆင်တူပါသည်
ne: यो सामान्यतया प्रयोग हुने पासवर्ड जस्तै हो
pl: To hasło jest podobne do innego często używanego hasła
pt: Esta senha é semelhante a uma senha comum
ru: Это похоже на часто используемый пароль
sw: Hii ni sawa na nywila inayotumiwa sana
th: นี่คล้ายกับรหัสผ่านที่ใช้กันทั่วไป
tr: Bu, yaygın olarak kullanılan bir şifreye benzemektedir
uk: Це схоже на поширений пароль
vi: Đây là một khẩu thường được sử dụng

source: A word by itself is easy to guess
am: አንድ ቃል በራሱ ለመገመት ቀላል ነው
ar: من السهل تخمين كلمة بمفردها
bn: একটিমাত্র শব্দ আন্দাজ করা সহজ
cs: Slovo samo o sobě lze snadno uhodnout
de: Ein alleinstehendes Wort ist leicht zu erraten
es: Una palabra sola es fácil de adivinar
fa: حدس زدن یک کلمه به تنهایی آسان است.
fr: Un mot est facile à deviner
hi: एक अकेले शब्द का अनुमान लगाना आसान है
hu: Egy szót önmagában könnyű kitalálni
id: Sebuah kata dengan sendirinya mudah ditebak
ja: 単語だけは簡単に推測されます
km: ពាក្យតែមួយគឺងាយស្រួលទាយ
my: ၎င်းဘာသာ အဓိပ္ပယ်ရှိသောစကားလုံးကို ခန့်မှန်းရန် လွယ်ကူပါသည်
ne: एक शब्द मात्र अनुमान गर्न सजिलो छ
pl: Samo słowo jest łatwe do odgadnięcia
pt: Uma palavra isolada é facilmente adivinhada
ru: Слово само по себе легко угадывается
sw: Neno peke yake ni rahisi kukisia
th: คำเดียวโดดๆ เดาได้ง่าย
tr: Tek başına bir kelimenin tahmin edilmesi kolaydır
uk: Слово саме по собі легко вгадати
vi: Một từ đơn thì rất dễ đoán ra

source: Names and surnames by themselves are easy to guess
am: ስሞች እና የአያት ስም በእራሳቸው ለመገመት ቀላል ናቸው
ar: من السهل تخمين الأسماء والألقاب العائلية عندما تكون بمفردها
bn: শুধু নাম বা পদবী আন্দাজ করা সহজ
cs: Samostatná jména a příjmení lze snadno uhodnout
de: Alleinstehende Namen und Nachnamen sind leicht zu erraten
es: Nombres y apellidos solos son fáciles de adivinar
fa: حدس زدن نام و نام خانوادگی به تنهایی آسان است
fr: Les noms et surnoms sont faciles à deviner
hi: नामों और उपनामों का अनुमान लगाना आसान है
hu: A nevek és vezetéknevek önmagukban könnyen kitalálhatók
id: Nama depan dan nama belakang dengan sendirinya mudah ditebak
ja: 名前や名字だけでは簡単に推測されます
km: ឈ្មោះ និងនាមត្រកូលគឺងាយស្រួលទាយ
my: အမည်များနှင့် မိသားစုအမည်များက ၎င်းတို့ဘာသာ ခန့်မှန်းရန် လွယ်ကူပါသည်
ne: नाम र उपनाम मात्र अनुमान गर्न सजिलो छ
pl: Same imiona i nazwiska są łatwe do odgadnięcia
pt: Nomes e sobrenomes isolados são facilmente adivinhados
ru: Имена и фамилии сами по себе легко угадываются
sw: Majina na majina ya ukoo yenyewe ni rahisi kukisia
th: ชื่อและนามสกุลโดดๆ เดาได้ง่าย
tr: İsimler ve soyisimlerin tek başına tahmin edilmesi kolaydır
uk: Імена та прізвища самі по собі легко вгадуються
vi: Tên và họ rất dễ đoán ra

source: Common names and surnames are easy to guess
am: የተለመዱ ስሞች እና የአያት ስሞች ለመገመት ቀላል ናቸው
ar: الأسماء والألقاب عائلية سهل تخمينها
bn: প্রচলিত নাম ও পদবী আন্দাজ করা সহজ
cs: Běžná jména a příjmení lze snadno uhodnout
de: Übliche Vornamen und Nachnamen sind leicht zu erraten
es: Los nombres y apellidos comunes son fáciles de adivinar
fa: حدس زدن نام ها و نام های خانوادگی متداول آسان است
fr: Les noms et surnoms communs sont faciles à deviner
hi: आम नामों और उपनामों का अनुमान लगाना आसान है
hu: A gyakori nevek és vezetéknevek könnyen kitalálhatók
id: Nama depan dan nama belakang yang umum mudah ditebak
ja: 一般的な名前や名字は簡単に推測されます
km: ឈ្មោះ និងនាមត្រកូលទូទៅគឺងាយស្រួលទាយ
my: အများသုံးအမည်များနှင့် မိသားစုအမည်များက ခန့်မှန်းရန် လွယ်ကူပါသည်
ne: सामान्य नाम र थर अनुमान गर्न सजिलो छ
pl: Popularne imiona i nazwiska są łatwe do odgadnięcia
pt: Nomes e sobrenomes comuns são facilmente adivinhados
ru: Распространенные имена и фамилии легко угадываются
sw: Majina ya kawaida na majina ya ukoo ni rahisi kukisia
th: ชื่อและนามสกุลที่พบบ่อยคาดเดาได้ง่าย
tr: Yaygın adlar ve soyadların tahmin edilmesi kolaydır
uk: Поширені імена та прізвища легко вгадуються
vi: Tên và họ phổ biến rất dễ đoán ra

source: Capitalization doesn't help very much
am: ካፒታላይዜሽን ብዙም አያግዝም
ar: لا فائدة من الكتابة بالأحرف الكبيرة
bn: বড় হাতের লেখায় বেশি কাজ হয় না
cs: Psaní velkých písmen příliš nepomáhá
de: Großschreibung ist nicht sehr hilfreich
es: Las mayúsculas no ayudan demasiado
fa: حروف بزرگ کمک چندانی نمی کند
fr: Les majuscules n'aident pas beaucoup
hi: कैपिटलाइज़ेशन बहुत मदद नहीं करता है
hu: A nagybetűs írás nem sokat segít
id: Kapitalisasi tidak terlalu membantu
ja: 大文字にすることは、さほど役に立ちません
km: ការសរសេរជាអក្សរធំ​ជួយអ្វីមិនបានច្រើនទេ
my: အကြီးစာလုံးအသုံးပြုခြင်းက သိပ်ပြီး အကူအညီမဖြစ်စေပါ
ne: पुँजीकरणले खासै सहयोग गर्दैन
pl: Użycie wielkich liter nie pomaga
pt: Capitalizar a senha não é muito útil
ru: Применение заглавных букв не очень усложняет угадывание
sw: Kuweka maneno kwenye herufi kubwa hakusaidii sana
th: การใช้อักษรตัวพิมพ์ใหญ่ไม่ได้ช่วยอะไรมากนัก
tr: Büyük harfle başlamak, şifrenin tahmin edilmesini pek zorlaştırmaz
uk: Великі літери не дуже допомагають
vi: Chữ in hoa không thật sự có tác dụng

source: All-uppercase is almost as easy to guess as all-lowercase
am: ሁሉም-አቢይ ሆሄያት እንደ ሁሉም-ንዑስ ሆሄ ለመገመት ቀላል ነው
ar: من السهل تخمينها عندما تكون جميع الأحرف اللاتينية الكبيرة مثل أن تكون جميع الأحرف الصغيرة
bn: সব বড় হাতের ও সব ছোট হাতের অক্ষরে লেখা আন্দাজ করা প্রায় সমান সহজ
cs: Velká písmena lze téměř stejně snadno uhodnout jako malá
de: Nur Großbuchstaben sind fast genauso leicht zu erraten wie nur Kleinbuchstaben
es: Todo en mayúsculas es tan fácil de adivinar como todo en minúsculas
fa: حدس زدن رمزی که تمام حروف آن بزرگ است تقریباً به راحتی حدس زدن رمزی است که تمام حروف آن کوچک است.
fr: Écrire tout en majuscules est presque aussi facile à deviner que tout en minuscules
hi: सभी अपरकेस अक्षरों का अनुमान लगाना लगभग उतना ही आसान है जितना कि सभी लोअरकेस अक्षरों का
hu: A csupa nagybetűket majdnem olyan könnyű kitalálni, mint a csupa kisbetűket
id: Huruf besar semua hampir sama mudah ditebaknya dengan huruf kecil semua
ja: 全て大文字にすることは、全て小文字とほぼ同じぐらい簡単に推測されます
km: អក្សរធំទាំងអស់គឺស្ទើរតែងាយស្រួលទាយដូចអក្សរតូចទាំងអស់ដែរ
my: အကြီးစာလုံးများက အသေးစာလုံးများနီးပါး ခန့်မှန်းရန် လွယ်ကူပါသည်
ne: सबै-ठूला अक्षरहरू लगभग सबै-लोअरकेस जस्तै अनुमान गर्न सजिलो छ
pl: Hasło złożone z samych wielkich liter jest prawie tak samo łatwe do odgadnięcia jak to złożone tylko z małych
pt: Uma senha composta de somente caracteres maiúsculos ou minúsculos pode ser facilmente adivinhada
ru: Наборы только из заглавных букв угадываются с той же легкостью, как и только из строчных
sw: Herufi kubwa zote ni karibu rahisi kukisia kama herufi ndogo zote
th: อักษรที่เป็นตัวพิมพ์ใหญ่ทั้งหมดเดาได้ง่ายพอๆ กับอักษรที่เป็นตัวพิมพ์เล็กทั้งหมด
tr: Tamamı büyük harf, neredeyse tamamı küçük harf kadar kolay tahmin edilebilir
uk: Використання усіх великих літер майже так само легко вгадується, як і використання усіх малих літер
vi: Chữ in hoa toàn bộ hầu hết dễ đoán như chữ in thường

source: Reversed words aren't much harder to guess
am: የ ተገለበጡ ቃላት ለመገመት ብዙም አስቸጋሪ አይደሉም
ar: تخمين الكلمات المعكوسة ليست أصعب بكثير
bn: উল্টো করে লেখা শব্দ অনুমান করারও বেশি কঠিন নয়
cs: Obrácená slova není o moc těžší uhodnout
de: Umgedrehte Wörter sind nicht viel schwieriger zu erraten
es: Las palabras invertidas no son mucho más difíciles de adivinar
fa: حدس زدن کلمات معکوس خیلی سخت نیست.
fr: Les mots inversés ne sont pas beaucoup plus difficiles à deviner
hi: उल्टे शब्दों का अनुमान लगाना ज़्यादा कठिन नहीं है
hu: A megfordított szavakat sem sokkal nehezebb kitalálni
id: Kata yang dibalik tidak terlalu susah ditebak
ja: 逆さ語を推測することはさほど難しくありません
km: ពាក្យបញ្ច្រាសមិនពិបាកខ្លាំងក្នុងការទាយទេ
my: ဆန့်ကျင်ဘက်စကားလုံးများကို ခန့်မှန်းရန် သိပ်ပြီး မခဲယဉ်းပါ
ne: उल्टो शब्दहरू अनुमान गर्न धेरै गाह्रो छैन
pl: Słowa pisane od tyłu nie są dużo trudniejsze do odgadnięcia
pt: Palavras invertidas não são necessariamente mais difíceis de serem adivinhadas
ru: Обратный порядок букв в словах угадывается не намного сложнее
sw: Maneno yaliyogeuzwa si vigumu sana kukisia
th: คำแบบย้อนกลับหลังไม่ได้ทำให้ยากต่อการเดามากนัก
tr: Tersine çevrilmiş kelimeleri tahmin etmek o kadar da zor değil
uk: Слова, написані навпаки, відгадати не набагато складніше
vi: Những từ viết ngược lại không hề khó đoán hơn
