Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: The new project owner will receive an email request to accept the transfer. You will be notified when the transfer is accepted or declined.
am: አዲሱ የፕሮጀክት ባለቤት የማስታላለፍ ጥያቄ በ ኢሜይል ይቀበላል። ዝውውሩ ተቀባይነት ሲያገኝ ወይም ውድቅ ሲደረግ ይነገርዎታል።
ar: سوف يتلقى مالك المشروع الجديد طلب بالبريد الإلكتروني لقبول النقل. سيتم إعلامك عند قبول النقل أو رفضه.
de: Der/die neue Projekteigentümer*in erhält eine E-Mail mit der Aufforderung, die Übertragung zu akzeptieren. Sie werden benachrichtigt, wenn die Übertragung angenommen oder abgelehnt wird.
es: El nuevo propietario del proyecto recibirá un correo electrónico con una solicitud para aceptar la transferencia. Se te notificará cuando se acepte o rechace la transferencia.
fa: مالک جديد پروژه درخواست ایمیل برای پذیرش انتقال دریافت خواهد کرد. زمانی که انتقال پذیرفته یا رد شود به شما اطلاع داده خواهد شد.
id: Pemilik proyek yang baru akan menerima email permintaan untuk menerima peralihan. Anda akan diberitahukan ketika peralihan diterima atau ditolak.
ja: 譲渡を承認するメールリクエストが新しいプロジェクトオーナーに送信されます。譲渡が承認または却下されると、あなたに通知が送信されます。
pl: Nowy właściciel projektu otrzyma mail z prośbą o zaakceptowanie przeniesienia. Otrzymasz powiadomienie, gdy przeniesienie zostanie zaakceptowane lub odrzucone.
pt: O novo responsável pelo projeto receberá uma solicitação por e-mail para aceitar a transferência. Você será notificado quando a transferência for aceita ou rejeitada.
ru: Новый владелец проекта получит по электронной почте запрос на принятие передачи. Вы будете уведомлены о принятии или отклонении передачи.
th: เจ้าของโครงการใหม่จะได้รับคำขอทางอีเมลให้รับการโอน คุณจะได้รับแจ้งเตือนว่าการโอนถูกยอมรับหรือปฏิเสธ
uk: Новий власник проєкту отримає запит на прийняття передачі прав власності електронною поштою. Ви отримаєте повідомлення про прийняття або відхилення передачі.
vi: Chủ sở hữu dự án mới sẽ nhận được email yêu cầu chấp nhận việc chuyển quyền. Bạn sẽ nhận được thông báo việc chuyển quyền được chấp nhận hoặc bị từ chối.

source: You will be the owner of the project until the transfer is accepted.
am: ማስተላለፉ ተቀባይነት እስኪያገኝ ድረስ የፕሮጀክቱ ባለቤት እርስዎ ይሆናሉ።
ar: ستكون أنت المالك للمشروع حتى يتم قبول النقل.
de: Sie sind der/die Eigentümer*in des Projekts, bis die Übertragung akzeptiert wird.
es: Serás el propietario del proyecto hasta que la transferencia sea aceptada.
fa: تا زمانی که انتقال پذیرفته نشود، مالک پروژه خواهید بود.
id: Anda adalah pemilik proyek hingga peralihan diterima.
ja: 譲渡が承認されるまでの間は、あなたが引き続きプロジェクトのオーナーです。
pl: Pozostaniesz właścicielem projektu do czasu zaakceptowania przeniesienia.
pt: Você será o responsável pelo projeto até que a transferência seja aceita.
ru: Вы остаетесь владельцем проекта до момента принятия передачи.
th: คุณจะเป็นเจ้าของโครงการไปจนกว่าการโอนจะถูกยอมรับ
uk: Ви залишитеся власником проєкту до моменту прийняття передачі.
vi: Bạn vẫn sẽ là chủ sở hữu dự án cho đến khi việc chuyển quyền được chấp nhận.

source: Once the transfer is accepted, you will not be able to undo this action.
am: አንዴ ዝውውሩ ተቀባይነት ካገኘ በኋላ ይህን እርምጃ መቀልበስ አይችሉም።
ar: بمجرد قبول النقل، لن تتمكن من إلغاء هذا الإجراء.
de: Sobald die Übertragung akzeptiert wurde, können Sie diese Aktion nicht mehr rückgängig machen.
es: Una vez aceptada la transferencia, no podrás deshacer esta acción.
fa: هنگامی که انتقال پذیرفته شد، ديگر نمی‌توانید این اقدام را واگرد کنید.
id: Setelah peralihan diterima, Anda tidak akan bisa membatalkan tindakan ini.
ja: 譲渡の承認後にこの操作を元に戻すことはできません。
pl: Gdy przeniesienie zostanie zaakceptowane, nie będzie można cofnąć tego działania.
pt: Depois que a transferência for aceita, você não poderá desfazer esta ação.
ru: После принятия передачи вы не сможете отменить это действие.
th: เมื่อการโอนถูกยอมรับแล้ว คุณจะไม่สามารถยกเลิกการดำเนินการนี้ได้
uk: Після того, як передачу буде прийнято, ви не зможете скасувати цю дію.
vi: Sau khi việc chuyển quyền được chấp nhận, bạn sẽ không thể hoàn tác.

source: To complete the transfer, enter the username of the new project owner
am: ዝውውሩን ለማጠናቀቅ የአዲሱን የፕሮጀክት ባለቤት የተጠቃሚ ስም ያስገቡ
ar: لإكمال عملية النقل، أدخل أسم المستخدم الخاص بمالك المشروع الجديد
de: Um die Übertragung abzuschließen, geben Sie den Benutzernamen des neuen Projekteigentümers bzw. der neuen Projekteigentümerin ein
es: Para completar la transferencia, ingresar el nombre de usuario del nuevo propietario del proyecto
fa: برای تکمیل انتقال، نام کاربری مالک جديد پروژه را وارد کنید
id: Untuk menyelesaikan peralihan, masukkan nama pengguna dari pemilik proyek yang baru
ja: 譲渡を完了するには、新しいプロジェクトオーナーのユーザー名を入力します
pl: Aby ukończyć przeniesienie, wpisz nazwę użytkownika nowego właściciela projektu
pt: Para concluir a transferência, insira o nome de usuário do novo responsável pelo projeto
ru: Чтобы завершить передачу, введите имя пользователя нового владельца проекта
th: เพื่อทำการโอนให้เสร็จ โปรดป้อนชื่อผู้ใช้ของเจ้าของโครงการคนใหม่
uk: Введіть ім'я користувача нового проєкту, щоб завершити передачу
vi: Để hoàn tất quá trình chuyển quyền, hãy nhập tên người dùng của chủ dự án mới

source: Enter username here
am: የተጠቃሚ ስም እዚህ ያስገቡ
ar: أدخل أسم المستخدم هنا
de: Benutzernamen hier eingeben
es: Ingresar el nombre de usuario aquí
fa: نام کاربری را در اینجا وارد کنید
id: Masukkan nama pengguna di sini
ja: ユーザー名を入力
pl: Wpisz nazwę użytkownika
pt: Insira aqui o nome de usuário
ru: Введите имя пользователя здесь
th: ป้อนชื่อผู้ใช้ที่นี่
uk: Введіть ім'я користувача
vi: Nhập tên người dùng ở đây

source: Transfer project
am: ፕሮጀክቱን ያሰታላልፉ
ar: نقل المشروع
de: Projekt übertragen
es: Proyecto de transferencia
fa: انتقال پروژه
id: Alihkan proyek
ja: プロジェクトを譲渡
pl: Przenieś projekt
pt: Transferir projeto
ru: Передача проекта
th: โอนโครงการ
uk: Передати проєкт
vi: Chuyển nhượng dự án

source: Please [contact the support team] if you think it's an error.
am: እባኮትን [የድጋፍ ቡድኑን ያነጋግሩ] ስህተት ነው ብለው ካሰቡ።
ar: يرجى [الاتصال بفريق الدعم] إذا كنت تعتقد أنه خطأ.
bn: কোনো ত্রুটি হয়েছে মনে হলে অনুগ্রহ করে [সহায়ক টিমের সাথে যোগাযোগ করুন]।
cs: Pokud se domníváte, že se jedná o chybu, kontaktujte [tým podpory].
de: Bitte [kontaktieren Sie das Support-Team], falls Sie glauben, dass es sich um einen Fehler handelt.
es: [Comunicarse con el equipo de soporte técnico] si se considera que es un error.
fa: اگر فکر می‌کنید خطایی رخ داده است، لطفاً با تیم پشتیبانی ارتباط بگیرید.
fr: Veuillez [contacter l'équipe de support] si vous estimez que ceci est une erreur.
hi: कृपया [सहायता टीम से संपर्क करें] अगर आपको लगता है कि यह एक त्रुटि है।
hu: Vegye fel a kapcsolatot az ügyfélszolgálattal, ha úgy gondolja, hogy ez egy hiba.
id: Mohon [hubungi tim pendukung] jika Anda merasa ini adalah kesalahan.
ja: エラーと思われる場合は、［サポートチームまでご連絡］ください。
km: សូម[ទាក់ទងក្រុមការងារគាំទ្រ] ប្រសិនបើអ្នកគិតថាវាជាបញ្ហា។
my: အမှားတစ်စုံတစ်ရာ ဖြစ်နေသည်ဟု သင်ယူဆပါက ကျေးဇူးပြ၍ [Support အဖွဲ့ကို ဆက်သွယ်ပါ]။
ne: कृपया यदि तपाईंलाई यो त्रुटि हो जस्तो लाग्छ भने [सहायता टोलीसँग सम्पर्क गर्नुहोस्।
pl: [Skontaktuj się z działem pomocy], jeśli myślisz, że wystąpił błąd.
pt: [Entre em contato com a equipe de suporte] caso você acredite que seja um erro.
ru: Просим [связаться со службой поддержки], если вы считаете, что это ошибка приложения.
sw: Tafadhali [wasiliana na timu ya usaidizi] ikiwa unafikiri ni hitilafu.
th: โปรด [ติดต่อทีมช่วยเหลือ] หากคุณคิดว่ามีข้อผิดพลาด
tr: Lütfen, bir hata olduğunu düşünüyorsanız [destek ekibiyle iletişime geçin].
uk: [Зверніться до служби підтримки], якщо ви вважаєте, що це помилка.
vi: Vui lòng [liên hệ với nhóm hỗ trợ] nếu bạn cho rằng đó là lỗi.

source: Please try logging in using the header button or [contact the support team] if you think it's an error.
am: እባክዎን የራስጌ ቁልፍን ተጠቅመው ለመግባት ይሞክሩ ወይም ስህተት ነው ብለው ካመኑ [የድጋፍ ቡድኑን ያግኙ]።
ar: يرجى محاولة تسجيل الدخول باستخدام الزر في عنوان التبويب، أو [اتصل بفريق الدعم] إذا كنت تعتقد أن هذا خطأ.
bn: অনুগ্রহ করে হেডার বাটন ব্যবহার করে লগইন করার চেষ্টা করুন, অথবা কোনো ত্রুটি হয়েছে মনে হলে [সহায়ক টিমের সাথে যোগাযোগ করুন]।
cs: Pokud se domníváte, že se jedná o chybu, zkuste se přihlásit pomocí tlačítka v záhlaví nebo [kontaktujte tým podpory].
de: Bitte versuchen Sie, sich mithilfe der Schaltfläche in der Kopfzeile einzuloggen oder [kontaktieren Sie das Support-Team] falls sie glauben, dass es sich um einen Fehler handelt.
es: Intentar iniciar sesión usando el botón de encabezado o [comunicarse con el equipo de soporte técnico] si se considera que es un error.
fa: لطفاً سعی کنید با استفاده از دکمه بالا وارد شوید یا اگر فکر می‌کنید خطایی رخ داده است [با تیم پشتیبانی تماس بگیرید].
fr: Veuillez essayer de vous connecter à l'aide du bouton d'en-tête ou [contacter l'équipe d'assistance] si vous pensez qu'il s'agit d'une erreur.
hi: कृपया हेडर बटन का उपयोग करके लॉग इन करने का प्रयास करें या अगर आपको लगता है कि यह एक त्रुटि है तो [सहायता टीम से संपर्क करें]।
hu: Próbáljon meg bejelentkezni a fejlécen lévő gombbal vagy [vegye fel a kapcsolatot az ügyfélszolgálattal], ha úgy gondolja, hogy ez egy hiba.
id: Mohon coba masuk menggunakan tombol di header atau [hubungi tim pendukung] jika menurut Anda itu adalah kesalahan.
ja: エラーと思われる場合は、へダーボタンでログインしてみるか［サポートチームへ連絡］してください。
km: សូមសាកល្បងចូលដោយប្រើប៊ូតុងក្បាលទំព័រ ឬ [ទាក់ទងក្រុមការងារគាំទ្រ] ប្រសិនបើអ្នកគិតថាវាជាបញ្ហា។
my: ကျေးဇူးပြု၍ ခေါင်းစီးခလုတ်ကို အသုံးပြု၍ လော့အင်ဝင်ရန် ကြိုးစားကြည့်ပါ သို့မဟုတ် အမှားတစ်စုံတစ်ရာ ဖြစ်နေသည်ဟု သင်ယူဆပါက [Support အဖွဲ့ကို ဆက်သွယ်ပါ]။
ne: कृपया हेडर बटन प्रयोग गरेर लग इन गर्ने प्रयास गर्नुहोस् वा यदि तपाईंलाई यो त्रुटि हो जस्तो लागेमा [सहायता टोलीसँग सम्पर्क गर्नुहोस्।
pl: Spróbuj zalogować się używając przycisku w nagłówku lub [skontaktuj się z działem pomocy], jeśli myślisz, że wystąpił błąd.
pt: Tente fazer login usando o botão do cabeçalho ou [entre em contato com a equipe de suporte] caso você acredite que seja um erro.
ru: Попробуйте выполнить вход с помощью кнопки заголовка либо [свяжитесь со службой поддержки], если считаете, что это ошибка приложения.
sw: Tafadhali jaribu kuingia kwa kutumia kitufe cha kichwa au [wasiliana na timu ya usaidizi] ikiwa unafikiri ni hitilafu.
th: โปรดลองเข้าสู่ระบบโดยใช้ปุ่มบนส่วนหัว หรือ [ติดต่อทีมช่วยเหลือ] หากคุณคิดว่ามีข้อผิดพลาด
tr: Lütfen başlık butonunu kullanarak giriş yapmayı deneyin veya bunun bir hata olduğunu düşünüyorsanız [destek ekibiyle iletişime geçin].
uk: Спробуйте увійти за допомогою кнопки заголовка сайту або [зверніться до служби підтримки], якщо ви вважаєте, що це помилка.
vi: Vui lòng thử đăng nhập bằng nút tiêu đề lớn hoặc [liên hệ với nhóm hỗ trợ] nếu bạn cho rằng đó là lỗi.

source: Access Denied
am: መዳረሻ ተከልክሏል
ar: تم رفض الدخول
de: Zugriff abgelehnt
es: Acceso Denegado
fa: دسترسی رد شد
fr: Accès refusé
hi: पहुंच अस्वीकृत
id: Akses Ditolak
ja: アクセス拒否
pl: Odmowa dostępu
pt: Acesso negado
ru: Доступ запрещен
sw: Ufikiaji Umekataliwa
th: การเข้าถึงถูกปฏิเสธ
tr: Erişim Engellendi
uk: У доступі відмовлено
vi: Truy cập bị từ chối

source: You don't have access to this page.
am: የዚህ ገጽ መዳረሻ የለዎትም።
ar: ليس لديك حق الوصول إلى هذه الصفحة.
de: Sie haben keinen Zugriff auf diese Seite.
es: No tiene acceso a esta página.
fa: به این صفحه دسترسی ندارید
fr: Vous n’avez pas accès à cette page.
hi: आपके पास इस पृष्ठ तक पहुंच नहीं है
id: Anda tidak memiliki akses ke halaman ini.
ja: このページにはアクセスできません。
pl: Nie masz dostępu do tej strony.
pt: Você não tem acesso à esta página.
ru: У вас нет доступа к этой странице.
sw: Huna ufikiaji wa ukurasa huu.
th: คุณไม่ได้รับอนุญาตให้เข้าถึงหน้านี้
tr: Bu sayfaya erişiminiz yok.
uk: У вас немає доступу до цієї сторінки.
vi: Bạn không có quyền truy cập vào trang này.

source: Either you don't have access to this page or this page simply doesn't exist.
am: ወይ የዚህ ገጽ መዳረሻ የለዎትም ወይም ይህ ገጽ በቀላሉ የለም።
ar: إما أنك لا تستطيع الوصول إلى هذه الصفحة أو أن هذه الصفحة ببساطة غير موجودة.
bn: হয় এই পেইজে আপনার অ্যাক্সেস নেই নয়তো পেইজটির অস্তিত্বই নেই।
cs: Buď nemáte přístup k této stránce, nebo tato stránka prostě neexistuje.
de: Entweder haben Sie keinen Zugriff auf die Seite oder diese Seite existiert einfach nicht.
es: No tienes acceso a esta página o esta página simplemente no existe.
fa: یا به این صفحه دسترسی ندارید یا این صفحه وجود ندارد.
fr: Vous n'avez pas accès à cette page ou celle-ci n'existe pas.
hi: या तो आपके पास इस पृष्ठ को खोलने के अधिकार नहीं है या यह पृष्ठ मौजूद ही नहीं है।
hu: Vagy nincs jogosultsága ehhez az oldalhoz, vagy az oldal egyszerűen nem létezik.
id: Entah Anda tidak memiliki akses ke halaman ini atau halaman ini memang tidak ada.
ja: このページへのアクセス権限がないか、ページが存在していません。
km: អ្នកមិនមានសិទ្ធិចូលប្រើទំព័រនេះទេ ឬទំព័រនេះមិនមានតែម្តង។
my: သင့်တွင် ဤစာမျက်နှာအား ဝင်‌ေရာက်အသုံးပြုခွင့် မရှိခြင်းသော်လည်းကောင်း၊ ဤစာမျက်နှာ လုံးဝရှိမနေခြင်းသော်လည်းကောင်း ဖြစ်နိုင်ပါသည်။
ne: या त यो पृष्ठमा तपाईंको पहुँच छैन वा यो पृष्ठ नै छदै छैन।
pl: Nie masz dostępu lub strona nie istnieje.
pt: Talvez você não tenha acesso a esta página ou está página simplesmente não existe.
ru: У вас нет доступа к этой странице либо страница не существует.
sw: Huna ufikiaji wa ukurasa huu au ukurasa huu haupo.
th: คุณอาจไม่มีสิทธิ์เข้าถึงหน้านี้หรือไม่มีหน้านี้
tr: Sayfaya erişiminiz yok veya böyle bir sayfa bulunmamakta.
uk: Можливо, у вас немає доступу до цієї сторінки, або ця сторінка просто не існує.
vi: Bạn không có quyền truy cập vào trang này hoặc trang này không tồn tại.

source: Something went wrong
am: የሆነ ስህተት ተከስቷል
ar: حدث خطأ ما
bn: কোথাও কোনো সমস্যা হয়েছে
cs: Něco se pokazilo
de: Etwas ist schiefgelaufen
es: Algo salió mal
fa: مشکلی پیش آمد
fr: Une erreur s’est produite
hi: कुछ गड़बड़ हुई है
hu: Valamilyen hiba történt
id: Terjadi kesalahan
ja: 問題が発生しました
pl: Coś poszło nie tak
pt: Algo deu errado
ru: Что-то пошло не так
sw: Hitilafu fulani imetokea
th: มีบางอย่างผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Đã xảy ra lỗi

source: We're sorry, but there was an unexpected error while trying to serve this page.
am: እናዝናለን፣ ግን ይህን ገጽ ለማገልገል በመሞከር ላይ ሳለ ያልተጠበቀ ስህተት ነበር።
ar: عذرًا، ولكن حدث خطأ غير متوقع أثناء محاولة تلبية خدمة هذه الصفحة.
de: Beim Versuch, diese Seite bereitzustellen, ist ein unerwarteter Fehler aufgetreten.
es: Lo sentimos, pero se ha producido un error inesperado al intentar publicar esta página.
fa: متاسف هستیم، اما یک مشکل غیرمترقبه حین تلاش برای وصل شدن به این صفحه رخ داده است.
fr: Nous nous excusons pour l'erreur inattendue survenue lors de l'essai de servir cette page.
hi: हमें खेद है, लेकिन इस पृष्ठ को प्रस्तुत करने का प्रयास करते समय एक अप्रत्याशित त्रुटि हुई।
id: Maaf, terjadi kesalahan yang tidak terduga saat mencoba melayani halaman ini.
ja: 申し訳ございませんが、このページを提供しようとした際に予期せぬエラーが発生しました。
pl: Przepraszamy, na stronie wystąpił nieoczekiwany błąd.
pt: Desculpe, mas houve um erro inesperado ao carregar esta página.
ru: Приносим извинения, но при попытке отображения этой страницы произошла непредвиденная ошибка.
sw: Samahani, lakini kulikuwa na hitilafu isiyotarajiwa wakati wa kujaribu kutumikia ukurasa huu.
th: ขออภัย เกิดข้อผิดพลาดที่ไม่คาดคิดขณะพยายามแสดงหน้านี้
tr: Üzgünüz, ancak bu sayfaya erişmeye çalışırken beklenmeyen bir hata oluştu.
uk: Вибачте, але під час спроби обслужити цю сторінку сталася несподівана помилка.
vi: Rất tiếc, đã xảy ra lỗi không mong muốn khi cố gắng tải trang này.

source: Please try again later, or [contact the support team] if this happens repeatedly.
am: እባክዎ ቆይተው እንደገና ይሞክሩ፣ ወይም ይህ በተደጋጋሚ የሚከሰት ከሆነ [የድጋፍ ቡድኑን ያግኙ]።
ar: يرجى المحاولة مرة أخرى لاحقًا، أو [اتصل بفريق الدعم] إذا حدث ذلك بشكل متكرر.
de: Bitte versuchen Sie es später noch einmal oder [kontaktieren Sie das Support-Team], wenn dies wiederholt auftritt.
es: Inténtalo de nuevo más tarde, o [ponte en contacto con el equipo de soporte] si esto sucede repetidamente.
fa: لطفاً بعداً دوباره امتحان کنید، یا اگر این اتفاق باز هم رخ داد [با تیم پشتیبانی تماس بگیرید].
fr: Veuillez réessayer plus tard, ou [contacter l’équipe d’assistance] si cela se produit à plusieurs reprises.
hi: कृपया बाद में पुनः प्रयास करें, या यदि ऐसा बार-बार होता है तो [सहायता टीम से संपर्क करें]।
id: Silakan coba lagi nanti, atau [hubungi tim dukungan] jika ini terjadi secara berulang.
ja: この現象が繰り返される場合は、後でもう一度お試しいただくか、［サポートチームまでご連絡］ください。
pl: Spróbuj ponownie później lub [skontaktuj się z działem pomocy] jeśli problem się powtarza.
pt: Tente novamente mais tarde, ou [entre em contato com o time de suporte] se isso ocorrer repetidamente.
ru: Повторите попытку позже или [свяжитесь со службой поддержки], если это происходит неоднократно.
sw: Tafadhali jaribu tena baadaye, au [wasiliana na timu ya usaidizi] hili likitokea mara kwa mara.
th: โปรดลองใหม่อีกครั้งในภายหลัง หรือ [ติดต่อทีมสนับสนุน] หากเกิดเหตุการณ์นี้ซ้ำๆ
tr: Lütfen daha sonra tekrar deneyin veya bu sorun tekrarlanırsa [destek ekibi ile iletişime geçin].
uk: Будь ласка повторіть спробу пізніше, або [зверніться до служби підтримки], якщо це повторюється.
vi: Vui lòng thử lại sau hoặc [liên lạc với nhóm hỗ trợ] nếu lỗi này tái diễn.

source: Additional details:
am: ተጨማሪ ዝርዝሮች፦
ar: تفاصيل إضافية:
bn: বিস্তারিত:
cs: Další podrobnosti:
de: Weitere Details:
es: Información adicional:
fa: توضیحات بیشتر:
fr: Informations supplémentaires :
hi: अतिरिक्त विवरण:
hu: További részletek:
id: Detail tambahan:
ja: 追加詳細：
km: ព័ត៌មានលម្អិតបន្ថែម៖
my: ထပ်ဆောင်းအသေးစိတ်အချက်အလက်များ-
ne: थप विवरण
pl: Dodatkowe szczegóły:
pt: Detalhes adicionais:
ru: Дополнительные сведения:
sw: Maelezo ya ziada:
th: รายละเอียดเพิ่มเติม:
tr: Ek detaylar:
uk: Додаткова інформація:
vi: Thông tin thêm:

source: There is no data for this question for the current submission
am: ለአሁኑ ማስረከብ ለዚህ ጥያቄ ምንም ውሂብ የለም
ar: لا توجد بيانات لهذا السؤال للإرسال الحالي
bn: বর্তমান সাবমিশনে এই প্রশ্নের জন্য কোনো তথ্য নেই
cs: Pro tuto otázku nejsou v aktuálním příspěvku žádná data
de: Zu dieser Frage gibt es für die aktuelle Übermittlung keine Daten
es: No hay datos para esta pregunta en el envío actual
fa: هیچ داده‌ای برای این پرسش برای ارسال فعلی وجود ندارد
fr: Il n’existe pas de données concernant cette question dans la soumission actuelle
hi: वर्तमान सबमिशन के लिए इस प्रश्न के लिए कोई डेटा नहीं है
hu: Ehhez a kérdéshez nincs adat ebben az űrlapválaszban
id: Tidak ada data untuk pertanyaan ini untuk pengiriman saat ini
ja: 現在の提出済みフォームには、この質問に対するデータがありません
km: គ្មានទិន្នន័យសម្រាប់សំណួរនេះ សម្រាប់ការដាក់បញ្ជូនបច្ចុប្បន្ននេះទេ
my: ယခုတင်သွင်းခြင်းအတွက် ဤမေးခွန်းအတွက် အချက်အလက်များ မရှိပါ
ne: हालको पेश गरिएका लागि यस प्रश्नको लागि कुनै तथ्याङ्क छैन
pl: Brak danych dla tego pytania w odniesieniu do bieżącej przesłanej odpowiedzi
pt: Não há dados para esta pergunta no envio atual
ru: Данные по этому вопросу отсутствуют в текущей отправке
sw: Hakuna data ya swali hili kwa uwasilishaji wa sasa
th: ไม่มีข้อมูลสำหรับคำถามนี้สำหรับการส่งข้อมูลปัจจุบัน
tr: Mevcut başvuru için bu soruya ilişkin veri bulunmamaktadır
uk: У поточному звіті нема даних щодо цього запитання
vi: Không có dữ liệu cho câu hỏi này trong lần gửi gần đây

source: Failed to get owner data.
am: የ ባለቤት ውሂብ ማግኘት አልተሳካም።
ar: فشل في الحصول على بيانات المالك.
bn: মালিক সম্পর্কিত তথ্য পাওয়া যায় নি।
cs: Nepodařilo se získat údaje o vlastníkovi.
de: Eigentümerdaten konnten nicht geladen werden.
es: Error al obtener datos del/a propietario/a.
fa: اطلاعات مالک دریافت نشد.
fr: Impossible d'obtenir les données du propriétaire.
hi: मालिक (ओनर) डेटा प्राप्त करने में विफल।
hu: Tulajdonos adatainak betöltése sikertelen.
id: Gagal mendapatkan data pemilik.
ja: 所有者データの取得に失敗しました。
km: មិនអាចយកទិន្នន័យម្ចាស់បាន។
my: ပိုင်ရှင်အချက်အလက်ကို ရယူနိုင်ခြင်းမရှိပါ။
ne: मालिक तथ्याङ्क प्राप्त गर्न असफल।
pl: Nie udało się pobrać danych właściciela.
pt: Falha ao obter os dados do proprietário.
ru: Не удалось получить данные владельца.
sw: Imeshindwa kupata data ya mmiliki.
th: รับข้อมูลเจ้าของไม่สำเร็จ
tr: Sahibin verileri alınamadı.
uk: Неможливо отримати дані власника.
vi: Lấy dữ liệu chủ sở hữu thất bại.

source: Date Created
am: ቀን መፍጠር
ar: تاريخ الإنشاء
bn: তৈরির তারিখ
cs: Datum vytvoření
de: Erstellungsdatum
es: Fecha de creación
fa: تاریخ ایجاد
fr: Date créée
hi: निर्माण तारीख
hu: Létrehozás dátuma
id: Tanggal Dibuat
ja: 作成日
km: កាលបរិច្ឆេទបានបង្កើត
my: ဖန်တီးသည့် ရက်စွဲ
ne: सिर्जना गरिएको मिति
pl: Utworzono datę
pt: Data de Criação
ru: Дата создания
sw: Tarehe Iliyoundwa
th: วันที่สร้าง
tr: Oluşturulma Tarihi
uk: Дата створення
vi: Ngày tạo

source: Items
am: እቃዎች
ar: العناصر
bn: আইটেম
cs: Položky
de: Objekte
es: Elementos
fa: موارد
fr: Éléments
hi: आइटम
hu: Tételek
id: Item
ja: 項目
km: ធាតុ
my: ပစ္စည်းများ
ne: वस्तुहरु
pl: Elementy
pt: Itens
ru: Элементы
sw: Vipengele
th: รายการ
tr: Ögeler
uk: Елементи
vi: Mục

source: Organization
am: ድርጅት
ar: المنظمة
bn: সংস্থা
cs: Organizace
de: Organisation
es: Organización
fa: سازمان
fr: Organisation
hi: संगठन
hu: Szervezet
id: Organisasi
ja: 組織
my: အဖွဲ့အစည်း
ne: संस्था
pl: Organizacja
pt: Organização
ru: Организация
sw: Shirika
th: องค์กร
tr: Kuruluş
uk: Організація
vi: Tổ chức

source: Country
am: ሀገር
ar: البلد
bn: দেশ
cs: Země
de: Land
es: País
fa: کشور
fr: Pays
hi: देश
hu: Ország
id: Negara
ja: 国
my: နိုင်ငံ
ne: देश
pl: Kraj
pt: País
ru: Страна
sw: Nchi
th: ประเทศ
tr: Ülke
uk: Країна
vi: Quốc gia

source: Hide full details
am: ሙሉ ዝርዝሮችን ደብቅ
ar: إخفاء التفاصيل الكاملة
bn: বিস্তারিত পুরো তথ্য আড়াল করুন
cs: Skrýt podrobnosti
de: Detailansicht verbergen
es: Ocultar todos los detalles
fa: جزئیات کاملا مخفی
fr: Masquer tous les détails
hi: पूरा विवरण छिपाएं
hu: Minden részlet elrejtése
id: Sembunyikan detail lengkap
ja: 詳細を閉じる
km: លាក់ព័ត៌មានលម្អិតពេញ
my: အသေးစိတ်အချက်အလက် အပြည့်အစုံကို ဖျောက်ရန်
ne: पूर्ण विवरण लुकाउनुहोस्
pl: Ukryj wszystkie szczegóły
pt: Ocultar detalhes completos
ru: Скрыть все детали
sw: Ficha maelezo kamili
th: ซ่อนรายละเอียดทั้งหมด
tr: Tüm ayrıntıları gizle
uk: Приховати повну інформацію
vi: Ẩn tất cả thông tin

source: Show full details
am: ሙሉ ዝርዝሮችን አሳይ
ar: إظهار التفاصيل الكاملة
bn: বিস্তারিত পুরো তথ্য দেখান
cs: Zobrazit všechny podrobnosti
de: Alle Details anzeigen
es: Mostrar todos los detalles
fa: نمایش جزئیات کامل
fr: Afficher les détails
hi: पूरा विवरण दिखाएं
hu: Minden részlet megjelenítése
id: Tampilkan detail lengkap
ja: 詳細を表示
km: បង្ហាញព័ត៌មានលម្អិតពេញ
my: အသေးစိတ်အချက်အလက် အပြည့်အစုံကို ပြရန်
ne: पूर्ण विवरण देखाउनुहोस्
pl: Pokaż wszystkie szczegóły
pt: Exibir detalhes completos
ru: Показать все детали
sw: Onyesha maelezo kamili
th: แสดงรายละเอียดทั้งหมด
tr: Tüm ayrıntıları göster
uk: Показати повну інформацію
vi: Hiện tất cả thông tin

source: Failed to change asset public status.
am: የንብረት ይፋዊ ሁኔታን መቀየር አልተሳካም።
ar: فشل في تغيير الحالة العامة للأصل.
bn: অ্যাসেটের পাবলিক স্ট্যাটাস পরিবর্তন করা যায় নি।
cs: Nepodařilo se změnit veřejný stav položky.
de: Der Veröffentlichungsstatus von dem Bestand konnte nicht geändert werden.
es: Error al cambiar el estado público del recurso.
fa: تغییر وضعیت همگانی دارایی ناموفق بود.
fr: Échec de la modification du statut public de l'actif.
hi: संपत्ति (एसेट) सार्वजनिक दर्जा बदलने में विफल।
hu: Elem nyilvános státuszának megváltoztatása sikertelen.
id: Gagal mengubah status publik aset.
ja: アセットの公開ステータスの変更に失敗しました。
km: មិនអាចផ្លាស់ប្ដូរស្ថានភាពសាធារណៈរបស់ទ្រព្យ។
my: asset ၏ အများမြင် အခြေအနေကို ပြင်၍ မရပါ။
ne: सम्पत्तिको सार्वजनिक स्थिति परिवर्तन गर्न असफल।
pl: Nie udało się zmienić publicznego statusu elementu.
pt: Falha ao alterar o status público do recurso.
ru: Не удалось изменить состояние общедоступности объекта.
sw: Imeshindwa kubadilisha hali ya umma ya kipengee.
th: เปลี่ยนสถานะสาธารณะของสินทรัพย์ไม่สำเร็จ
tr: Varlığın herkese açık durumu değiştirilemedi.
uk: Неможливо змінити публічний статус ресурсу.
vi: Thay đổi trạng thái công khai tài sản thất bại.
