Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Upload error: ##error_message##.
am: የሰቀላ ስህተት፦##error_message##።
ar: خطأ في رفع الملف: ##error_message##.
de: Fehler beim Hochladen: ##error_message##.
es: Error de carga: ##error_message##.
fa: خطای آپلود:##error_message##.
id: Kesalahan unggahan: ##error_message##.
ja: アップロード エラー: ##error_message##。
km: កំហុសបង្ហោះ៖ ##error_message##។
pl: Błąd przesyłania: ##error_message##.
pt: Erro de carregamento: ##error_message##.
ru: Ошибка загрузки: ##error_message##.
sw: Hitilafu ya upakiaji: ##error_message##.
th: เกิดข้อผิดพลาดในการอัปโหลด: ##error_message##
uk: Помилка завантаження: ##error_message##.
vi: Lỗi tải lên: ##error_message##.

source: Upload error: not a valid map overlay format.
am: የሰቀላ ስህተት፦ የሚሰራ የካርታ ተደራቢ ቅርጸት አይደለም።
ar: خطأ في رفع الملف: تنسيق تراكب الخريطة غير صالح.
de: Fehler beim Hochladen: Kein gültiges Format für Kartenüberlagerung.
es: Error de carga: no es un formato de superposición de mapas válido.
fa: خطای آپلود: قالب همپوشانی نقشه معتبر نیست.
id: Kesalahan unggahan: bukan format hamparan tindih peta yang valid.
ja: アップロード エラー: 有効なマップ オーバーレイ形式ではありません。
km: កំហុសបង្ហោះ៖ ទម្រង់ធាតុត្រួតពីលើផែនទីមិនត្រឹមត្រូវ។
pl: Błąd przesyłania: nieprawidłowy format nakładki mapy.
pt: Erro de carregamento: não é um formato de sobreposição de mapa válido.
ru: Ошибка загрузки: недопустимый формат слоев карты.
sw: Hitilafu ya upakiaji: si umbizo halali la kuwekelea ramani.
th: เกิดข้อผิดพลาดในการอัปโหลด: รูปแบบซ้อนทับของแผนที่ไม่ถูกต้อง
uk: Помилка завантаження: недійсний оверлейний формат карти.
vi: Lỗi tải lên: định dạng lớp phủ bản đồ không hợp lệ.

source: Delete File
am: ፋይል ሰርዝ
ar: حذف الملف
de: Datei löschen
es: Eliminar archivo
fa: حذف فایل
id: Hapus File
ja: ファイルを削除する
km: លុបឯកសារ
pl: Usuń Plik
pt: Excluir Arquivo
ru: Удалить файл
sw: Futa Faili
th: ลบไฟล์
uk: Видалити файл
vi: Xóa tệp

source: Are you sure you want to delete this file? <br/><br/><strong>This action cannot be undone.</strong>
am: ይህን ፍይል ለማጥፋት መፈለግዎ ላይ እርግጠኛ ነዎት? <br/><br/><strong>ይህ እርምጃ ሊቀለበስ አይችልም።</strong>
ar: هل أنت متأكد أنك ترغب في حذف هذا الملف؟ <br/><br/><strong>لا يمكن التراجع عن هذا الإجراء.</strong>
de: Sind Sie sicher, dass Sie diese Datei löschen möchten? <br/><br/><strong>Diese Aktion kann nicht rückgängig gemacht werden.</strong>
es: ¿Estás seguro de que deseas eliminar este archivo? <br/><br/><strong>Esta acción no se puede deshacer.</strong>
fa: آیا از حذف این فایل مطمئن هستید؟<br/><br/><strong>این عمل قابل بازگشت نیست.</strong>
id: Apakah Anda yakin ingin menghapus file ini? <br/><br/><strong>Tindakan ini tidak bisa dibatalkan.</strong>
ja: このファイルを削除してよろしいですか? <br/><br/><strong>この操作は元に戻すことができません。</strong>
pl: Czy na pewno chcesz usunąć ten plik? <br/><br/><strong>Ta akcja nie może być cofnięta.</strong>
pt: Tem certeza de que deseja excluir este arquivo? <br/><br/><strong>Essa ação não pode ser desfeita.</strong>
ru: Вы действительно хотите удалить этот файл?<br/><br/><strong>Это необратимое действие.</strong>
th: คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์นี้<br/><br/><strong>การดำเนินการนี้ไม่สามารถยกเลิกได้</strong>
uk: Ви впевнені, що хочете видалити цей файл? <br/><br/><strong>Цю дію не можна скасувати.</strong>
vi: Bạn có chắc muốn xóa tệp này? <br/><br/><strong>Thao tác này không thể hoàn tác.</strong>

source: Choose the Geopoint question you would like to display on the map:
am: በካርታው ላይ ለማሳየት የሚፈልጉትን የጂኦ ነጥብ ጥያቄ ይምረጡ፦
ar: اختيار سؤال النقطة الجغرافية الذي ترغب في عرضه على الخريطة:
de: Wählen Sie die Geopunkt-Frage, die Sie auf der Karte anzeigen möchten:
es: Elige la pregunta Geopoint que deseas ver en el mapa:
fa: سوال Geopoint را که می خواهید روی نقشه نمایش دهید انتخاب کنید:
id: Pilih pertanyaan Titik Geo yang ingin Anda tampilkan di peta:
ja: 地図上に表示したい 「ジオポイント」 の質問を選択します:
km: ជ្រើសរើសសំណួរចំណុចភូមិសាស្ត្រដែលអ្នកចង់បង្ញាហនៅលើផែនទី៖
pl: Wybierz jakie pytanie dotyczące położenia geograficznego chciałbyś widzieć na mapie:
pt: Escolha a pergunta do Geopoint que você gostaria de exibir no mapa:
ru: Выберите вопрос с геолокацией для отображения на карте:
sw: Chagua swali la Geopoint ungependa kuonyesha kwenye ramani:
th: เลือกคำถามชนิดจุดทางภูมิศาสตร์ที่ต้องการแสดงบนแผนที่:
uk: Оберіть питання про геоточку, яке ви хочете відобразити на карті:
vi: Chọn câu hỏi về Geopoint mà bạn muốn hiện trên bản đồ:

source: Uploaded layers
am: የተጫኑ ንብርብሮች
ar: الشرائح التي تم رفعها
de: Hochgeladene Ebenen
es: Capas cargadas
fa: لایه های آپلود شده
id: Lapisan yang diunggah
ja: アップロードされたレイヤー
km: បានបង្ហោះស្រទាប់
pl: Przesłane warstwy
pt: Camadas carregadas
ru: Загруженные слои
sw: Safu zilizopakiwa
th: เลเยอร์ที่อัปโหลดแล้ว
uk: Завантажені шари
vi: Lớp đã tải lên

source: Delete layer
am: ንብርብር ሰርዝ
ar: حذف الشريحة
de: Ebene löschen
es: Eliminar capa
fa: حذف لایه/صفحه
id: Hapus lapisan
ja: レイヤーの削除
km: លុបស្រទាប់
pl: Usuń warstwę
pt: Excluir camada
ru: Удалить слой
sw: Futa safu
th: ลบเลเยอร์
uk: Видалити шар
vi: Xóa lớp

source: Use the form below to upload files with map data in one of these formats: CSV, KML, KMZ, WKT or GEOJSON. The data will be made available as layers for display on the map.
am: የካርታ ውሂብ ያላቸውን ፋይሎች ከእነዚህ ቅርጸቶች በአንዱ ለመስቀል ከታች ያለውን ቅፅ ይጠቀሙ፡ CSV፣ KML፣ KMZ፣ WKT ወይም GEOJSON። ውሂቡ በካርታው ላይ ለማሳየት እንደ ንብርብር እንዲገኝ ይደረጋል።
ar: استخدم النموذج أدناه لرفع الملفات مع بيانات الخرائط بأحد التنسيقات التالية: (CSV)، أو (KML)، أو (KMZ)، أو (WKT)، أو (GEOJSON). سيتم توفير البيانات كشرائح لعرضها على الخريطة.
de: Verwenden Sie das folgende Formular, um Dateien mit Kartendaten in einem dieser Formate hochzuladen: CSV, KML, KMZ, WKT oder GEOJSON. Die Daten werden als Ebenen für die Anzeige in der Karte zur Verfügung gestellt werden.
es: Utilizar el formulario que encuentras abajo para cargar archivos con datos cartográficos en uno de estos formatos: CSV, KML, KMZ, WKT o GEOJSON. En el mapa, los datos podrán verse en formato de capas.
fa: از فرمت های زیر برای آپلود فایل با داده نقشه استفاده کنید: CSV، KML، KMZ، WKT یا GEOJSON. داده ها به صورت لایه هایی برای نمایش روی نقشه در دسترس خواهند بود.
id: Gunakan formulir di bawah ini untuk mengunggah file dengan data peta dalam salah satu format berikut: CSV, KML, KMZ, WKT, atau GEOJSON. Data tersebut akan tersedia sebagai lapisan untuk ditampilkan di peta.
ja: 以下のフォームを使用して、CSV、KML、KMZ、WKT、または GEOJSON のいずれかの形式で地図データを含むファイルをアップロードします。 データは、マップ上に表示するレイヤーとして利用できるようになります。
km: ប្រើទម្រង់បែបបទខាងក្រោមដើម្បីបង្ហោះឯកសារដែលមានទិន្នន័យផែនទីនៅក្នុងទម្រង់បែបបទមួយក្នុងចំណោមទម្រង់បែបបទទាំងនេះ៖ CSV, KML, KMZ, WKT ឬ GEOJSON។ ទិន្នន័យនឹងធ្វើឱ្យមានជាស្រទាប់សម្រាប់បង្ហាញនៅលើផែនទី។
pl: Użyj poniższego formularza, by przesłać pliki z danymi geograficznymi w jednym z tych formatów: CSV, KML, KMZ, WKT lub GEOJSON. Dane te będą dostępne jako warstwy do wyświetlenia na mapie.
pt: Use o formulário abaixo para carregar arquivos com dados de mapas em um destes formatos: CSV, KML, KMZ, WKT ou GEOJSON. Os dados serão disponibilizados como camadas para exibição no mapa.
ru: Используйте расположенную ниже форму, чтобы загрузить файлы с данными карты в одном из следующих форматов: CSV, KML, KMZ, WKT или GEOJSON. Данные будут доступны для отображения на карте в виде слоев.
sw: Tumia fomu iliyo hapa chini ili kupakia faili zilizo na data ya ramani katika mojawapo ya miundo hii: CSV, KML, KMZ, WKT au GEOJSON. Data itapatikana kama safu za kuonyesha kwenye ramani.
th: ใช้รูปแบบด้านล่างเพื่ออัปโหลดไฟล์ที่มีข้อมูลแผนที่ในรูปแบบต่อไปนี้: CSV, KML, KMZ, WKT หรือ GEOJSON ระบบจะแสดงข้อมูลเป็นเลเยอร์ในแผนที่
uk: Використовуйте форму нижче, щоб завантажити файли з даними карти в одному з цих форматів: CSV, KML, KMZ, WKT або GEOJSON. Дані будуть доступні у вигляді шарів для відображення на карті.
vi: Dùng biểu mẫu bên dưới để tải tệp cùng dữ liệu bản đồ dưới các định dạng sau: CSV, KML, KMZ, WKT hoặc GEOJSON. Dữ liệu sẽ được hiển thị dưới dạng các lớp để hiện trên bản đồ.

source: Layer name
am: የንብርብር ስም
ar: أسم الشريحة
de: Name der Ebene
es: Nombre de las capas
fa: نام صفحه
id: Nama lapisan
ja: レイヤー名
km: ឈ្មោះស្រទាប់
pl: Nazwa warstwy
pt: Nome da camada
ru: Имя слоя
sw: Jina la safu
th: ชื่อเลเยอร์
uk: Назва шару
vi: Tên lớp

source: Upload
am: ስቀል
ar: رفع ملف
bn: আপলোড করুন
cs: Nahrát
de: Hochladen
es: Cargar
fa: آپلود
fr: Télécharger
hi: अपलोड करें
hu: Feltöltés
id: Unggah
ja: アップロード
km: បង្ហោះ
my: အပ်လုတ်
ne: अपलोड गर्नुहोस्
pl: Prześlij
pt: Carregar
ru: Загрузить
sw: Pakia
th: อัปโหลด
tr: Yükle
uk: Завантажити
vi: Tải lên

source: Choose the color set for the disaggregated map markers.
am: ለ ተከፋፈሉት የካርታ ማርከሮች የቀለም ስብስብ ይምረጡ።
ar: اختيار مجموعة الألوان لمؤشرات الخريطة المفصلة.
de: Wählen Sie den Farbsatz für die aufgeschlüsselten Kartenmarkierungen.
es: Seleccionar el conjunto de colores para los marcadores del mapa desagregado.
fa: مجموعه رنگ را برای نشانگرهای نقشه تفکیک شده انتخاب کنید.
id: Pilih set warna untuk penanda peta yang telah terpilah.
ja: 分散されたマップ マーカーのカラー セットを選択します。
km: ជ្រើសរើសសំណុំពណ៌សម្រាប់សញ្ញាសម្គាល់ផែនទីដែលបានបំបែក។
pl: Wybierz paletę kolorów dla zdezagregowanych znaczników map
pt: Escolha o conjunto de cores para os marcadores de mapa desagregados.
ru: Выберите набор цветов для маркеров дезагрегированной карты.
sw: Chagua seti ya rangi ya alama za ramani zilizogawanywa.
th: เลือกชุดสีสำหรับหมุดแผนที่ที่แยกออกจากกัน
uk: Оберіть набір кольорів для розподілених маркерів карти.
vi: Chọn bộ màu cho các điểm đánh dấu phân tán trên bản đồ.

source: By default the map is limited to the ##QUERY_LIMIT_DEFAULT## most recent submissions. You can temporarily increase this limit to a different value. Note that this is reset whenever you reopen the map.
am: በ ነባሪ ካርታው የተገደበ ወደ ##QUERY_LIMIT_DEFAULT## በ ነባሪ ካርታው በጣም የቅርብ ጊዜ ግቤቶች ላይ ብቻ የተገደበ ነው። ይህንን ገደብ ለጊዜው ወደተለየ እሴት ማሳደግ ይችላሉ። ካርታውን እንደገና በከፈቱ ቁጥር ይህ ዳግም እንደሚጀመር ማስታወሻ ይያዙ።
ar: بشكل افتراضي، تقتصر الخريطة على أحدث ##QUERY_LIMIT_DEFAULT## عملية إرسال. يمكنك زيادة هذا الحد مؤقتاً إلى قيمة مختلفة. لاحظ أنه يتم إعادة تعيين هذا كلما قمت بإعادة فتح الخريطة.
de: Standardmäßig ist die Karte auf die ##QUERY_LIMIT_DEFAULT## aktuellsten Datenübermittlungen beschränkt. Sie können diese Einschränkung vorübergehend auf einen anderen Wert erhöhen. Beachten Sie jedoch, dass dieser Wert bei jeder erneuten Öffnung der Karte zurückgesetzt wird.
es: De manera predeterminada, el mapa se limita a los ##QUERY_LIMIT_DEFAULT## envíos más recientes. Puedes aumentar temporalmente este límite a un valor diferente. Recuerda que este valor se restablece cada vez que se abre el mapa.
fa: به‌طور پیش‌فرض، نقشه به ##QUERY_LIMIT_DEFAULT##جدیدترین ارسال‌ها محدود می‌شود. شما می‌توانید به طور موقت این محدودیت را به مقدار دیگری افزایش دهید. توجه داشته باشید که هر زمان که نقشه را دوباره باز کنید، این بازنشانی می‌شود.
id: Secara default, peta dibatasi pada pengiriman terbaru ##QUERY_LIMIT_DEFAULT##. Anda dapat sementara meningkatkan batas ini ke nilai yang berbeda. Perhatikan bahwa ini akan diatur ulang setiap kali Anda membuka ulang peta.
ja: この地図はデフォルトでは直近##QUERY_LIMIT_DEFAULT##件の提出に限定されています。この制限を一時的に別の値に増やすことができます。 これは地図を再度開くたびにリセットされることに注意してください。
km: តាមលំនាំដើម ផែនទីនឹងត្រូវបានកម្រិតដែនកំណត់ចំពោះ ##QUERY_LIMIT_DEFAULT## ការដាក់បញ្ជូនថ្មីៗបំផុត។ អ្នកអាចបង្កើនដែនកំណត់នេះជាបណ្ដោះអាសន្នទៅតម្លៃផសេងមួយ។ ចំណាំថានេះគឺជាការកំណត់ឡើងវិញ នៅពេលណាក៏ដោយដែលអ្នកបើកផែនទីឡើងវិញ។
pl: Domyślnie, na mapie pokazywanych jest ##QUERY_LIMIT_DEFAULT## ostatnich odpowiedzi. Możesz tymczasowo zmienić tę wartość na wyższą. Wartość ta jednak resetuje się z każdym otwarciem mapy.
pt: Por padrão, o mapa é limitado aos ##QUERY_LIMIT_DEFAULT## envios mais recentes. Você pode aumentar temporariamente esse limite para um valor diferente. Observe que isso é redefinido sempre que você reabre o mapa.
ru: По умолчанию карта ограничивается следующим количеством последних по времени отправок: ##QUERY_LIMIT_DEFAULT##. Этот лимит можно временно увеличить, задав другое значение. Обратите внимание, что значение сбрасывается всякий раз, когда вы открываете карту.
sw: Kwa chaguo-msingi ramani imezuiwa kwa mawasilisho ##QUERY_LIMIT_DEFAULT## ya hivi punde. Unaweza kuongeza kikomo hiki kwa thamani tofauti kwa muda. Kumbuka kuwa hii inawekwa upya kila unapofungua ramani upya.
th: ตามค่าเริ่มต้น ระบบจะจำกัดแผนที่ไว้เพียงการส่งข้อมูล ##QUERY_LIMIT_DEFAULT## ครั้งล่าสุดเท่านั้น แต่คุณสามารถเพิ่มขีดจำกัดนี้เป็นค่าอื่นได้ชั่วคราว โปรดทราบว่าระบบจะรีเซตค่านี้ทุกครั้งที่คุณเปิดแผนที่ใหม่
uk: За замовчуванням карта обмежена ##QUERY_LIMIT_DEFAULT## останніми надсиланнями. Ви можете тимчасово збільшити це обмеження до іншого значення. Зверніть увагу, що цей параметр скидається щоразу, коли ви знову відкриваєте карту.
vi: Theo mặc định, bản đồ bị giới hạn tới ##QUERY_LIMIT_DEFAULT## lần nộp gần đây nhất. Bạn có thể tạm thời tăng giới hạn này lên một giá trị khác. Lưu ý thao tác này sẽ được đặt lại khi bạn mở lại bản đồ.

source: Could not load REST Services
am: የእንደገና ማስጀመር አገልግሎቶች መጫን አልተቻለም
ar: تعذر تحميل خدمات نقل وتمثيل الحالة (REST)
bn: REST সেবাগুলো লোড করা যায় নি।
cs: Nelze načíst služby REST
de: REST-Service konnte nicht geladen werden
es: No se pudieron cargar los Servicios REST
fa: خدمات REST بارگیری نشد
fr: Impossible de charger les Services web REST
hi: REST सेवाओं को लोड नहीं किया जा सका
hu: REST szolgáltatások betöltése sikertelen
id: Tidak dapat memuat Layanan REST
ja: RESTサービスを読み込めませんでした
km: មិនអាចផ្ទុកសេវាកម្ម REST
my: REST ဝန်ဆောင်မှုများကို မဖတ်နိုင်ပါ
ne: REST सेवाहरू लोड गर्न सकिएन
pl: Nie udało się wczytać usług REST
pt: Não foi possível carregar os Serviços REST
ru: Не удалось загрузить службы REST
sw: Haikuweza kupakia Huduma za REST
th: โหลดบริการ REST ไม่ได้
tr: REST Hizmetleri yüklenemedi
uk: Не вдалося завантажити служби REST
vi: Không thể tải dịch vụ REST

source: Are you sure you want to delete ##target?
am: እርግጠኛ ነህ ##target መሰረዝ ትፈልጋለህ?
ar: هل أنت متأكد أنك تريد حذف ## هدف؟
bn: আপনি কি সত্যিই ##target মুছে ফেলতে চান?
cs: Opravdu chcete smazat ##target?
de: Sind Sie sicher, dass Sie ##target löschen wollen?
es: ¿Estás seguro de que deseas eliminar ##target?
fa: آیا مطمئنید که می‌خواهید ##هدف را حذف کنید؟
fr: Êtes-vous sûr de vouloir effacer ##target ?
hi: क्या आप वाकई ##लक्ष्य हटाना चाहते हैं?
hu: Biztosan törölni szeretné ezt: ##target?
id: Apakah Anda yakin ingin menghapus ##target?
ja: ##target を削除してもよろしいですか?
km: តើអ្នកប្រាកដជាចង់លុប##target ឬ?
my: ##target ကို ဖျက်လိုသည်မှ သေချာပါသလား။
ne: के तपाई निश्चित ##target मेटाउन चाहनुहुन्छ?
pl: Czy na pewno chcesz usunąć ##target?
pt: Tem certeza de que deseja excluir ##target?
ru: Вы действительно хотите удалить ##target?
sw: Je, una uhakika unataka kufuta ##target?
th: แน่ใจหรือว่าต้องการลบ ##target
tr: ##target ögesini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити ##target?
vi: Bạn có chắc muốn xóa ##target?

source: You are about to delete ##target. This action cannot be undone.
am: #target ሊሰርዙ ነው። ይህ እርምጃ ሊቀለበስ አይችልም።
ar: أنت على وشك حذف ## هدف. لا يمكن التراجع عن هذا الإجراء.
bn: আপনি ##target মুছে ফেলতে যাচ্ছেন। কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না।
cs: Chystáte se smazat ##target. Tuto akci nelze vzít zpět.
de: Sie sind dabei, ##target zu löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Estás a punto de eliminar ##target. Esta acción no se puede deshacer.
fa: شما در حال حذف ##هدف هستید. این عمل قابل لغو نیست.
fr: Vous êtes sur le point d'effacer ##target. Cette action ne peut pas être annulée.
hi: आप ##लक्ष्य को हटाने वाले हैं। इस क्रिया को पूर्ववत नहीं किया जा सकता।
hu: Törölni készül ezt: ##target. Ez a művelet nem vonható vissza.
id: Anda akan menghapus ##target. Tindakan ini tidak dapat dibatalkan.
ja: ##targetを削除しようとしています。この操作は元に戻すことができません。
km: អ្នកបម្រុងនឹងលុប##target។ សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។
my: သင် ##target ကို ဖျက်ပါတော့မည်။ ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်ပြီးမှ ပြန်ပြင်၍ မရပါ။
ne: तपाईं ##target मेटाउन लाग्दै हुनुहुन्छ। यो कार्य उल्टाउन सकिँदैन।
pl: Zamierzasz usunąć ##target. Tej akcji nie można cofnąć.
pt: Você está prestes a excluir ##target. Essa ação não pode ser desfeita.
ru: Вы собираетесь удалить ##target. Это необратимое действие.
sw: Unakaribia kufuta ##target. Kitendo hiki hakiwezi kutenduliwa.
th: คุณกำลังจะลบ ##target เมื่อทำเสร็จแล้วไม่สามารถยกเลิกได้
tr: ##target ögesini silmek üzeresiniz. Bu eylem geri alınamaz.
uk: Ви збираєтеся видалити ##target. Цю дію не можна скасувати.
vi: Bạn sắp xóa ##target. Thao tác này không thể hoàn tác.

source: Confirm
am: ማረጋገጥ
ar: تأكيد
bn: নিশ্চিত করুন
cs: Potvrdit
de: Bestätigen
es: Confirmar
fa: تایید
fr: Confirmer
hi: पुष्टि करें
hu: Megerősítés
id: Konfirmasi
ja: 確認
my: အတည်ပြုပါသည်
ne: पुष्टि गर्नुहोस्
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sw: Thibitisha
th: ยืนยัน
tr: Onaylayın
uk: Підтвердити
vi: Xác nhận

source: Register a New Service
am: አዲስ አገልግሎት ይመዝገቡ
ar: سجل خدمة جديدة
bn: একটি নতুন সেবার জন্য নিবন্ধন করুন।
cs: Registrovat novou službu
de: Einen neuen Dienst registrieren
es: Registrar un Nuevo servicio
fa: ثبت سرویس جدید
fr: Enregistrer un nouveau service
hi: एक नई सेवा पंजीकृत करें
hu: Új szolgáltatás regisztrálása
id: Daftarkan Layanan Baru
ja: 新しいサービスを登録
km: ចុះឈ្មោះជាសេវាកម្មថ្មី
my: ဝန်ဆောင်မှုအသစ်တစ်ခု မှတ်ပုံတင်ရန်
ne: नयाँ सेवा दर्ता गर्नुहोस्
pl: Zarejestruj Nową Usługę
pt: Registrar um Novo Serviço
ru: Зарегистрировать новую службу
sw: Sajili Huduma Mpya
th: ลงทะเบียนบริการใหม่
tr: Yeni bir Hizmet Kaydet
uk: Зареєструвати новий сервіс
vi: Đăng kí dịch vụ mới

source: This project doesn't have any REST Services yet!
am: ይህ ፕሮጀክት እስካሁን ምንም የእንደገና ማስጀመር አገልግሎቶች የሉትም!
ar: لا يحتوي هذا المشروع على أي خدمات نقل وتمثيل الحالة (REST) حتى الآن!
bn: এই প্রকল্পে এখন পর্যন্ত কোনো REST সেবা নেই!
cs: Tento projekt zatím nemá žádné služby REST!
de: Dieses Projekt hat bisher keinen REST-Service!
es: Este proyecto aún no tiene Servicios REST.
fa: این پروژه هنوز هیچ سرویس REST ندارد!
fr: Ce projet n'a pas de Service web REST pour le moment !
hi: इस प्रोजेक्ट में अभी तक कोई REST सेवा नहीं है!
hu: Ehhez a projekthez még nincs REST szolgáltatás rendelve!
id: Proyek ini belum memiliki Layanan REST apa pun!
ja: このプロジェクトにはまだRESTサービスがありません！
km: គម្រោងនេះមិនមានសេវាកម្ម REST ណាមួយនៅឡើយទេ!
my: ဤပ‌ေရာဂျက်တွင် မည်သည့် REST ဝန်ဆောင်မှုများမျှ မရှိသေးပါ။
ne: यो परियोजनामा ​​अहिलेसम्म कुनै पनि REST सेवाहरू छैनन्!
pl: Ten projekt nie ma jeszcze usługi REST!
pt: Este projeto ainda não possui nenhum Serviço REST!
ru: В этом проекте еще нет служб REST!
sw: Mradi huu bado hauna Huduma zozote za REST!
th: โครงการนี้ยังไม่มีบริการ REST ใดๆ!
tr: Bu projede henüz herhangi bir REST Hizmeti yok!
uk: Цей проєкт ще не має жодних служб REST!
vi: Dự án này chưa có dịch vụ REST!

source: You can use REST Services to automatically post submissions to a third-party application.
am: ለሶስተኛ ወገን ማመልከቻ በራስ ሰር ለመለጠፍ የእንደገና ማስጀመር አገልግሎቶች መጠቀም ትችላለህ።
ar: يمكنك استخدام خدمات نقل وتمثيل الحالة (REST) لنشر عمليات الإرسال تلقائيًا إلى تطبيق جهة خارجية.
bn: REST সেবা ব্যবহার করে আপনি তৃতীয়-পক্ষীয় অ্যাপ্লিকেশনে স্বয়ংক্রিয়ভাবে সাবমিশন পাঠাতে পারবেন।
cs: Služby REST můžete použít k automatickému zasílání odeslaných dat do aplikace třetí strany.
de: Sie können REST-Service verwenden, um Übermittlungen automatisch an eine Applikation eines Drittanbieters zu übermitteln.
es: Se pueden utilizar los Servicios REST para realizar envíos automáticos a una aplicación de terceros.
fa: شما می‌توانید از خدمات REST برای ارسال خودکار مطالب ارسالی به یک برنامه شخص ثالث استفاده کنید.
fr: Vous pouvez utiliser les Services web REST pour envoyer automatiquement les soumissions à une application tierce.
hi: आप तृतीय-पक्ष एप्लिकेशन में सबमिशन स्वचालित रूप से पोस्ट करने के लिए REST सेवाओं का उपयोग कर सकते हैं।
hu: A REST szolgáltatások segítségével automatikusan elküldheti az űrlapválaszokat külső alkalmazásoknak.
id: Anda dapat menggunakan Layanan REST untuk memposting pengiriman secara otomatis ke aplikasi pihak ketiga.
ja: RESTサービスを使用して、提出をサードパーティ アプリケーションに自動的に送信できます。
km: អ្នកអាចប្រើសេវាកម្ម REST ដើម្បីបង្ហោះការដាក់បញ្ជូននានាទៅកម្មវិធីភាគីទីបី។
my: တတိယကြားခံ အက်ပလီကေးရှင်းများသို့ အလိုအလျောက် ပို့စ် တင်သွင်းခြင်းများ ပြုလုပ်ရန် REST ဝန်ဆောင်မှုများကို သင်အသုံးပြုနိုင်ပါသည်။
ne: तपाईंले तेस्रो-पक्ष अनुप्रयोगमा पेश गरिएका हरू स्वचालित रूपमा पोस्ट गर्न REST सेवाहरू प्रयोग गर्न सक्नुहुन्छ।
pl: Możesz ustawić usługę REST tak, żeby automatycznie przesyłała odpowiedzi do aplikacji zewnętrznych.
pt: Você pode usar os Serviços REST para realizar envios automaticamente em um aplicativo de terceiros.
ru: С помощью служб REST можно автоматически передавать отправки в стороннее приложение.
sw: Unaweza kutumia Huduma za REST kuchapisha mawasilisho kiotomatiki kwa programu ya wahusika wengine.
th: คุณสามารถใช้บริการ REST เพื่อโพสต์การส่งข้อมูลไปยังแอปพลิเคชันของบุคคลที่สามได้โดยอัตโนมัติ
tr: Gönderimleri bir üçüncü taraf uygulamasına otomatik olarak göndermek için REST Hizmetlerini kullanabilirsiniz.
uk: Ви можете використовувати служби REST для автоматичних надсилань до сторонніх застосунків.
vi: Bạn có thể dùng dịch vụ REST để tự động đăng bài gửi lên một ứng dụng bên thứ ba.

source: REST Services: ##number##
am: የእረፍት አገልግሎቶች፦ ##number##
ar: خدمات نقل وتمثيل الحالة (REST): ##number##
bn: REST সেবা: ##number##
cs: Služby REST: ##number##
de: REST-Service: ##number##
es: Servicios REST: ##number##
fa: خدمات REST: ##number##
fr: Services web REST : ##number##
hi: REST सेवाएं: ##number##
hu: REST szolgáltatások: ##number##
id: Layanan REST: ##number##
ja: RESTサービス：##number##
km: សេវាកម្ម REST៖ ##number##
my: REST ဝန်ဆောင်မှုများ- ##number##
ne: REST सेवाहरू:##number##
pl: Usługi REST: ##number##
pt: Serviços REST: ##number##
ru: Службы REST: ##number##
sw: Huduma za REST: ##number##
th: บริการ REST: ##number##
tr: REST Hizmetleri: ##number##
uk: Служби REST: ##number##
vi: Dịch vụ REST: ##number##

source: Need help?
am: እርዳታ ያስፈልጋል?
ar: هل تحتاج إلى المساعدة؟
bn: সাহায্য প্রয়োজন?
cs: Potřebujete pomoc?
de: Brauchen Sie Unterstützung?
es: ¿Necesitas ayuda?
fa: درخواست کمک؟
fr: Besoin d'aide ?
hi: मदद चाहिए?
hu: Segítségre van szüksége?
id: Butuh bantuan?
ja: お困りですか？
km: ត្រូវការជំនួយឬ?
my: အကူအညီလိုပါသလား
ne: सहयोग चाहियो?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?
ru: Требуется помощь?
sw: Unahitaji msaada?
th: ต้องการความช่วยเหลือใช่ไหม
tr: Yardıma mı ihtiyacınız var?
uk: Потрібна допомога?
vi: Cần trợ giúp?

source: Service Name
am: የአገልግሎት ስም
ar: أسم الخدمة
bn: সেবার নাম
cs: Název služby
de: Name des Dienstes
es: Nombre del servicio
fa: نام سرویس
fr: Nom du service
hi: सेवा नाम
hu: Szolgáltatásnév
id: Nama Layanan
ja: サービス名
km: ឈ្មោះសេវាកម្ម
my: ဝန်ဆောင်မှုအမည်
ne: सेवाको नाम
pl: Nazwa Usługi
pt: Nome do Serviço
ru: Имя службы
sw: Jina la Huduma
th: ชื่อบริการ
tr: Hizmet Adı
uk: Назва служби
vi: Tên dịch vụ

source: Success
am: ስኬት
ar: نجاح
bn: সফল
cs: Povedlo se
de: Erfolg
es: Éxito
fa: موفق
fr: Succès
hi: सफलता
hu: Sikeres
id: Berhasil
ja: 成功
km: ជោគជ័យ
my: အောင်မြင်ပါသည်
ne: सफलता
pl: Sukces
pt: Sucesso
ru: Операция успешно завершена
sw: Mafanikio
th: สำเร็จ
tr: Başarılı
uk: Успішно
vi: Thành công

source: Pending
am: በመጠባበቅ ላይ
ar: قيد الانتظار
bn: অপেক্ষারত
cs: Čekající
de: Ausstehend
es: Pendiente
fa: در حال انتظار
fr: En attente
hi: लंबित
hu: Függőben
id: Tertunda
ja: 保留中
km: កំពុងរង់ចាំ
my: ဆိုင်ငံ့ထားသည်
ne: विचाराधीन
pl: Oczekujący
pt: Pendente
ru: Ожидание
sw: Inasubiri
th: รอดำเนินการ
tr: Beklemede
uk: В процесі вирішення
vi: Đang chờ

source: Failed
am: አልተሳካም
ar: فشل
bn: বিফল
cs: Selhalo
de: Fehlgeschlagen
es: Falló
fa: ناموفق
fr: Échoué
hi: विफल
hu: Sikertelen
id: Gagal
ja: 失敗
km: មិនបានជោគជ័យ
my: မအောင်မြင်ပါ
ne: असफल
pl: Niepowodzenie
pt: Falhou
ru: Ошибка
sw: Haijafaulu
th: ล้มเหลว
tr: Başarısız oldu
uk: Неможливо
vi: Thất bại
