Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: add to library
fr: ajouter à la bibliothèque
hi: लाइब्रेरी में जोड़ें
tr: kitaplığa ekle

source: Allow others to access your project.
fr: Autorisez d’autres personnes à accéder à votre projet.
hi: दूसरों को अपने प्रोजेक्ट तक पहुंचने की अनुमति दें।
tr: Diğerlerine projenize erişim izni verin.

source: Shared with
fr: Partagé avec
hi: इसके साथ साझा किया गया
tr: Şunlarla paylaşıldı:

source: Share the sector and country with developers
fr: Partager le secteur et le pays avec les promoteurs
hi: डेवलपर्स के साथ क्षेत्र और देश को साझा करें
tr: Sektörü ve ülkeyi geliştiricilerle paylaşın

source: Leave Beta
fr: Quitter Beta
hi: Beta छोड़ें
tr: Beta’dan ayrıl

source: Undeployed draft
fr: Brouillon non déployé
hi: अपरिनियोजित (अनडिप्लॉइड) ड्राफ़्ट
tr: Yayınlanmamış taslak

source: Scheduled server maintenance
fr: Maintenance planifiée du serveur
hi: अनुसूचित सर्वर रखरखाव
tr: Planlı sunucu bakımı

source: Project description
fr: Description du projet
hi: प्रोजेक्ट विवरण
tr: Proje açıklaması

source: none
fr: aucune
hi: कोई नहीं
tr: yok

source: report type
fr: type de rapport
hi: रिपोर्ट प्रकार
tr: rapor türü

source: form name
fr: nom du formulaire
hi: फॉर्म का नाम
tr: formun adı

source: Ask support about this error
fr: Demander le support à propos de cette erreur
hi: इस त्रुटि के बारे में सपोर्ट से पूछें
tr: Bu hata ile ilgili destek isteyin

source: Collections
hi: संग्रह
tr: Koleksiyonlar

source: collection not loaded
fr: collection non chargée
hi: संग्रह लोड नहीं हुआ
tr: koleksiyon yüklenmedi

source: collection name
fr: nom de la collection
hi: संग्रह का नाम
tr: koleksiyon adı

source: No assets to display
fr: Aucun actif à afficher
hi: प्रदर्शित करने के लिए कोई एसेट नहीं
tr: Gösterilecek varlık yok

source: Form Overview
fr: Vue d'ensemble du formulaire
hi: फॉर्म अवलोकन
tr: Forma Genel Bakış

source: make new collection: "{label}"
fr: faire une nouvelle collection : "{label}"
hi: नया संग्रह बनाएं: "{label}"
tr: yeni koleksiyon yapın: "{label}"

source: owner
fr: propriétaire
hi: मालिक
tr: sahibi

source: viewer
fr: visiteur
hi: दर्शक
tr: görüntüleyen

source: viewers
fr: visiteurs
hi: दर्शक
tr: görüntüleyenler

source: editor
fr: éditeur
hi: संपादक
tr: editör

source: editors
fr: éditeurs
hi: संपादक
tr: editörler

source: status
fr: statut
hi: स्टेटस
tr: durum

source: public
hi: सार्वजनिक
tr: açık

source: private
fr: privé
hi: निजी
tr: gizli

source: revisions
fr: révisions
hi: संशोधन
tr: düzeltmeler

source: created
fr: créé
hi: बनाए गए
tr: oluşturulma

source: modified
fr: modifié
hi: संशोधित
tr: değiştirilme

source: no language information
fr: aucune information linguistique
hi: भाषा की जानकारी नहीं
tr: dil bilgisi yok

source: no translations
fr: aucune traduction
hi: कोई अनुवाद नहीं
tr: çeviri yok

source: languages
fr: langues
hi: भाषाएं
tr: diller

source: Collecting Data with Web Forms
fr: Collecte de données avec des formulaires Web
hi: वेब फॉर्म के साथ डेटा एकत्र करना
tr: Web Formları ile Veri Toplama

source: Choose an option
fr: Choisir une option
hi: एक विकल्प चुनें
tr: Bir seçenek belirleyin

source: Collecting Data with Android App
fr: Collecte de données avec l’application Android
hi: एंड्राइड ऐप के साथ डेटा एकत्र करना
tr: Android App ile Veri Toplama

source: preview
fr: aperçu
hi: पूर्वावलोकन
tr: ön izleme

source: clone
fr: cloner
hi: प्रतिरूप (क्लोन)
tr: kopyala

source: new form name
fr: nouveau nom du formulaire
hi: नए फॉर्म का नाम
tr: yeni form adı

source: You are about to permanently delete this ___. Are you sure you want to continue?
fr: Vous êtes sur le point de supprimer définitivement ce ___. Voulez-vous vraiment continuer?
hi: आप इस ___ को स्थायी रूप से हटाने वाले हैं। क्या आप वाकई जारी रखना चाहते हैं?
tr: Bu ___ kalıcı olarak silmek üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: Current Version
fr: Version actuelle
hi: वर्तमान संस्करण
tr: Güncel Sürüm

source: Modified Date
fr: Date modifiée
hi: संशोधित तारीख
tr: Değiştirilme Tarihi

source: (deployed)
fr: (déployé)
hi: उपलब्ध किया गया (डिप्लॉइड)
tr: (yayınlandı)

source: (archived)
fr: (archivé)
hi: (संग्रहीत)
tr: (arşivlendi)

source: (undeployed draft)
fr: (brouillon non déployé)
hi: अपरिनियोजित (अनडिप्लॉइड) ड्राफ़्ट
tr: (yayınlanmamış taslak)

source: Previous Versions
fr: Versions précédentes
hi: पिछला संस्करण
tr: Önceki Sürümler

source: collections
hi: संग्रह
tr: koleksiyonlar

source: my forms
fr: mes formulaires
hi: मेरे फॉर्म
tr: formlarım

source: shared with me
fr: partagé avec moi
hi: इसके साथ साझा किया गया
tr: benimle paylaşılanlar

source: error loading data
fr: erreur de chargement des données
hi: डेटा लोड करने में त्रुट
tr: veri yüklenirken hata oluştu

source: results loaded
fr: résultats chargés
hi: परिणाम लोड किए गए
tr: sonuçlar yüklendi

source: Warning! You are about to delete this collection with all its questions and blocks. Are you sure you want to continue?
fr: Attention ! Vous êtes sur le point de supprimer cette collection avec toutes ses questions et ses blocages. Êtes-vous sûr de vouloir continuer ?
hi: चेतावनी! आप इस संग्रह को इसके सभी प्रश्नों और ब्लॉकों सहित मिटाने वाले हैं। क्या आप वाकई जारी रखना चाहते हैं?
tr: Uyarı! Bu koleksiyonu tüm soruları ve bloklarıyla birlikte silmek üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: new name?
fr: nouveau nom ?
hi: नया नाम?
tr: yeni ad?

source: More Actions
fr: Plus d'actions
hi: अधिक ऐक्शन
tr: Daha Fazla İşlem

source: JSON
ne: जेएसओएन JSON

source: XML
ne: एक्सएमएल XML
