Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Type to filter
am: ለማጣራት ይተይቡ
ar: اكتب للتصفية
bn: এখানে লিখে ফিল্টার করুন
cs: Zadáním textu filtrujte
de: Eingabe zum Filtern
es: Escribir para filtrar
fa: نوع فیلتر
fr: Tapez pour filtrer
hi: फ़िल्टर का प्रकार
hu: A szűréshez kezdjen el írni
id: Ketik untuk memfilter
ja: フィルタリングするタイプ
km: ប្រភេទនឹងត្រង
my: စစ်ထုတ်ရန် ရိုက်ထည့်မည်။
ne: फिल्टर गर्न टाइप गर्नुहोस्
pl: Wpisz, by znaleźć
pt: Digite para filtrar
ru: Введите для фильтрации
sw: Andika ili kuchuja
th: พิมพ์เพื่อกรอง
tr: Filtrelemek için yazın
uk: Введіть для фільтрування
vi: Nhập để lọc

source: Discard Changes
am: ለውጦችን አስወግድ
ar: تجاهل التغييرات
bn: পরিবর্তন মুছে দিন
cs: Zrušit změny
de: Änderungen verwerfen
es: Eliminar cambios
fa: نادیده گرفتن تنظیمات
fr: Annuler les Changements
hi: बदलावों को खारिज करें
hu: Változtatások elvetése
id: Buang Perubahan
ja: 変更の破棄
km: បោះបង់ចោលការផ្លាស់ប្ដូរ
my: ပြောင်းလဲမှုများကို ဖျက်မည်။
ne: परिवर्तनहरु खारेज गर्नुहोस्
pl: Odrzuć zmiany
pt: Descartar Alterações
ru: Отменить изменения
sw: Ondoa Mabadiliko
th: ละทิ้งการเปลี่ยนแปลง
tr: Değişiklikleri Sil
uk: Скасувати зміни
vi: Hủy bỏ thay đổi

source: Confirm & close
am: ማረጋገጥ እና ይዝጉ
ar: تأكيد وإغلاق
bn: নিশ্চিত করে বন্ধ করে দিন
cs: Potvrdit a zavřít
de: Bestätigen &amp; schließen
es: Confirmar y cerrar
fa: تائید کردن و بستن
fr: Confirmer et fermer
hi: पुष्टि करें व बंद करें
hu: Megerősítés és bezárás
id: Konfirmasi &amp; tutup
ja: 確認して閉じる
km: បញ្ជាក់ និងបិទ
my: လက်ခံပြီး ပိတ်မည်။
ne: पुष्टि गर्नुहोस् र बन्द गर्नुहोस्
pl: Potwierdź i zamknij
pt: Confirmar &amp; fechar
ru: Подтвердить и закрыть
sw: Thibitisha na ufunge
th: ยืนยันและปิด
tr: Onayla ve kapat
uk: Підтвердити та закрити
vi: Xác nhận và đóng

source: You are about to edit responses for one or multiple submissions at once. Use the XML syntax in the text box below. You can also select one of the existing responses from the table of responses. Learn more about how to edit specific responses for one or multiple submissions
am: ለአንድ ወይም ለብዙ ማስረከብያዎች በአንድ ጊዜ ምላሾችን ሊያርትዑ ነው። ከዚህ በታች ባለው የጽሑፍ ሳጥን ውስጥ የXML አገባብ ይጠቀሙ። ከምላሾች ሠንጠረዥ ውስጥ ካሉት መልሶች አንዱን መምረጥም ይችላሉ። ለአንድ ወይም ለብዙ ማስረከብያዎች የተወሰኑ ምላሾችን እንዴት ማርትዕ እንደሚችሉ የበለጠ ይረዱ
ar: أنت على وشك تحرير الاستجابات لواحد أو عدة عمليات إرسال في وقت واحد. استخدم بناء جملة (XML) في مربع النص أدناه. يمكنك أيضًا تحديد أحد الاستجابات الموجودة من جدول الاستجابات. تعرف على المزيد حول كيفية تحرير استجابات محددة لرسالة واحدة أو عدة عمليات إرسال
bn: আপনি এক বা একসাথে একাধিক সাবমিশনের উত্তর এডিট করতে যাচ্ছেন। নিচের টেক্সট বক্সে XML সিন্ট্যাক্স লিখে করে তা করুন। চাইলে উত্তরের টেবিল থেকে বিদ্যমান কোনো উত্তরও আপনি নির্বাচন করতে পারেন। এক বা একাধিক সাবমিশনে নির্দিষ্ট উত্তর কীভাবে এডিট করতে হয় তা সম্পর্কে আরও জানতে পারবেন
cs: Chystáte se upravit odpovědi pro jeden set či vícero odeslaných dat najednou. Použijte syntaxi XML v níže uvedeném textovém poli. Můžete také vybrat jednu ze stávajících odpovědí z tabulky odpovědí. Další informace o tom, jak upravit konkrétní odpovědi pro jedno nebo vícero odeslaných dat.
de: Sie sind dabei, Antworten für eine oder mehrere Übermittlungen auf einmal zu bearbeiten. Verwenden Sie die XML-Syntax im Textfeld unten. Sie können auch eine der vorhandenen Antworten aus der Tabelle der Antworten auswählen. Erfahren Sie mehr darüber, wie Sie bestimmte Antworten für eine oder mehrere Übermittlungen bearbeiten können
es: Estás a punto de editar respuestas para uno o varios envíos al mismo tiempo. Usa la sintaxis de XML del cuadro de texto a continuación. También puedes seleccionar una de las respuestas existentes en la tabla de respuestas. Obtén más información sobre cómo editar respuestas específicas para uno o múltiples envíos
fa: شما در حال ویرایش پاسخ های یک یا چند ارسالی به طور همزمان هستید. از XML syntax در کادر متن زیر استفاده کنید. همچنین می توانید یکی از پاسخ های موجود را از جدول پاسخ ها انتخاب کنید. درباره نحوه ویرایش پاسخ‌های خاص برای یک یا چند ارسال بیشتر بیاموزید
fr: Vous êtes sur le point de modifier les réponses d'une ou plusieurs soumissions à la fois. Utilisez la syntaxe XML dans la zone de texte ci-dessous. Vous pouvez également sélectionner l'une des réponses existantes dans le tableau des réponses. En savoir plus sur la façon de modifier des réponses spécifiques pour une ou plusieurs soumissions
hi: आप एक बार में एक या एक से अधिक सबमिशन के जवाबों को संपादित करने वाले हैं। नीचे दिए गए टेक्स्ट बॉक्स में XML सिंटैक्स का उपयोग करें। आप प्रतिक्रियाओं की तालिका से मौजूदा प्रतिक्रियाओं में से एक का चयन भी कर सकते हैं। एक या एक से अधिक सबमिशन के लिए विशिष्ट प्रतिक्रियाओं को संपादित करने के तरीके के बारे में और जानें
hu: Egyszerre készül válaszokat szerkeszteni egy vagy több űrlapválaszban. Használja az XML szintaxist az alábbi szövegmezőben. Ki is jelölhet egyet a meglévő válaszokból a válaszok táblázatában. További információ arról, hogyan szerkeszthet adott válaszokat egy vagy több űrlapválaszban
id: Anda akan mengedit tanggapan untuk satu atau beberapa pengiriman sekaligus. Gunakan sintaksis XML dalam kotak teks di bawah ini. Anda juga dapat memilih salah satu tanggapan yang ada dari tabel tanggapan. Pelajari lebih lanjut tentang cara mengedit tanggapan tertentu untuk satu atau beberapa penyerahan
ja: 1つまたは複数の提出の回答を一度に編集しようとしています。下のテキストボックスで XML 構文を使用してください。また、回答の表から既存の回答を1つ選択することもできます。1つまたは複数の提出に対する特定の回答を編集する方法については
km: អ្នកបម្រុងនឹងកែចម្លើយសម្រាប់ការដាក់បញ្ជូនមួយ ឬការដាក់បញ្ជូនច្រើនក្នុងពេលតែមួយ។ ប្រើវាក្យសម្ព័ន្ធ XML នៅក្នុងប្រអប់សារជាអត្ថបទខាងក្រោម។ អ្នកក៏អាចជ្រើសរើសចម្លើយមួយក្នុងចំនោមចម្លើយដែលមានស្រាប់ពីតារាងនៃចម្លើយនានា។ ស្វែងយល់បន្ថែមអំពីរបៀបកែចម្លើយជាក់លាក់សម្រាប់ការដាក់បញ្ជូនមួយ ឬច្រើន
my: သင်သည် တစ်ခါတည်း တစ်ခု သို့မဟုတ် များစွာသော အပ်နှံမှုများအတွက် တုန့်ပြန်မှုများကို ပြောင်းလဲပါတော့မည်။ အောက်ရှိ စာပိုင်းထဲမှ XML အထားအသိုကို အသုံးပြုပါ။ သင်သည် ဇယားမှတုန့်ပြန်မှုများထဲမှ တည်ရှိနေသော တုန့်ပြန်မှုများထဲမှ တစ်ခုကိုလည်းရွေးချယ်နိင်ပါသည်။ တစ်ခု သို့မဟုတ် များစွာသော အပ်နှံမှုများအတွက သီးသန့် တုန့်ပြန်မှုများကို မည့်ကဲ့သို့ရွေးချယ်ရမည်ကို ဆက်၍လေ့လာပါ။
ne: तपाईं एक पटकमा एक वा धेरै पेश गरिएको हरूको लागि प्रतिक्रियाहरू सम्पादन गर्न लाग्दै हुनुहुन्छ। तलको टेक्स्ट बाकसमा XML सिन्ट्याक्स प्रयोग गर्नुहोस्। तपाईंले प्रतिक्रियाहरूको तालिकाबाट अवस्थित प्रतिक्रियाहरू मध्ये एउटा पनि चयन गर्न सक्नुहुन्छ। एक वा धेरै पेश गरिएको हरूको लागि विशिष्ट प्रतिक्रियाहरू कसरी सम्पादन गर्ने बारे थप जान्नुहोस्।
pl: Zamierasz edytować jedną lub więcej odpowiedzi jednocześnie. Użyj kodu XML w polu tekstowym poniżej. Możesz także wybrać jedną z istniejących odpowiedzi z tabeli odpowiedzi. Dowiedz się więcej o tym, jak edytować konkretne odpowiedzi w jco najmniej jednym zgłoszeniu
pt: Você está prestes a editar as respostas para um ou vários envios de uma vez. Use a sintaxe XML na caixa de texto abaixo. Você também pode selecionar uma das respostas existentes na tabela de respostas. Saiba mais sobre como editar respostas específicas para um ou vários envios
ru: Вы собираетесь редактировать ответы для одной или нескольких отправок одновременно. Используйте синтаксис XML в приведенном ниже текстовом поле. Также можно выбрать существующий вариант ответа из таблицы ответов. Получите более подробную информацию о том, как редактировать определенные ответы для одной или нескольких отправок
sw: Unakaribia kuhariri majibu ya wasilisho moja au nyingi kwa wakati mmoja. Tumia sintaksia ya XML kwenye kisanduku cha maandishi hapa chini. Unaweza pia kuchagua mojawapo ya majibu yaliyopo kutoka kwa jedwali la majibu. Pata maelezo zaidi kuhusu jinsi ya kuhariri majibu mahususi kwa wasilisho moja au nyingi
th: คุณกำลังจะแก้ไขคำตอบสำหรับการส่งคำตอบหนึ่งหรือหลายครั้งพร้อมกัน ใช้วายสัมพันธ์ XML ในกล่องข้อความด้านล่าง คุณยังสามารถเลือกหนึ่งในคำตอบที่มีอยู่จากตารางคำตอบได้อีกด้วย ดูข้อมูลเพิ่มเติมเกี่ยวกับวิธีแก้ไขคำตอบจำเพาะสำหรับการส่งคำตอบหนึ่งหรือหลายครั้ง
tr: Aynı anda bir veya daha fazla gönderim için yanıtları düzenlemek üzeresiniz. Aşağıdaki metin kutusunda XML söz dizimini kullanın. Ayrıca yanıt tablosundan mevcut yanıtlardan birini de seçebilirsiniz. Bir veya daha fazla gönderim için belirli yanıtların nasıl düzenleneceği hakkında daha fazla bilgi edinin
uk: Ви збираєтеся редагувати відповіді на одне або кілька надсилань одночасно. Використовуйте синтаксис XML у текстовому полі нижче. Ви також можете вибрати одну з наявних відповідей із таблиці відповідей. Дізнайтеся більше про те, як редагувати конкретні відповіді для одного чи кількох надсилань
vi: Bạn sắp chỉnh sửa phản hồi cho một hoặc nhiều bài gửi cùng một lúc. Sử dụng cú pháp XML trong hộp văn bản bên dưới. Bạn cũng có thể chọn một trong các phản hồi hiện có từ bảng phản hồi. Tìm hiểu thêm về cách chỉnh sửa phản hồi cụ thể cho một hoặc nhiều bài gửi

source: Type new response for selected submissions
am: ለተመረጡት ማስረከብያዎች አዲስ ምላሽ ይተይቡ
ar: اكتب استجابة جديدة لعمليات الإرسال المحددة
bn: নির্বাচিত সাবমিশনগুলোর জন্য নতুন উত্তর লিখুন
cs: Zadejte novou odpověď pro vybraná odeslaná data
de: Neue Antwort für ausgewählte Übermittlungen eingeben
es: Escribir una nueva respuesta para los envíos seleccionados
fa: پاسخ جدید برای ارسالهای انتخابی را بنویسید
fr: Saisir une nouvelle réponse pour les soumissions sélectionnées
hi: चयनित सबमिशन के लिए नई प्रतिक्रिया टाइप करें
hu: Új válasz beírása a kijelölt űrlapválaszokba
id: Ketik tanggapan baru untuk pengiriman yang dipilih
ja: 選択した提出済みフォームに対する新しい回答を入力
km: ប្រភេទចម្លើយថ្មីសម្រាប់ការដាក់បញ្ជូនដែលបានជ្រើសរើស
my: ရွေးချယ်ထားသော အပ်နှံမှုများအတွက် တုန့်ပြန်မှုအသစ်ကို ရိုက်ထည့်ပါ
ne: चयन गरिएका पेश गरिएको हरूको लागि नयाँ प्रतिक्रिया टाइप गर्नुहोस्
pl: Wpisz nowe informacje dla wybranych przesłanych odpowiedzi
pt: Digite uma nova resposta para os envios selecionados
ru: Введите новый ответ для выбранных отправок
sw: Andika jibu jipya kwa mawasilisho uliyochagua
th: พิมพ์คำตอบใหม่สำหรับการส่งคำตอบที่เลือก
tr: Seçili gönderimler için yeni yanıt yazın
uk: Введіть нову відповідь для вибраних надсилань
vi: Nhập phản hồi mới cho các bài gửi đã chọn

source: Select
am: ይምረጡ
ar: تحديد
bn: নির্বাচন করুন
cs: Vybrat
de: Auswählen
es: Seleccionar
fa: انتخاب
fr: Sélectionner
hi: चुनें
hu: Kijelöl
id: Pilih
ja: 選択
km: ជ្រើសរើស
my: ရွေးချယ်မည်
ne: चयन गर्नुहोस्
pl: Wybierz
pt: Selecionar
ru: Выбрать
sw: Chagua
th: เลือก
tr: Seçiniz
uk: Вибрати
vi: Chọn

source: Response value
am: የምላሽ ዋጋ
ar: قيمة الاستجابة
bn: উত্তরের মান
cs: Hodnota odezvy
de: Rückmeldewert
es: Valor de la respuesta
fa: رقم پاسخ
fr: Valeur de la réponse
hi: प्रतिक्रिया मान या मूल्य
hu: Válasz értéke
id: Nilai tanggapan
ja: 回答値
km: តម្លៃចម្លើយ
my: တုန့်ပြန်မှု တန်ဖိုး
ne: प्रतिक्रिया मूल्य
pl: Wartość odpowiedzi
pt: Valor da resposta
ru: Значение ответа
sw: Thamani ya jibu
th: ค่าคำตอบ
tr: Yanıt değeri
uk: Значення відповіді
vi: Giá trị phản hồi

source: Frequency
am: ድግግሞሽ
ar: التردد
bn: পুনরাবৃত্তি
cs: Frekvence
de: Frequenz
es: Frecuencia
fa: تعداد
fr: Fréquence
hi: आवृत्ति
hu: Gyakoriság
id: Frekuensi
ja: 頻度
km: ប្រេកង់
my: ကြိမ်နှုန်း
ne: आवृत्ति
pl: Częstotliwość
pt: Frequência
ru: Частота
sw: Marudio
th: ความถี่
tr: Sıklık
uk: Частота
vi: Tần suất

source: Percentage
am: መቶኛ
ar: النسبة
bn: শতাংশ
cs: Procento
de: Prozentsatz
es: Porcentaje
fa: درصد
fr: Pourcentage
hi: प्रतिशत
hu: Százalék
id: Persentase
ja: パーセント
km: ភាគរយ
my: ရာခိုင်နှုန်း
ne: प्रतिशत
pl: Odsetek
pt: Percentagem
ru: Доля в процентах
sw: Asilimia
th: ร้อยละ
tr: Yüzde
uk: Відсоток
vi: Tỉ lệ phần trăm

source: Unsupported media type: ##QUESTION_TYPE##
am: የማይደገፍ የሚዲያ ዓይነት፦ ##QUESTION_TYPE##
ar: نوع وسائط غير مدعوم: ##QUESTION_TYPE##
bn: মিডিয়ার ধরন সমর্থিত নয়: ##QUESTION_TYPE##
cs: Nepodporovaný typ médií: ##QUESTION_TYPE##
de: Nicht unterstützter Medientyp: ##QUESTION_TYPE##
es: Tipo de archivos multimedia no compatible: ##QUESTION_TYPE##
fa: نوع رسانه پشتیبانی نشده: ##QUESTION_TYPE##
fr: Type de média non supporté :##QUESTION_TYPE##
hi: असमर्थित मीडिया प्रकार: ##QUESTION_TYPE##
hu: Nem támogatott médiatípus: ##QUESTION_TYPE##
id: Jenis media yang tidak didukung: ##QUESTION_TYPE##
ja: サポートされていないメディアタイプです：##QUESTION_TYPE##
km: ប្រភេទមេឌៀមិនអាចប្រើបាន៖ ##QUESTION_TYPE##
my: မပေးထားသော မီဒီယာအမျိုးအစား: ##QUESTION_TYPE##
ne: असमर्थित मिडिया प्रकार: ##QUESTION_TYPE##
pl: Niewspierany typ mediów: ##QUESTION_TYPE##
pt: Tipo de mídia não compatível: ##QUESTION_TYPE##
ru: Неподдерживаемый тип мультимедиа: ##QUESTION_TYPE##
sw: Aina ya midia isiyotumika: ##QUESTION_TYPE##
th: ชนิดสื่อที่ไม่รองรับ: ##QUESTION_TYPE##
tr: Desteklenmeyen medya türü: ##QUESTION_TYPE##
uk: Непідтримуваний тип медіафайлу: ##QUESTION_TYPE##
vi: Loại phương tiện không được hỗ trợ: ##QUESTION_TYPE##

source: Failed to update tags
am: መለያዎችን ማዘመን አልተሳካም
ar: فشل تحديث الوسوم الدلالية
bn: ট্যাগ আপডেট করা যায় নি
cs: Nepodařilo se aktualizovat tagy
de: Tags konnten nicht aktualisiert werden
es: Error al actualizar etiquetas
fa: به روز رسانی برچسب ناموفق بود
fr: Échec de la mise à jour des tags
hi: टैग अपडेट करने में विफल
hu: Nem sikerült a címkék frissítése
id: Gagal memperbarui tag
ja: タグの更新に失敗しました
km: ធ្វើបច្ចុប្បន្នភាពស្លាកមិនបានជោគជ័យ
my: tags ကိုအဆင့်မြှင့်တင်ရန် ကျရှုံးပါသည်
ne: ट्यागहरू अद्यावधिक गर्न असफल भयो
pl: Nie udało się zaktualizować znaczników
pt: Falha ao atualizar tags
ru: Не удалось обновить теги
sw: Imeshindwa kusasisha lebo
th: อัปเดตแท็กไม่สำเร็จ
tr: Etiketler güncellenemedi
uk: Неможливо оновити теги
vi: Cập nhật thẻ thất bại

source: Update
am: አዘምን
ar: تحديث
bn: আপডেট করুন
cs: Aktualizovat
de: Aktualisieren
es: Actualización
fa: به‌روزرسانی
fr: Mettre à jour
hi: अपेडट करें
hu: Frissítés
id: Perbarui
ja: 更新
km: បច្ចុប្បន្នភាព
my: အဆင်မြှင့်တင်သည်
ne: अपडेट
pl: Zaktualizuj
pt: Atualizar
ru: Обновить
sw: Sasisha
th: อัปเดต
tr: Güncelle
uk: Оновити
vi: Cập nhật

source: No Authorization
am: ፍቃድ የለም
ar: بدون تصريح مصادقة
bn: কোনো অনুমোদন নেই
cs: Bez autorizace
de: Keine Berechtigung
es: Sin autorización
fa: بدون مجوز
fr: Non autorisé
hi: कोई अनुमति नहीं
hu: Nincs engedély
id: Tidak ada Otorisasi
ja: 非承認
km: គ្មានសិទ្ធិអនុញ្ញាត
my: မှန်ကန်ခြင်း မရှိပါ
ne: कुनै आधिकारिकता छैन
pl: Brak autoryzacji
pt: Sem Autorização
ru: Нет авторизации
sw: Hakuna Uidhinishaji
th: ไม่มีการอนุญาต
tr: Yetki Yok
uk: Немає авторизації
vi: Không ủy quyền

source: Basic Authorization
am: መሰረታዊ ፍቃድ
ar: تصريح مصادقة أساسية
bn: মৌলিক পর্যায়ের অনুমোদন
cs: Základní autorizace
de: Basisberechtigung
es: Autorización básica
fa: مجوز پایه
fr: Autorisation de base
hi: बुनियादी अनुमति
hu: Alapszintű engedély
id: Otorisasi Dasar
ja: 基本的な承認
km: គ្មានសិទ្ធិអនុញ្ញាតជាមូលដ្ឋាន
my: အခြေအခံ မှန်ကန်ခြင်း
ne: आधारभूत आधिकारिकता
pl: Podstawowa autoryzacja
pt: Autorização básica
ru: Базовая авторизация
sw: Uidhinishaji wa Msingi
th: การอนุญาตขั้นพื้นฐาน
tr: Temel Yetkilendirme
uk: Основна авторизація
vi: Ủy quyền cơ bản

source: Name required
am: ስም ያስፈልጋል
ar: مطلوب الإسم
bn: নাম আবশ্যক
cs: Název je vyžadován
de: Name erforderlich
es: Nombre obligatorio
fa: نام الزامی است
fr: Nom obligatoire
hi: नाम चाहिए
hu: Név szükséges
id: Nama diperlukan
ja: 名前は必須です
km: ត្រូវការឈ្មោះ
my: အမည်လိုအပ်သည်
ne: नाम आवश्यक छ
pl: Wymagana nazwa
pt: É obrigatório nome
ru: Требуется имя
sw: Jina linahitajika
th: จำเป็นต้องระบุชื่อ
tr: İsim gerekli
uk: Потрібна назва
vi: Cần đặt tên

source: URL required
am: URL ያስፈልጋል
ar: مطلوب عنوان الإنترنت (URL)
bn: URL আবশ্যক
cs: Adresa URL vyžadována
de: URL erforderlich
es: URL obligatoria
fa: URL مورد نیاز است
fr: URL obligatoire
hi: URL चाहिए
hu: URL-cím szükséges
id: URL diperlukan
ja: URLは必須です
km: ត្រូវការ URL
my: URL လိုအပ်သည်
ne: URL आवश्यक छ
pl: Wymagany adres URL
pt: É obrigatório URL
ru: Требуется URL-адрес
sw: URL inahitajika
th: จำเป็นต้องระบุ URL
tr: URL gerekli
uk: Необхідна URL-адреса
vi: Cần nhập URL

source: Please enter both name and url of your service.
am: እባክዎ የአገልግሎትዎን ሁለቱንም ስም እና URL ያስገቡ።
ar: الرجاء إدخال كل من الاسم وعنوان الإنترنت (URL) الخاص بخدمتك.
bn: অনুগ্রহ করে আপনার সেবাটির নাম ও URL দুটিই লিখুন।
cs: Zadejte prosím název i adresu URL služby.
de: Bitte geben Sie sowohl Name als auch URL Ihres Service ein.
es: Por favor ingresa el nombre y la URL de tu servicio.
fa: لطفا نام و آدرس اینترنتی سرویس خود را وارد کنید.
fr: Veuillez saisir le nom et l'URL de votre service.
hi: कृपया अपनी सेवा का नाम और url दोनों दर्ज करें।
hu: Adja meg a szolgáltatása nevét és URL-címét is.
id: Masukkan nama dan url layanan Anda.
ja: サービス名とURLの両方を入力してください。
km: សូមបញ្ចូលទាំងឈ្មោះ និង url នៃសេវាកម្មរបស់អ្នក។
my: အမည်နှင့် သင့်ဆားဗစ်၏ url နှစ်ခုလုံးကို ကျေးဇူးပြု၍ရိုက်ထည့်ပါ။
ne: कृपया आफ्नो सेवाको नाम र url दुवै प्रविष्ट गर्नुहोस्।
pl: Podaj zarówno nazwę jak i adres URL twojego serwisu.
pt: Insira o nome e a url do seu serviço.
ru: Введите имя и URL-адрес вашей службы.
sw: Tafadhali weka jina na url ya huduma yako.
th: โปรดป้อนทั้งชื่อและ url ของบริการของคุณ
tr: Lütfen hizmetinizin hem adını hem de URL'sini girin.
uk: Введіть назву та URL-адресу вашої служби.
vi: Vui lòng nhập cả tên và URL dịch vụ của bạn.

source: Custom HTTP Headers
am: ብጁ HTTP ራስጌዎች
ar: عناوين تبويب بروتوكول (HTTP) المخصص
bn: কাস্টম HTTP হেডার
cs: Vlastní záhlaví HTTP
de: Benutzerdefinierte HTTP-Header
es: Encabezados HTTP personalizados
fa: هدرهای سفارشی HTTP
fr: Entêtes HTTP personnalisés
hi: कस्टम HTTP हेडर्स
hu: Testreszabott HTTP-fejlécek
id: Header HTTP Khusus
ja: カスタムHTTPヘッダー
km: ក្បាលទំព័រ HTTP តាមបំណង
my: စိတ်ကြိုက် HTTP ခေါင်းစဉ်များ
ne: HTTP हेडरहरू आफू अनुकुल परिवर्तन गर्नुहोस्
pl: Niestandardowe nagłówki HTTP
pt: Cabeçalhos HTTP Personalizados
ru: Пользовательские заголовки HTTP
sw: Vichwa Maalum vya HTTP
th: ส่วนหัว HTTP ที่กำหนดเอง
tr: Özel HTTP Başlıkları
uk: Спеціальні заголовки HTTP
vi: Tiêu đề HTTP tùy chỉnh

source: Value
am: ዕሴት
ar: القيمة
bn: মান
cs: Hodnota
de: Wert
es: Valor
fa: مقدار
fr: Valeur
hi: मूल्य या मान
hu: Érték
id: Nilai
ja: 値
km: តម្លៃ
my: တန်ဖိုး
ne: मूल्य
pl: Wartość
pt: Valor
ru: Значение
sw: Thamani
th: ค่า
tr: Değer
uk: Значення
vi: Giá trị

source: Add header
am: ርዕስ ጨምር
ar: إضافة عنوان تبويب
de: Header hinzufügen
es: Agregar encabezado
fa: افزودن سربرگ
id: Tambahkan header
ja: ヘッダーを追加する
km: បញ្ចូលក្បាលទំព័រ
pl: Dodaj nagłówek
pt: Adicionar cabeçalho
ru: Добавить заголовок
sw: Ongeza kichwa
th: เพื่มส่วนหัว
uk: Додати заголовок
vi: Thêm tiêu đề lớn

source: Add field(s)
am: ሜዳ(ዎች) አክል
ar: إضافة حقل (حقول)
de: Feld(er) hinzufügen
es: Agregar campo(s)
fa: افزودن فیلد(ها)
id: Tambahkan bagian
ja: フィールドを追加する
km: បញ្ចូលវាល
pl: Dodaj pola
pt: Adicionar campo(s)
ru: Добавить поля
sw: Ongeza sehemu
th: เพิ่มฟิลด์
uk: Додати поле(я)
vi: Thêm (các) trường

source: Select fields subset
am: መስኮች ንዑስ ስብስብ ይምረጡ
ar: تحديد الحقول الفرعية
de: Teilmenge der Felder auswählen
es: Seleccionar subconjunto de campos
fa: زیر مجموعه فیلدها را انتخاب کنید
id: Pilih himpunan bagian
ja: フィールドのサブセットを選択
km: ជ្រើសរើសសំណុំរងវាល
pl: Wybierz podzbiór pól
pt: Selecionar subconjunto de campos
ru: Выбрать подмножество полей
sw: Chagua sehemu ndogo
th: เลือกเซตย่อยของฟิลด์
uk: Вибрати підгрупу полів
vi: Chọn tập hợp con các trường

source: Endpoint URL
am: የመጨረሻ ነጥብ URL
ar: عنوان الإنترنت (URL) لنقطة النهاية
de: URL des Endpunktes
es: URL del endpoint
fa: نقطه پایانی URL
id: URL titik akhir
ja: エンドポイント URL
km: ចំណុចចុងនៃ URL
pl: Adres URL punktu końcowego
pt: URL do terminal
ru: URL-адрес конечной точки
sw: URL ya mwisho
th: URL ปลายทาง
uk: URL кінцевої точки
vi: URL điểm cuối

source: Enabled
am: ነቅቷል
ar: مفعل
bn: সক্রিয়
cs: Povoleno
de: Aktiviert
es: Activado
fa: فعال شده
fr: Activé
hi: सक्षम किया
hu: Engedélyezett
id: Diaktifkan
ja: 有効
km: បានបើក
my: ပြုလုပ်ပြီးပါပြီ
ne: सक्रिय बनाइयो
pl: Włączony
pt: Habilitado
ru: Включено
sw: Imewezesha
th: เปิดใช้งานอยู่
tr: Etkin
uk: Увімкнено
vi: Đã bật

source: Receive emails notifications
am: የኢሜይል ማሳወቂያዎችን ይቀበሉ
ar: تلقي إشعارات البريد الإلكتروني
de: Benachrichtigungen per E-Mail erhalten
es: Recibir notificaciones por correo electrónico
fa: اعلانهای ایمیل را دریافت کنید
id: Menerima pemberitahuan email
ja: メール通知を受け取る
km: ទទួលសេចក្ដីជូនដំណឹងអ៊ីមែល
pl: Otrzymuj powiadomienia email
pt: Receber notificações de e-mails
ru: Получать уведомления по электронной почте
sw: Pokea arifa za barua pepe
th: รับการแจ้งเตือนทางอีเมล
uk: Отримувати сповіщення електронною поштою
vi: Nhận thông báo qua email

source: Security
am: ደህንነት
ar: الأمان
bn: নিরাপত্তা
cs: Zabezpečení
de: Sicherheit
es: Seguridad
fa: امنیت
fr: Sécurité
hi: सुरक्षा
hu: Biztonság
id: Keamanan
ja: セキュリティ
km: សន្តិសុខ
my: လုံခြုံရေး
ne: सुरक्षा
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
sw: Usalama
th: ความปลอดภัย
tr: Güvenlik
uk: Забезпечення безпеки
vi: Bảo mật

source: Username
am: የተጠቃሚ ስም
ar: أسم المستخدم
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
id: Nama pengguna
ja: ユーザー名
km: ឈ្មោះ​អ្នកប្រើប្រាស់
pl: Nazwa użytkownika
pt: Usuário
ru: Имя пользователя
sw: Jina la mtumiaji
th: ชื่อผู้ใช้
uk: Ім’я користувача
vi: Tên tài khoản

source: Password
am: የይለፍ ቃል
ar: كلمة المرور
bn: পাসওয়ার্ড
cs: Heslo
de: Passwort
es: Contraseña
fa: رمز عبور
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
id: Kata sandi
ja: パスワード
km: ពាក្យសម្ងាត់
my: လုံခြုံရေးကုဒ်
ne: पासवर्ड
pl: Hasło
pt: Senha
ru: Пароль
sw: Nywila
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu

source: Add custom wrapper around JSON submission (%SUBMISSION% will be replaced by JSON)
am: በJSON ማስረከቢያ ዙሪያ ብጁ መጠቅለያ ያክሉ (% SUBMISSION% በJSON ይተካል)
ar: إضافة غلاف مخصص حول عملية إرسال JSON (سيتم استبدال ٪SUBMISSION٪ بـ JSON)
de: Benutzerdefinierten ‚Wrapper‘ um die JSON-Übermittlung hinzufügen (%SUBMISSION% wird durch JSON ersetzt)
es: Agregar envoltorio personalizado alrededor del envío JSON (%SUBMISSION% será sustituido por JSON)
fa: اضافه کردن روپوش برای فایل ارسالی JSON (%فایل ارسالی% با JSON جایگزین می شود)
id: Tambahkan pembungkus khusus di sekitar pengiriman JSON (%SUBMISSION% akan diganti dengan JSON)
ja: JSON提出の周りにカスタム ラッパーを追加する(%SUBMISSION%はJSONに置き換えられます)
km: បញ្ចូលប្រដាប់ខ្ចប់តាមបំណងទាក់ទងនឹងការដាក់បញ្ជូន JSON (%SUBMISSION% នឹងត្រូវបានដាក់ជំនួសដោយ JSON)
pl: Dodaj niestandardową otokę do odpowiedzi typu JSON (%SUBMISSION% zostanie zamienione na JSON)
pt: Adicionar wrapper personalizado ao longo do envio do JSON (%SUBMISSION% será substituído por JSON)
ru: Добавить пользовательскую оболочку для отправки в формате JSON (при этом %SUBMISSION% заменяется на JSON)
sw: Ongeza karatasi maalum kuhusu uwasilishaji wa JSON (%SUBMISSION% itachukuliwa na JSON)
th: เพิ่ม wrapper ที่กำหนดเองสำหรับการส่งแบบ JSON (%SUBMISSION% จะถูกแทนที่โดย JSON)
uk: Додайте спеціальну обгортку для надсилання JSON (%SUBMISSION% буде замінено на JSON)
vi: Thêm custom wrapper xung quanh JSON (%BÀI GỬI% sẽ được thay thế bằng JSON)

source: Add Custom Wrapper
am: ብጁ መጠቅለያ ያክሉ
ar: إضافة غلاف مخصص
de: Benutzerdefinierten ‚Wrapper‘ hinzufügen
es: Agregar envoltorio (wrapper) personalizado
fa: اضافه کردن روپوش سفارشی
id: Tambahkan Pembungkus Khusus
ja: カスタムラッパーを追加する
km: បញ្ចូលប្រដាប់ខ្ចប់តាមបំណង
pl: Wybierz niestandardową otokę
pt: Adicionar Wrapper Personalizado
ru: Добавить пользовательскую оболочку
sw: Ongeza Kifungia Maalum
th: เพื่ม Wrapper ที่กำหนดเอง
uk: Додати спеціальні обгортку
vi: Thêm Custom Wrapper

source: * Save Changes
am: * ለውጦችን አስቀምጥ
ar: * حفظ التغييرات
bn: * পরিবর্তন সেভ করুন
cs: * Uložit změny
de: * Änderungen speichern
es: * Guardar cambios
fa: ذخیره تغییرات
fr: * Sauvegarder les modifications
hi: * बदलावों को सहेजें
hu: *Változtatások mentése
id: * Simpan Perubahan
ja: * 変更の保存
km: * រក្សាទុកការផ្លាស់ប្ដូរនានា
my: *ပြောင်းလဲမှုများသိမ်းဆည်းမည်
ne: * परिवर्तनहरू सुरक्षित गर्नुहोस्
pl: * Zapisz zmiany
pt: * Salvar Alterações
ru: * Сохранить изменения
sw: *Hifadhi mabadiliko
th: * บันทึกการเปลี่ยนแปลง
tr: * Değişiklikleri Kaydet
uk: * Зберегти зміни
vi: * Lưu thay đổi
