Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Choose one of the options below to continue. You will be prompted to enter name and other details in further steps.
am: ለመቀጠል ከታች ካሉት አማራጮች አንዱን ይምረጡ። በቀጣይ ደረጃዎች ስም እና ሌሎች ዝርዝሮችን እንዲያስገቡ ይጠየቃሉ።
ar: اختار أحد الخيارات أدناه للمتابعة. سيُطلب منك إدخال الاسم والتفاصيل الأخرى في الخطوات اللاحقة.
bn: পরবর্তী ধাপে যাওয়ার জন্য নিচে থেকে একটি অপশন নির্বাচন করুন। পরবর্তী ধাপগুলোতে আপনাকে নাম ও অন্যান্য বিস্তারিত তথ্য লিখতে বলা হবে।
cs: Chcete-li pokračovat, vyberte jednu z níže uvedených možností. V dalších krocích budete vyzváni k zadání názvu a dalších podrobností.
de: Wählen Sie eine der folgenden Optionen, um fortzufahren. Sie werden in weiteren Schritten aufgefordert werden, Namen und andere Details einzugeben.
es: Seleccionar una de las siguientes opciones para continuar. En los pasos siguientes, se te solicitará ingresar nombre y otros detalles.
fa: برای ادامه یکی از گزینه های زیر را انتخاب کنید. در مراحل بعدی از شما خواسته می شود نام و سایر جزئیات را وارد کنید.
fr: Veuillez choisir une des options ci-dessous pour continuer. On vous demandera de saisir votre nom et d'autres informations dans les étapes suivantes.
hi: जारी रखने के लिए निम्नलिखित विकल्पों में से एक चुनें। आगे के चरणों में आपको नाम और अन्य विवरण दर्ज करने के लिए कहा जाएगा।
hu: Válasszon egy opciót a folytatáshoz. A következő lépésben kell megadnia a nevet és más részleteket.
id: Pilih salah satu opsi di bawah ini untuk melanjutkan. Anda akan diminta untuk memasukkan nama dan detail lainnya pada langkah selanjutnya.
ja: 以下のオプションから1つ選択して続行します。次のステップで、名前やその他の詳細情報を入力するよう促されます。
km: ជ្រើសរើសជម្រើសមួយក្នុងចំណោមជម្រើសខាងក្រោមដើម្បីបន្ត។ អ្នកនឹងត្រូវបានណែនាំឱ្យបញ្ចូលឈ្មោះ និង​ព័ត៌មានលម្អិតផ្សេងទៀតនៅជំហានបន្ទាប់ទៀត។
my: ဆက်လက်လုပ်ဆောင်ရန် ရွေးချယ်စရာများထဲမှ တစ်ခုကို ရွေးပါ။ နောက်အဆင့်များတွင် အမည်နှင့် အခြားအသေးစိတ်အချက်များကို ဖြည့်သွင်းရန် သင့်ကို တောင်းဆိုပါမည်။
ne: अगाडि बढ्न तलका विकल्पहरू मध्ये एउटा छान्नुहोस्। तपाईंलाई अघिल्ला चरणहरूमा नाम र अन्य विवरणहरू प्रविष्ट गर्न प्रेरित गरिनेछ।
pl: By kontynuować, wybierz jedną z poniższych opcji. W kolejnych krokach będzie można podać nazwę i inne szczegóły.
pt: Escolha uma das opções abaixo para continuar. Você será solicitado para inserir o nome e outros detalhes nas próximas etapas.
ru: Для продолжения выберите один из приведенных ниже вариантов. Далее вам будет предложено ввести имя и другие сведения.
sw: Chagua moja ya chaguo hapa chini ili kuendelea. Utaombwa kuweka jina na maelezo mengine katika hatua zaidi.
th: เลือกหนึ่งในตัวเลือกด้านล่างเพื่อดำเนินการต่อ คุณจะได้รับแจ้งให้ป้อนชื่อและรายละเอียดอื่นๆ ในขั้นตอนต่อไป
tr: Devam etmek için aşağıdaki seçeneklerden birini seçin. Sonraki adımlarda ad ve diğer ayrıntıları girmeniz istenecektir.
uk: Щоб продовжити, оберіть один із наведених нижче варіантів. У подальших кроках вам буде запропоновано ввести ім’я та інші деталі.
vi: Chọn một trong các lựa chọn bên dưới để tiếp tục. Bạn sẽ được yêu cầu nhập tên và các thông tin khác ở các bước tiếp theo.

source: Build from scratch
am: ከመጀመሪያው ይገንቡ
ar: الإنشاء من البداية
bn: গোড়া থেকে তৈরি করুন
cs: Vytvořit od nuly
de: Komplett neu anlegen
es: Crear desde un borrador
fa: از ابتدا بسازید
fr: Construire à partir de zéro
hi: शुरू से बनाएं
hu: Létrehozás nulláról
id: Buat dari awal
ja: 初めから作る
km: បង្កើតឡើងពីចំណុចសូន្យ
my: အကြမ်းမှ တည်ဆောက်သည်
ne: फेरि निर्माण गर्नुहोस्
pl: Stwórz od zera
pt: Construir do começo
ru: Создать с нуля
sw: Tengeneza kuanzia mwanzo
th: สร้างตั้งแต่เริ่มต้น
tr: Sıfırdan inşa edin
uk: Побудувати з нуля
vi: Thiết kế lại từ đầu

source: Upload an XLSForm
am: XLSForm ይጫኑ
ar: رفع ملف بصيغة (XLSForm)
bn: XLSForm আপলোড করুন
cs: Nahrát soubor XLSForm
de: XLSForm hochladen
es: Cargar un XLSForm
fa: یک XLSForm بارگذاری کنید
fr: Télécharger un XLSForm
hi: एक XLSForm अपलोड करें
hu: XLSForm feltöltése
id: Unggah XLSForm
ja: XLSFormをアップロード
km: បង្ហោះ XLSForm
my: XLSForm ကို တင်ပါ
ne: XLSForm (एक्स एल एस फारम) अपलोड गर्नुहोस्
pl: Prześlij XLSForm
pt: Carregar um XLSForm
ru: Загрузить форму XLSForm
sw: Pakia fomu ya XLS
th: อัปโหลด XLSForm
tr: Bir XLSForm yükleyin
uk: Завантажити XLSForm
vi: Tải lên XLSForm

source: Import an XLSForm via URL
am: XLSForm በURL ያስመጡ
ar: استيراد ملف بصيغة (XLSForm) عبر عنوان الإنترنت (URL)
bn: URL থেকে XLSForm ইম্পোর্ট করুন
cs: Import souboru XLSForm prostřednictvím adresy URL
de: XLSForm über eine URL importieren
es: Importar un XLSForm a través de URL
fa: وارد کردن XLSForm از طریق URL
fr: Importer un XLSForm à partir d'une URL
hi: URL द्वारा एक XLSForm आयात करें
hu: XLSForm importálása URL-címről
id: Impor XLSForm melalui URL
ja: URL経由でXLSFormをインポート
km: នាំចូល XLSForm តាមរយៈ URL
my: URL ဖြင့် XLSForm ကို တင်ပို့ပါ
ne: URL (यु आर एल) मार्फत XLSForm (एक्स एल एस फारम) सार्नुहोस्
pl: Zaimportuj XLSForm poprzez URL
pt: Importar um XLSForm via URL
ru: Импортировать форму XLSForm через URL-адрес
sw: Ingiza Fomu ya XLS kupitia URL
th: นำเข้า XLSForm ผ่าน URL
tr: Bir XLSForm'u URL aracılığıyla içe aktarın
uk: Імпорт XLSForm через URL-адресу
vi: Nhập XLSForm qua URL

source: Import an XLSForm from your computer.
am: XLSForm ከኮምፒዩተርዎ ያስመጡ።
ar: استيراد ملف بصيغة (XLSForm) من جهاز الحاسوب الخاص بك.
bn: আপনার কম্পিউটার থেকে XLSForm ইম্পোর্ট করুন।
cs: Importovat soubor XLSForm z počítače.
de: XLSForm von Ihrem Computer importieren.
es: Importar un XLSForm desde tu equipo.
fa: یک XLSForm را از کامپیوتر خود وارد کنید.
fr: Importer un XLSForm à partir de votre ordinateur.
hi: अपने कंप्यूटर से XLSForm आयात करें।
hu: XLSForm importálása a számítógépről.
id: Impor XLSForm dari komputer Anda.
ja: コンピュータからXLSFormをインポートします。
km: នាំចូល XLSForm ពីកុំព្យូទ័ររបស់អ្នក។
my: သင့်ကွန်ပျူတာမှ XLSForm ကို တင်ပို့ပါ။
ne: तपाईंको कम्प्युटरबाट XLSForm (एक्स एल एस फारम) सार्नुहोस्।
pl: Zaimportuj XLSForm ze swojego komputera.
pt: Importar um XLSForm do seu computador.
ru: Импортировать форму XLSForm с компьютера.
sw: Ingiza XLSForm kutoka kwa kompyuta yako.
th: นำเข้า XLSForm จากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan bir XLSForm'u içe aktarın.
uk: Імпортувати XLSForm з вашого комп'ютера.
vi: Nhập XLSForm từ máy tính của bạn.

source: Drag and drop the XLSForm file here or click to browse
am: የ XLSForm ፋይሉን ጎትት እና ጣል አድርግ ወይም ለማሰስ ጠቅ አድርግ
ar: سحب وإدراج ملف بصيغة (XLSForm) هنا أو انقر للتصفح
bn: XLSForm ফাইলটি টেনে এখানে এনে ছেড়ে দিন কিংবা ব্রাউজ করতে চাইলে ক্লিক করুন
cs: Přetáhněte sem soubor XLSForm nebo klikněte na tlačítko Procházet
de: Ziehen Sie die XLSForm-Datei per Drag &amp; Drop hierher oder klicken Sie zum Stöbern
es: Arrastrar y colocar aquí el archivo XLSForm o hacer clic para examinar
fa: فایل XLSForm را در اینجا بکشید و رها کنید یا برای دیدن، کلیک کنید
fr: Faites glisser et déposez le fichier XLSForm ici ou cliquez pour parcourir
hi: XLSForm फ़ाइल को यहाँ खींचें और छोड़ें या ब्राउज़ करने के लिए क्लिक करें
hu: Húzza ide az XLSForm-fájlt, vagy kattintson ide a tallózáshoz
id: Seret dan lepaskan file XLSForm di sini atau klik untuk mencari
ja: XLSFormファイルをここにドラッグ＆ドロップ、またはクリックして参照
km: អូស និងទម្លាក់ឯកសារ XLSForm នៅទីនេះ ឬចុចដើម្បីរកមើល
my: ဤနေရာတွင် XLSForm ကို ဆွဲ၍ နေရာချပါ သို့မဟုတ် ဖွင့်ရန် ကလစ်ပါ
ne: XLSForm (एक्स एल एस फारम) फाइल यहाँ तान्नुहोस् र छोड्नुहोस् वा ब्राउज गर्न क्लिक गर्नुहोस्
pl: Przeciągnij i upuść tutaj plik XLSForm lub kliknij, by wyszukać
pt: Arraste e solte o arquivo XLSForm aqui ou clique para navegar
ru: Перетащите форму XLSForm сюда или нажмите для просмотра
sw: Buruta na udondoshe faili ya XLSForm hapa au ubofye ili kuvinjari
th: ลากแล้วปล่อยไฟล์ XLSForm ที่นี่หรือคลิกเพื่อเรียกดู
tr: XLSForm dosyasını buraya sürükleyip bırakın veya göz atmak için tıklayın
uk: Перетягніть файл XLSForm сюди або натисніть для перегляду
vi: Kéo và thả tệp XLSForm tại đây hoặc nhấp để tải lên

source: Enter a valid XLSForm URL in the field below.
am: ከዚህ በታች ባለው መስክ የሚሰራ የ XLSForm URL ያስገቡ።
ar: أدخل عنوان إنترنت (URL) صالح لملف بصيغة (XLSForm) في الحقل أدناه.
bn: নিচের ঘরটিতে সঠিক ফরম্যাটে XLSForm-এর একটি URL লিখুন।
cs: Do níže uvedeného pole zadejte platnou adresu URL souboru XLSForm.
de: Geben Sie eine gültige URL für die XLSForm in das unten stehende Feld ein.
es: Ingresar una URL XLSForm válida en el siguiente campo.
fa: لینک URL معتبر XLSForm در فیلد زیر وارد کنید.
fr: Veuillez saisir une URL XLSForm valide dans le champ ci-dessous.
hi: नीचे दिए गए खाने में मान्य XLSForm URL दर्ज करें।
hu: Adjon meg egy érvényes XLSForm URL-címet az alábbi mezőben.
id: Masukkan URL XLSForm yang valid pada bagian di bawah ini.
ja: 下の項目に有効なXLSFormのURLを入力してください。
km: បញ្ចូល XLSForm URL ដែលត្រឹមត្រូវនៅក្នុង​កន្លែងបញ្ចូលខាងក្រោម។
my: မှန်ကန်သည် XLSForm URL ကို အောက်ပါနေရာတွင် ထည့်ပါ
ne: तलको स्थानमा वैधानिक XLSForm (एक्स एल एस फारम) URL (यु आर एल) प्रविष्ट गर्नुहोस्।
pl: W polu poniżej podaj poprawny URL dla XLSForm.
pt: Insira um URL de XLSForm válido no campo abaixo.
ru: Введите действительный URL-адрес формы XLSForm в расположенном ниже поле.
sw: Weka URL sahihi ya Fomu ya XLS katika sehemu iliyo hapa chini.
th: ป้อน URL ของ XLSForm ที่ถูกต้องในฟิลด์ด้านล่าง
tr: Aşağıdaki alana geçerli bir XLSForm URL'si girin.
uk: Введіть дійсну URL-адресу XLSForm у поле нижче.
vi: Nhập URL của XLSForm hợp lệ vào trường bên dưới.

source: Having issues? See this help article.
am: ችግሮች አሉበት? ይህን የእገዛ ጽሑፍ ይመልከቱ።
ar: هل تواجه مشكلات؟ انظر في هذا المقال للمساعدة.
bn: সমস্যা হচ্ছে? সহায়ক এই লেখাটি দেখুন।
cs: Máte problémy? Podívejte se na tento článek nápovědy.
de: Sie haben Fragen? Schauen Sie sich gerne diesen Hilfe-Artikel an.
es: ¿Se está presentando algún problema? Consulta este artículo de ayuda.
fa: مشکلی دارید؟ این مقاله کمکی را ببینید.
fr: Vous rencontrez des problèmes ? Consultez cet article d'aide.
hi: समस्या हो रही है? यह सहायता लेख देखें।
hu: Kérdései vannak? Olvassa el ezt a súgócikket.
id: Mengalami masalah? Lihat artikel bantuan ini.
ja: 問題が発生しましたか？こちらのヘルプ記事をご覧ください。
km: កំពុងមានបញ្ហាឬ? សូមមើលអត្ថបទជំនួយនេះ។
my: ပြဿနာဖြစ်နေပါသလား၊ ဤအကူအညီဆောင်းပါးကို ဖတ်ပါ
ne: समस्या आएको हो? यो मद्दत लेख हेर्नुहोस्।
pl: Masz problem? Sprawdź ten artykuł.
pt: Está tendo problemas? Veja este artigo de ajuda.
ru: Возникли проблемы? См. эту справочную статью.
sw: Je, una matatizo? Tazama nakala hii ya usaidizi.
th: กำลังพบปัญหาใช่ไหม ดูบทความช่วยเหลือนี้
tr: Sorun mu yaşıyorsunuz? Bu yardım makalesine bakın.
uk: Виникли проблеми? Перегляньте цю статтю, яка допоможе.
vi: Gặp vấn đề? Hãy xem bài viết trợ giúp này.

source: URL
ar: عنوان الإنترنت (URL)
ne: URL (यु आर एल)
ru: URL-адрес

source: Save Changes
am: ለውጦችን አስቀምጥ
ar: حفظ التغييرات
bn: পরিবর্তন সেভ করুন
cs: Uložit změny
de: Änderungen speichern
es: Guardar cambios
fa: ذخیره تغییرات
fr: Sauvegarder les modifications
hi: परिवर्तनों को सहेजें (सुरक्षित करें)
hu: Változtatások mentése
id: Simpan Perubahan
ja: 変更の保存
my: ပြောင်းလဲမှုများကို သိမ်းရန်
ne: परिवर्तन गरिएका कुराहरु बचत गर्नुहोस्
pl: Zachowaj zmiany
pt: Salvar alterações
ru: Сохранить изменения
sw: Hifadhi mabadiliko
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri Kaydet
uk: Зберегти зміни
vi: Lưu thay đổi

source: Please enter a title for your project!
am: እባክዎ ለፕሮጀክትዎ ርዕስ ያስገቡ!
ar: الرجاء إدخال عنوان لمشروعك!
bn: অনুগ্রহ করে আপনার প্রকল্পের শিরোনাম দিন!
cs: Zadejte název projektu!
de: Bitte geben Sie einen Titel für Ihr Projekt an!
es: Ingresa un título para tu proyecto.
fa: لطفا عنوان پروژه را انتخاب کنید!
fr: Veuillez saisir un titre pour votre projet !
hi: कृपया अपनी प्रोजेक्ट के लिए एक शीर्षक दर्ज करें!
hu: Adjon egy címet a projektnek!
id: Mohon masukkan judul untuk proyek Anda!
ja: プロジェクトのタイトルを入力してください！
km: សូមបញ្ចូលចំណងជើងសម្រាប់គម្រោងរបស់អ្នក!
my: ကျေးဇူးပြု၍ သင့် ပ‌ရောဂျက်အတွက် ခေါင်းစဉ်ကို ထည့်သွင်းပါ
ne: कृपया तपाईंको परियोजनाका लागि शीर्षक प्रविष्ट गर्नुहोस् !
pl: Wprowadź nazwę swojego projektu!
pt: Insira um título para o seu projeto!
ru: Введите название проекта!
sw: Tafadhali weka kichwa cha mradi wako!
th: กรุณาป้อนชื่อโครงการของคุณ!
tr: Lütfen projeniz için bir başlık girin!
uk: Введіть назву вашого проєкту!
vi: Vui lòng nhập tiêu đề cho dự án của bạn!

source: Enter title of project here
am: የፕሮጀክቱን ርዕስ እዚህ ያስገቡ
ar: أدخل عنوان المشروع هنا
bn: এখানে প্রকল্পের শিরোনাম লিখুন
cs: Sem zadejte název projektu
de: Titel des Projekts hier eingeben
es: Ingresa el título del proyecto aquí
fa: عنوان پروژه را اینجا وارد کنید
fr: Veuillez saisir un titre pour votre projet
hi: प्रोजेक्ट का शीर्षक यहां दर्ज करें
hu: Ide írja be a projekt címét
id: Masukkan judul proyek di sini
ja: ここにプロジェクトのタイトルを入力
km: បញ្ចូលចំណងជើងគម្រោងនៅទីនេះ
my: ပ‌ရောဂျက်၏ ခေါင်းစဉ်ကို ဤနေရာတွင် ထည့်ရန်
ne: परियोजनाको शीर्षक यहाँ प्रविष्ट गर्नुहोस्
pl: Wprowadź tutaj nazwę projektu
pt: Digite o título do projeto aqui
ru: Введите название проекта здесь
sw: Weka jina la mradi hapa
th: ป้อนชื่อโครงการที่นี่
tr: Buraya projenin başlığını girin
uk: Введіть тут назву проєкту
vi: Nhập tiêu đề của dự án ở đây

source: Please enter a description for your project
am: እባክዎ ለፕሮጀክትዎ መግለጫ ያስገቡ
ar: الرجاء إدخال وصف لمشروعك
de: Bitte geben Sie eine Beschreibung für Ihr Projekt ein
es: Ingresa una descripción para tu proyecto
fa: لطفا توضیحات پروژه خود را وارد کنید
fr: Veuillez entrer une description pour votre projet
hi: कृपया अपने प्रोजेक्ट के लिए एक विवरण दर्ज करें
id: Mohon masukkan deskripsi untuk proyek Anda
ja: プロジェクトの詳細を入力してください
pl: Wprowadź opis swojego projektu
pt: Insira uma descrição para o seu projeto
ru: Введите описание вашего проекта
sw: Tafadhali weka maelezo ya mradi wako
th: โปรดป้อนคำอธิบายสำหรับโครงการของคุณ
tr: Lütfen projeniz için bir açıklama girin
uk: Введіть опис вашого проєкту
vi: Vui lòng nhập mô tả dự án

source: Enter short description here
am: አጭር መግለጫ እዚህ ያስገቡ
ar: أدخل وصف قصير هنا
bn: এখানে সংক্ষিপ্ত বিবরণ লিখুন
cs: Sem zadejte krátký popis
de: Kurzbeschreibung hier eingeben
es: Ingresa una breve descripción aquí
fa: توضیحات کوتاه را در اینجا وارد کنید
fr: Veuillez saisir une courte description ici
hi: संक्षिप्त विवरण यहां दर्ज करें
hu: Adjon meg egy rövid leírást ide
id: Masukkan deskripsi singkat di sini
ja: ここに簡単な説明を入力
km: បញ្ចូលការពណ៌នាខ្លីនៅទីនេះ
my: အတိုချုံး ရှင်းလင်းချက်ကို ဤနေရာတွင် ထည့်ရန်
ne: यहाँ छोटो विवरण प्रविष्ट गर्नुहोस्
pl: Wprowadź tutaj krótki opis
pt: Insira uma breve descrição aqui
ru: Введите краткое описание здесь
sw: Weka maelezo mafupi hapa
th: ใส่คำบรรยายสั้นๆ ที่นี่
tr: Buraya kısa açıklama girin
uk: Введіть тут короткий опис
vi: Nhập mô tả ngắn ở đây

source: Please choose a sector
am: እባክዎ ዘርፍ ይምረጡ
ar: يُرجى اختيار القطاع
bn: অনুগ্রহ করে খাত নির্বাচন করুন
cs: Vyberte prosím odvětví
de: Bitte wählen Sie einen Sektor
es: Selecciona un sector
fa: لطفا یک بخش را انتخاب کنید
fr: Veuillez choisir un secteur
hi: कृपया एक क्षेत्र चुनें
hu: Válasszon egy ágazatot
id: Mohon pilih sektor
ja: セクターを選択してください
km: សូមជ្រើសរើសវិស័យមួយ
my: ကျေးဇူးပြု၍ ကဏ္ဍတစ်ခု ‌ရွ​ေးချယ်ပါ
ne: कृपया एउटा क्षेत्र छान्नुहोस्
pl: Wybierz sektor
pt: Escolha um setor
ru: Выберите сектор
sw: Tafadhali chagua sekta
th: กรุณาเลือกภาคส่วน
tr: Lütfen bir sektör seçin
uk: Оберіть сектор
vi: Vui lòng chọn ngành

source: Please select at least one country
am: እባክዎ ቢያንስ አንድ ሀገር ይምረጡ
ar: يُرجى اختيار بلد واحد على الأقل
bn: অন্তত একটি দেশ নির্বাচন করুন
cs: Vyberte alespoň jednu zemi
de: Bitte wählen Sie mindestens ein Land aus
es: Seleccionar al menos un país
fa: لطفا حداقل یک کشور را انتخاب کنید
fr: Veuillez sélectionner au moins un pays
hi: कम-से-कम एक देश चुनें
hu: Válasszon legalább egy országot
id: Mohon pilih setidaknya satu negara
ja: 1つ以上の国を選択してください
km: សូមជ្រើសរើសយ៉ាងតិចប្រទេសមួយ
my: ကျေးဇူးပြု၍ အနည်းဆုံး နိုင်ငံတစ်ခုကို ‌ေရွးချယ်ပါ
ne: कृपया कम्तिमा एउटा राष्ट्र छान्नुहोस्
pl: Wybierz co najmniej jeden kraj
pt: Selecione pelo menos um país
ru: Выберите хотя бы одну страну
sw: Tafadhali chagua angalau nchi moja
th: กรุณาเลือกอย่างน้อยหนึ่งประเทศ
tr: Lütfen en az bir ülke seçin
uk: Оберіть принаймні одну країну
vi: Vui lòng chọn ít nhất một quốc gia

source: Please specify the operational purpose of your project
am: እባክዎ የፕሮጀክትዎን ተግባራዊ ዓላማ ይግለጹ
ar: يٌرجى تحديد الغرض التشغيلي لمشروعك
bn: অনুগ্রহ করে আপনার প্রকল্পের উদ্দেশ্য উল্লেখ করুন
cs: Uveďte prosím provozní účel projektu
de: Bitte geben Sie den operativen Zweck Ihres Projekts an
es: Especificar el propósito operativo del proyecto
fa: لطفا هدف عملیاتی د پروژه خود را مشخص کنید
fr: Veuillez préciser la finalité opérationnelle de votre projet
hi: कृपया अपने प्रोजेक्ट का परिचालन उद्देश्य निर्दिष्ट करें
hu: Adja meg a projekt működési célját
id: Mohon sebutkan tujuan operasional dari proyek Anda
ja: プロジェクトの運用目的を明記してください
km: សូមបញ្ជាក់គោលបំណងផ្នែកប្រតិបត្តិការនៃគម្រោងរបស់អ្នក
my: ကျေးဇူးပြု၍ သင့်ပ‌ရောဂျက်၏ လုပ်ငန်းရည်ရွယ်ချက်ကို ဖော်ပြပါ
ne: कृपया आफ्नो परियोजनाको परिचालन उद्देश्य निर्दिष्ट गर्नुहोस्
pl: Określ cel operacyjny swojego projektu
pt: Especifique o objetivo operacional do seu projeto
ru: Укажите основную цель проекта
sw: Tafadhali bainisha madhumuni ya uendeshaji wa mradi wako
th: โปรดระบุวัตถุประสงค์การดำเนินงานของโครงการของคุณ
tr: Lütfen projenizin işlevsel amacını belirtin
uk: Вкажіть операційну мету вашого проєкту
vi: Vui lòng xác định mục đích hoạt động của dự án của bạn

source: Yes
am: አዎ
ar: نعم
bn: হ্যাঁ
cs: Ano
de: Ja
es: Sí
fa: بله
fr: Oui
hi: हाँ
hu: Igen
id: Ya
ja: はい
km: បាទ/ចាស
my: စုဆောင်းပါသည်
ne: हो
pl: Tak
pt: Sim
ru: Да
sw: Ndio
th: ใช่
tr: Evet
uk: Так
vi: Có

source: No
am: አይ
ar: لا
bn: না
cs: Ne
de: Nein
fa: خیر
fr: Non
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
km: ទេ
my: မစုဆောင်းပါ
ne: होइन
pl: Nie
pt: Não
ru: Нет
sw: Hapana
th: ไม่ใช่
tr: Hayır
uk: Ні
vi: Không

source: Please indicate whether or not your project collects personally identifiable information
am: እባክህ ፕሮጀክትህ በግል የሚለይ መረጃ መሰብሰብ አለመሰብሰቡን አመልክት
ar: يُرجى التوضيح إذا كان مشروعك يجمع معلومات تعريف الشخصية
bn: আপনার প্রকল্পে ব্যক্তিগত পরিচয় শনাক্ত করার মতো কোনো তথ্য সংগ্রহ করা হয় কিনা তা অনুগ্রহ করে উল্লেখ করুন
cs: Uveďte, zda váš projekt shromažďuje osobní údaje
de: Bitte geben Sie an, ob Ihr Projekt personenbezogene Daten sammelt oder nicht
es: Indicar si este proyecto contendrá información personal de identificación (PII)
fa: لطفاً مشخص کنید که آیا پروژه شما اطلاعات شناسایی فردی را جمع‌آوری می‌کند یا خیر
fr: Veuillez indiquer si votre projet collecte ou non des informations permettant d'identifier les personnes
hi: कृपया इंगित करें कि आपका प्रोजेक्ट व्यक्तिगत रूप से पहचान-योग्य जानकारी एकत्र करता है या नहीं
hu: Jelezze, hogy gyűjt-e személyes adatokat, vagy sem
id: Mohon tunjukkan apakah proyek Anda mengumpulkan informasi yang dapat diidentifikasi secara pribadi
ja: あなたのプロジェクトが個人を特定できる情報を収集しているかどうかを示してください
km: សូមបង្ហាញថាតើគម្រោងរបស់អ្នកប្រមូលព័ត៌មានកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួនមែនឬអត់
my: ကျေးဇူးပြု၍ မည်သူမည်ဝါ ဖြစ်ကြောင်း ဖော်ထုတ်နိုင်သည့် အချက်အလက်များကို သင့်ပ‌ရောဂျက်မှ ကောက်ယူစုဆောင်းခြင်း ရှိမရှိ ဖြေကြားပေးပါ
ne: कृपया तपाईंको परियोजनाले व्यक्तिगत रूपमा पहिचान योग्य जानकारी सङ्कलन गर्छ वा गर्दैन भनेर संकेत गर्नुहोस्।
pl: Zaznacz, czy Twój projekt zawiera dane osobowe, czy ich nie zawiera
pt: Indique se o seu projeto coleta ou não informações de identificação pessoal
ru: Укажите, собираются ли в рамках данного проекта личные сведения
sw: Tafadhali onyesha kama mradi wako unakusanya taarifa zinazoweza kumtambulisha mtu au la
th: โปรดระบุว่าโครงการของคุณเก็บรวบรวมข้อมูลที่สามารถระบุตัวบุคคลได้หรือไม่
tr: Lütfen projenizin kimlik tanımlayıcı bilgiler toplayıp toplamadığını belirtin
uk: Вкажіть, чи ваш проєкт збирає особисту інформацію
vi: Vui lòng cho biết dự án của bạn có thu thập thông tin cá nhân có thể nhận diện được hay không

source: Save
am: አስቀምጥ
ar: حفظ
bn: সেভ করুন
cs: Uložit
de: Speichern
es: Guardar
fa: ذخیره
fr: Sauvegarder
hi: सहेजें (सुरक्षित करें)
hu: Mentés
id: Simpan
ja: 保存
km: រក្សាទុក
my: သိမ်းဆည်းမည်
ne: बचत गर्नुहोस्
pl: Zapisz
pt: Salvar
ru: Сохранить
sw: Hifadhi
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu

source: Unarchive Project
am: ፕሮጀክት ማህደር አታስቀምጥ
ar: إلغاء أرشفة المشروع
bn: প্রকল্প আনআর্কাইভ করুন
cs: Zrušit archivaci projektu
de: Projekt dearchivieren
es: Desarchivar proyecto
fa: پروژه بایگانی نشده
fr: Désarchiver le projet
hi: प्रोजेक्ट को संग्रह से हटाएं
hu: Projekt visszaállítása
id: Batalkan Pengarsipan Proyek
ja: プロジェクトのアーカイブを解除する
km: មិនទុកគម្រោងក្នុងបណ្ណសារ
my: ပရောဂျက်ကို မှတ်တမ်းသိမ်းဆည်းထားခြင်းမှ ပြန်လည်ရယူသည်
ne: परियोजनाको अभिलेखन नगर्नुहोस्।
pl: Przywróć projekt
pt: Desarquivar Projeto
ru: Разархивировать проект
sw: Ondoa mradi kwenye kumbukumbu
th: ยกเลิกการเก็บโครงการถาวร
tr: Projeyi Arşivden Çıkar
uk: Розархівувати проєкт
vi: Hoàn tác lưu trữ dự án

source: Archive Project
am: የማህደር ፕሮጀክት
ar: أرشفة المشروع
bn: প্রকল্প আর্কাইভ করুন
cs: Archivovat projekt
de: Projekt archivieren
es: Archivar proyecto
fa: بایگانی پروژه ها
fr: Archiver le projet
hi: प्रोजेक्ट को संग्रहित करें
hu: Projekt archiválása
id: Arsipkan Proyek
ja: プロジェクトをアーカイブする
km: ទុកគម្រោងក្នុងបណ្ណសារ
my: ပရောဂျက်ကို မှတ်တမ်းသိမ်းဆည်းသည်
ne: परियोजना अभिलेखन गर्नुहोस्
pl: Zarchiwizowany projekt
pt: Arquivar projeto
ru: Архивировать проект
sw: Weka mradi kwenye kumbukumbu
th: เก็บโครงการอย่างถาวร
tr: Projeyi Arşivle
uk: Заархівувати проєкт
vi: Lưu trữ dự án

source: Archive project to stop accepting submissions.
am: ማስረከቦችን መቀበል ለማቆም ፕሮጀክት በማህደር ያስቀምጡ።
ar: قم بأرشفة المشروع لوقف قبول عمليات الإرسال.
bn: সাবমিশন আর জমা নিতে না চাইলে প্রকল্পটিকে আর্কাইভ করুন।
cs: Archivujte projekt, aby přestal přijímat odeslaná data.
de: Projekt archivieren, um keine weiteren Übermittlungen zu erlauben.
es: Archivar el proyecto para detener la aceptación de envíos.
fa: بایگانی پروژه برای توقف پذیرش پاسخ ها.
fr: Archiver le projet pour empêcher de nouvelles soumissions.
hi: प्रविष्टियां (सबमिशन) स्वीकार करना बंद करने के लिए प्रोजेक्ट को संग्रहित करें।
hu: Projekt archiválása, hogy ne fogadjon több választ.
id: Arsipkan proyek untuk menghentikan penerimaan kiriman.
ja: プロジェクトをアーカイブして提出の受け入れを停止します。
km: ទុកគម្រោងក្នុងបណ្ណសារដើម្បីឈប់ទទួលការដាក់បញ្ជូន។
my: ထည့်သွင်းမှုများ လက်ခံခြင်းကို ရပ်တန့်ရန်အတွက် ပ‌ရောဂျက်ကို မှတ်တမ်းအဖြစ်သိမ်းဆည်းရန်။
ne: पेश गरिएका कुराहरू स्वीकार गर्नबाट रोक्नका लागि परियोजनालाई अभिलेखन गर्नुहोस्।
pl: Zarchiwizuj projekt, by przestać przyjmować odpowiedzi.
pt: Arquive o projeto para parar de aceitar envios.
ru: Заархивируйте проект, чтобы завершить прием отправок.
sw: Weka mradi kwenye kumbukumbu ili uache kukubali mawasilisho.
th: เก็บโครงการถาวรเพื่อหยุดรับการส่งข้อมูล
tr: Gönderimleri kabul etmeyi durdurmak için projeyi arşivleyin.
uk: Архівувати проєкт, щоб припинити прийом надсилань.
vi: Lưu trữ dự án để ngừng chấp nhận bài gửi.

source: Unarchive project to resume accepting submissions.
am: ማቅረቢያዎችን መቀበልን ለመቀጠል ፕሮጀክትን ከማህደር አውጣ።
ar: إلغاء الأرشفة للمشروع لاستئناف قبول عمليات الإرسال.
bn: আবার সাবমিশন জমা নেওয়া শুরু করতে চাইলে প্রকল্পটিকে আনআর্কাইভ করুন।
cs: Zrušte archivaci projektu, aby se obnovilo přijímání odeslaných dat.
de: Projekt dearchivieren, um neue Übermittlungen zu erlauben.
es: Desarchivar el proyecto para volver a aceptar envíos.
fa: برای دریافت مجدد داده های ارسالی، پروژه را از بایگانی خارج کنید.
fr: Désarchiver le projet pour accepter à nouveau les soumissions.
hi: सबमिशन स्वीकार करना फिर से शुरू करने के लिए प्रोजेक्ट को असंग्रहित करें।
hu: Archivált projekt visszaállítása, hogy ismét fogadhasson válaszokat.
id: Batalkan pengarsipan proyek untuk melanjutkan penerimaan kiriman.
ja: プロジェクトのアーカイブを解除して提出の受け入れを再開します。
km: មិនទុកគម្រោងក្នុងបណ្ណសារដើម្បីបន្តទទួលការដាក់បញ្ជូន។
my: ထည့်သွင်းမှုများ ပြန်လည်လက်ခံရန်အတွက် ပ‌ရောဂျက်ကို မှတ်တမ်းအဖြစ်သိမ်းဆည်းမထားတော့ရန်။
ne: पेश गरिएका कुराहरू पुन:स्वीकार गर्न परियोजना अनअभिलेखन गर्नुहोस्।
pl: Cofnij archiwizację projektu, by na nowo przyjmować odpowiedzi.
pt: Desarquive o projeto para retomar a aceitação de envios.
ru: Разархивируйте проект, чтобы возобновить прием отправок.
sw: Ondoa mradi kwenye kumbukumbu ili uendelee kupokea mawasilisho.
th: ยกเลิกการเก็บโครงการถาวรเพื่อเปิดรับการส่งข้อมูล
tr: Gönderimleri kabul etmeye devam etmek için projeyi arşivden çıkarın.
uk: Розархівуйте проєкт, щоб відновити прийом надсилань.
vi: Hoàn tác lưu trữ dự án để tiếp tục chấp nhận bài gửi.
