Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Predictable substitutions like '@' instead of 'a' don't help very much
am: ከ'a' ይልቅ እንደ '@' ያሉ የሚገመቱ መተኪያዎች ብዙም አይረዱም
ar: لا تساعد كثيرًا الاستبدالات المتوقعة مثل "@" بدلاً من "a"
bn: ‘a’-র পরিবর্তে ‘@’ লেখার মতো প্রচলিত কৌশলগুলোতে বেশি কাজ হয় না
cs: Předvídatelné záměny jako „@“ místo „a“ příliš nepomáhají
de: Vorhersehbare Ersetzungen wie „@“ anstelle von „a“ sind nicht sehr hilfreich
es: Las sustituciones predecibles de letras como «@» en lugar de «a» no sirven demasiado
fa: جایگزین های قابل پیش بینی مانند '@' به جای 'a' چندان کمکی نمی کند.
fr: Les remplacements prévisibles comme « @ » au lieu de « a » n'aident pas beaucoup
hi: अनुमानित प्रतिस्थापन जैसे 'a' के बजाय '@' का इस्तेमाल बहुत मदद नहीं करते हैं
hu: A kiszámítható helyettesítések, mint az „a” helyett „@” nem sokat segítenek
id: Substitusi yang mudah ditebak seperti ‘@’ dan bukannya ‘a’ tidak terlalu membantu
ja: 'a'の代わりに'@'などの推測可能な置換はあまり役に立ちません
km: ការជំនួសដែលអាចទាយបានដូចជា '@' ជំនួសឱ្យ 'a' ជួយ​អ្វីមិនបានច្រើនទេ
my: “a” အစား “@” ကိုအသုံးပြုခြင်းကဲ့သို့ ခန့်မှန်းရန်လွယ်ကူသော အစားထိုးအသုံးခြင်းများက သိပ်ပြီး အကူအညီမဖြစ်စေပါ
ne: 'a' को सट्टा '@' जस्ता अनुमानित प्रतिस्थापनहरूले धेरै मद्दत गर्दैन
pl: Przewidywalne zamienniki jak „@” w miejsce „a” nieszczególnie pomagają
pt: Substituições previsíveis como '@' no lugar de 'a' não ajudam muito
ru: Предсказуемые замены, такие как «@» вместо «a», не очень усложняют угадывание
sw: Ubadilishaji zinazotabirika kama '@' badala ya 'a' hausaidii sana
th: การเปลี่ยนอักษรที่คาดเดาได้ เช่น '@' แทนที่ 'a' ไม่ได้ช่วยอะไรมาก
tr: “A” yerine “@” gibi öngörülebilir değişiklikler sanıldığı kadar faydalı değil
uk: Передбачувані заміни, такі як “@” замість “a”, не дуже допомагають
vi: Thay thế ‘@’ cho ‘a’ có thể đoán được và không thật sự có tác dụng

source: Password strength
am: የይለፍ ቃል ጥንካሬ
ar: مدى قوة كلمة المرور
bn: পাসওয়ার্ডের কাঠিন্য
cs: Síla hesla
de: Passwortstärke
es: Seguridad de la contraseña
fa: قدرت رمز عبور
fr: Robustesse du mot de passe
hi: पासवर्ड मज़बूती
hu: Jelszó erőssége
id: Kekuatan kata sandi
ja: パスワード強度
km: ភាពខ្លាំងនៃពាក្យសម្ងាត់
my: စကားဝှက်ပြင်းအား
ne: पासवर्ड शक्ती
pl: Siła hasła
pt: Força de senha
ru: Надежность пароля
sw: Nguvu ya nywila
th: ความแข็งแรงของรหัสผ่าน
tr: Şifre güvenlik seviyesi
uk: Надійність пароля
vi: Độ mạnh mật khẩu

source: path not found / recognized
am: ዱካ አልተገኘም / አልታወቀም
ar: لم يتم العثور / التعرّف على المسار
bn: path পাওয়া যায় নি / শনাক্ত করা যায় নি
cs: cesta nebyla nalezena/rozpoznána
de: Pfad nicht gefunden/nicht erkannt
es: ruta no encontrada / no reconocida
fa: مسیر یافت / شناسایی نشد
fr: Chemin non trouvé/non reconnu
hi: पथ नहीं मिला / मान्यता प्राप्त नहीं
hu: Elérési út nem található / nem értelmezhető
id: jalur tidak ditemukan / dikenali
ja: パスが見つかりません、または認識されません
km: រកមិនឃើញ / ស្គាល់ផ្លូវទេ
my: လင့်ခ်ကို ရှာမတွေ့ပါ/ အသိအမှတ်မပြုပါ
ne: बाटो फेला परेन / पहिचान भएन
pl: ścieżka nie została znaleziona / rozpoznana
pt: caminho não encontrado / reconhecido
ru: путь не найден/не распознан
sw: njia haijapatikana / kutambuliwa
th: ไม่พบ/รู้จักเส้นทาง
tr: yol bulunamadı / tanınmadı
uk: шлях не знайдено / розпізнано
vi: đường dẫn không tìm thấy / nhận dạng được

source: Section not found
am: የተመረጠው ክፍል አልተገኘም
ar: لم يتم العثور على القسم
de: Abschnitt nicht gefunden
es: Sección no encontrada
fa: بخش مورد نظر پیدا نشد
id: Bagian tidak ditemukan
ja: セクションが見つかりません
pl: Nie znaleziono sekcji
pt: Seção não encontrada
ru: Раздел не найден
th: ไม่พบส่วนนี้
uk: Розділ не знайдено
vi: Không tìm thấy mục

source: XForm is loading
am: XForm እየተጫነ ነው
ar: جاري تحميل نموذج (XForm)
de: XForm wird geladen
es: El XForm se está cargando
fa: در حال بارگزاری XForm
id: XForm sedang memuat
ja: エクスフォームを読み込み中
pl: XForm się ładuje
pt: XForm carregando
ru: Загрузка XForm
sw: Fomu X inapakia
th: กำลังโหลด XForm
uk: XForm завантажується
vi: Đang tải XForm

source: Untitled
am: ርዕስ አልባ
ar: بلا عنوان
bn: শিরোনামহীন
cs: Bez názvu
de: Unbenannt
es: Sin título
fa: بدون عنوان
fr: Sans titre
hi: बिना शीर्षक
hu: Névtelen
id: Tanpa judul
ja: 無題
my: ခေါင်းစဥ်မရှိသော
ne: शीर्षकविहीन
pl: Bez nazwy
pt: Sem Título
ru: Без названия
sw: Isiyo na jina
th: ไม่มีชื่อ
tr: İsimsiz
uk: Без назви
vi: Không có tiêu đề

source: Collect data
am: ውሂብ መሰብሰብ
ar: جمع البيانات
de: Daten sammeln
es: Recolectar datos
fa: جمع آوری داده
id: Kumpulkan data
ja: データの収集
km: ប្រមូលទិន្នន័យ
pl: Zbierz dane
pt: Coletar dados
ru: Собрать данные
sw: Kusanya data
th: เก็บข้อมูล
uk: Збирати дані
vi: Thu thập dữ liệu

source: Share project
am: ፕሮጀክት አጋራ
ar: مشاركة المشروع
bn: প্রকল্প শেয়ার করুন
cs: Sdílet projekt
de: Projekt teilen
es: Compartir proyecto
fa: اشتراک گذاری پروژه
fr: Partager le projet
hi: प्रोजेक्ट साझा करें
hu: Projekt megosztása
id: Bagikan proyek
ja: プロジェクトを共有する
km: ចែករំលែកគម្រោង
my: ပရောဂျက်ကို မျှဝေသည်
ne: परियोजना बाड्नुहोस्
pl: Udostępnij projekt
pt: Compartilhar projeto
ru: Поделиться проектом
sw: Shiriki mradi
th: แชร์โครงการ
tr: Projeyi paylaş
uk: Поділитися проєктом
vi: Chia sẻ dự án

source: Preview form
am: ቅድመ እይታ ቅፅ
ar: معاينة النموذج
bn: ফর্মের প্রিভিউ দেখুন
cs: Náhled formuláře
de: Formularvorschau ansehen
es: Previsualizar el formulario
fa: نمایش اولیه فرم
fr: Aperçu du formulaire
hi: फ़ॉर्म का पूर्वावलोकन करें
hu: Űrlap előnézete
id: Pratinjau formulir
ja: フォームのプレビュー
km: មើលទម្រង់បែបបទជាមុន
my: ဖောင်ပုံစံကို သုံးသပ်သည်
ne: पूर्वावलोकन फारम
pl: Wyświetl podgląd formularza
pt: Visualizar formulário
ru: Предварительный просмотр формы
sw: Hakiki fomu
th: ดูตัวอย่างแบบฟอร์ม
tr: Formu ön izle
uk: Форма попереднього перегляду
vi: Xem trước biểu mẫu

source: Data
am: ውሂብ
ar: البيانات
bn: তথ্য
de: Daten
es: Datos
fa: تاریخ
fr: Données
hi: डेटा
hu: Adat
ja: データ
km: ទិន្នន័យ
my: အချက်အလက်
ne: तथ्याङ्क
pl: Dane
pt: Dados
ru: Данные
th: ข้อมูล
tr: Veri
uk: Дані
vi: Dữ liệu

source: Team members
am: የቡድን አባላት
ar: أعضاء الفريق
de: Gruppenmitglieder
es: Miembros del equipo
fa: اعضای تیم
id: Anggota tim
ja: チームメンバー
km: សមាជិកក្រុម
pl: Członkowie zespołu
pt: Membros da equipe
ru: Члены команды
sw: Washiriki wa timu
th: สมาชิกทีม
uk: Члени команди
vi: Các thành viên nhóm

source: Quick Links
am: ፈጣን አገናኞች
ar: روابط سريعة
de: Schnellzugriffe
es: Enlaces directos
fa: لینک های فوری
id: Tautan Cepat
ja: クイックリンク
km: តំណលឿន
pl: Szybkie łącza
pt: Links Rápidos
ru: Быстрые ссылки
sw: Viungo vya Haraka
th: ลิงก์ด่วน
uk: Швидкі посилання
vi: Đường link nhanh

source: undeployed
am: ያልተሰማራ
ar: غير موزع
bn: ডিপ্লয় করা নয়
cs: nezveřejněno
de: nicht bereitgestellt
es: no implementado
fa: منتشر نشده است
fr: non déployé
hi: अपरिनियोजित (अनडिप्लॉइड)
hu: nincs élesítve
id: belum disebarkan
ja: 非公開
km: មិនបានប្រើប្រាស់
my: အသုံးမပြုထားသော
ne: काम नगरिएको
pl: niewdrożony
pt: não disponibilizado
ru: не развернуто на сервере
sw: haijatumika
th: ไม่ได้นำไปใช้งาน
tr: yayınlanmamış
uk: не розміщено
vi: đã xóa

source: Last Modified
am: ለመጨረሻ ጊዜ የተሻሻለው
ar: آخر تعديل
bn: সর্বশেষ পরিবর্তনের তারিখ
cs: Naposledy změněno
de: Zuletzt geändert
es: Última modificación
fa: آخرین تغییرات
fr: Dernière modification
hi: अंतिम बार संशोधित
hu: Utolsó módosítás
id: Modifikasi Terakhir
ja: 最終更新日
km: បានកែប្រែចុងក្រោយ
my: နောက်ဆုံးပြုပြင်ထားသော
ne: पछिल्लो पटक परिमार्जित
pl: Ostatnio zmodyfikowany
pt: Última Modificação
ru: Последнее изменение
sw: Iliyorekebishwa Mara ya Mwisho
th: แก้ไขล่าสุด
tr: Son Düzenleme
uk: Остання модифікація
vi: Chỉnh sửa lần cuối

source: questions
am: ጥያቄዎች
ar: الأسئلة
de: Fragen
es: preguntas
fa: سوال ها
id: pertanyaan
ja: 質問
pl: pytania
pt: perguntas
ru: вопросы
sw: maswali
th: คำถาม
uk: питання
vi: câu hỏi

source: redeploy
am: እንደገና ማሰማራት
ar: إعادة النشر والتوزيع
de: erneut bereitstellen
es: implementar de nuevo
fa: انتشار مجدد
id: luncurkan ulang
ja: 再公開する
km: ប្រើប្រាស់ឡើងវិញ
pl: wdróż ponownie
pt: disponibilizar novamente
ru: повторно развернуть на сервере
sw: tuma upya
th: นำไปใช้อีกครั้ง
uk: перерозмістити
vi: triển khai lại

source: deploy
am: ማሰማራት
ar: نشر وتوزيع
de: bereitstellen
es: implementar
fa: انتشار
id: luncurkan
ja: 公開する
km: ប្រើប្រាស់
pl: wdróż
pt: disponibilizar
ru: развернуть на сервере
sw: tuma
th: นำไปใช้งาน
uk: розмістити
vi: triển khai

source: unarchive
am: ማህደር አታስቀምጥ
ar: إلغاء الأرشفة
de: dearchivieren
es: desarchivar
fa: بایگانی نشده
id: batalkan pengarsipan
ja: アーカイブを解除する
km: មិនទុកក្នុងបណ្ណសារ
pl: przywróć archiwizację
pt: desarquivar
ru: разархивировать
sw: ondoa kwenye kumbukumbu
th: ยกเลิกการเก็บถาวร
uk: розархівувати
vi: hoàn tác lưu trữ

source: Form history
am: የቅፅ ታሪክ
ar: تاريخ النموذج
de: Formular-Historie
es: Historial del formulario
fa: تاریخچه فرم
id: Riwayat formulir
ja: フォーム履歴
km: ប្រវត្តិទម្រង់បែបបទ
pl: Historia formularza
pt: Histórico do formulário
ru: Из истории
sw: Historia ya fomu
th: ประวัติแบบฟอร์ม
uk: Історія форми
vi: Lịch sử biểu mẫu

source: Version
am: ስሪት
ar: الإصدار
es: Versión
fa: نسخه
id: Versi
ja: バージョン
km: កំណែ
pl: Wersja
pt: Versão
ru: Версия
sw: Toleo
th: เวอร์ชัน
uk: Версія
vi: Phiên bản

source: Clone
am: መሰል
ar: استنساخ
bn: কপি তৈরি করুন
cs: Klonovat
de: Klonen
es: Clonar
fa: شبیه‌سازی
fr: Cloner
hi: प्रतिरूप (क्लोन)
hu: Klónozás
id: Kloning
ja: 複製
my: ပုံတူပွားသည်
ne: उस्तै अर्को बनाउनु
pl: Sklonuj
pt: Clonar
ru: Скопировать
sw: Nakala
th: โคลน
tr: Kopya
uk: Клонувати
vi: Nhân bản

source: Clone this version as a new project
am: ይህን ስሪት እንደ አዲስ ፕሮጀክት ያዙሩት
ar: استنسخ هذا الإصدار كمشروع جديد
de: Diese Version als neues Projekt klonen
es: Clonar esta versión como un nuevo proyecto
fa: این نسخه را به عنوان یک پروژه جدید شبیه‌سازی کنید
id: Kloning versi ini sebagai proyek baru
ja: このバージョンを新しいプロジェクトとして複製する
km: ក្លូនកំណែនេះជាគម្រោងថ្មី
pl: Sklonuj tę wersję jako nowy projekt
pt: Clonar esta versão como novo projeto
ru: Скопировать эту версию как новый проект
sw: Nakili toleo hili kama mradi mpya
th: โคลนเวอร์ชันนี้เป็นโครงการใหม่
uk: Клонувати цю версію як новий проєкт
vi: Nhân bản phiên bản này dưới dạng dự án mới

source: Hide full history
am: ሙሉ ታሪክን ደብቅ
ar: إخفاء السجل التاريخي كاملاً
de: Gesamte Historie verbergen
es: Ocultar todo el historial
fa: مخفی کردن تاریخچه
id: Sembunyikan riwayat penuh
ja: 完全な履歴を隠す
km: លាក់ប្រវត្តិពេញលេញ
pl: Ukryj pełną historię
pt: Ocultar histórico completo
ru: Скрыть всю историю
sw: Ficha historia kamili
th: ซ่อนประวัติทั้งหมด
uk: Приховати повну історію
vi: Ẩn toàn bộ lịch sử

source: Show full history
am: ሙሉ ታሪክ አሳይ
ar: عرض السجل التاريخي بالكامل
de: Gesamte Historie anzeigen
es: Mostrar todo el historial
fa: نمایش کامل تاریخچه
id: Tampilkan riwayat penuh
ja: 完全な履歴を表示
km: បង្ហាញប្រវត្តិពេញលេញ
pl: Pokaż pełną historię
pt: Mostrar histórico completo
ru: Показать всю историю
sw: Onyesha historia kamili
th: แสดงประวัติทั้งหมด
uk: Показати повну історію
vi: Xem toàn bộ lịch sử

source: Load more
am: ተጨማሪ ይጫኑ
ar: تحميل المزيد
bn: আরও লোড করুন
cs: Načíst více
de: mehr laden
es: Cargar más
fa: موارد بیشتر
fr: Afficher plus
hi: और लोड करें
hu: Továbbiak betöltése
id: Muat lebih banyak
ja: さらに読み込む
km: ផ្ទុកច្រើនទៀត
my: ပို၍ ဖွင့်ပါ
ne: थप लोड गर्नुहोस्
pl: Załaduj więcej
pt: Carregar mais
ru: Загрузить больше
sw: Pakia zaidi
th: โหลดเพิ่มเติม
tr: Daha fazla yükle
uk: Завантажити ще
vi: Tải thêm

source: Install
am: ጫን
ar: تثبيت
de: Installieren
es: Instalar
fa: نصب
id: Pasang
ja: Android デバイス上に
km: ដំឡើង
pl: Zainstaluj
pt: Instalar
ru: Установить
sw: Sakinisha
th: ติดตั้ง
uk: Встановити
vi: Tải xuống

source: on your Android device.
am: በእርስዎ አንድሮይድ መሳሪያ ላይ
ar: على جهازك الاندرويد.
de: auf Ihrem Android-Gerät.
es: en tu dispositivo Android.
fa: بر روی دستگاه اندروید شما
id: pada perangkat Android Anda.
ja: インストールする
km: នៅលើឧបករណ៍ Android របស់អ្នក។
pl: na swoim urządzeniu z systemem Android.
pt: no seu aparelho Android.
ru: на вашем устройстве Android.
sw: kwenye kifaa chako cha Android.
th: บนอุปกรณ์แอนดรอยด์ของคุณ
uk: на свій пристрій Android.
vi: trên thiết bị Android của bạn.

source: Click on
am: ላይ ጠቅ ያድርጉ
ar: انقر على
de: Klicken Sie auf
es: Hacer clic en
fa: کلیک کنید
id: Klik
ja: を
km: ចុចលើ
pl: Kliknij na
pt: Clique em
ru: Нажмите,
sw: Bonyeza
th: คลิกที่
uk: Натисніть на
vi: Nhấn vào

source: to open settings.
am: ቅንብር ለመክፈት
ar: إلى الإعدادات المفتوحة.
de: , um die Einstellungen zu öffnen.
es: para abrir la configuración.
fa: باز کردن تنظیمات
id: untuk membuka pengaturan.
ja: クリックして設定を開く
km: ដើម្បីបើកការកំណត់។
pl: aby otworzyć ustawienia.
pt: para abrir as configurações.
ru: чтобы открыть настройки.
sw: ili kufungua mipangilio.
th: เพื่อเปิดการตั้งค่า
uk: щоб відкрити налаштування.
vi: để mở cài đặt.

source: Enter the server URL
am: የሰርቨር ዩ.አር.ኤል አስገባ
ar: أدخل عنوان الإنترنت (URL) للخادم
de: Geben Sie die Server-URL ein
es: Ingresar la URL del servidor
fa: آدرس "(URL)" سرور را وارد کنید
id: Masukkan URL server
ja: サーバーURL
km: បញ្ចូល URL ម៉ាស៊ីនមេ
pl: Wprowadź adres URL serwera
pt: Digite o URL do servidor
ru: Введите URL-адрес сервера
sw: Weka URL ya seva
th: ป้อน URL ของเซิร์ฟเวอร์
uk: Введіть URL-адресу сервера
vi: Nhập URL máy chủ

source: and your username and password
am: እና የእርስዎን የተጠቃሚ ስም እና የይለፍ ቃል
ar: وأسم المستخدم و كلمة المرور
de: und Ihren Benutzernamen und Passwort
es: y tu nombre de usuario y contraseña
fa: و نام کاربری و رمز عبور شما
id: serta nama pengguna dan kata sandi Anda
ja: ユーザー名、パスワードを入力してください
km: និងឈ្មោះអ្នកប្រើប្រាស់ និងពាក្យសម្ងាត់របស់អ្នក
pl: i swoją nazwę użytkownika i hasło
pt: e seu usuário e senha
ru: и свое имя пользователя, а также пароль
sw: na jina lako la mtumiaji na nywila
th: และชื่อผู้ใช้และรหัสผ่านของคุณ
uk: і своє ім'я користувача та пароль
vi: và tên người dùng và mật khẩu của bạn

source: Open "Get Blank Form" and select this project.
am: ባዶ ቅፅ ያግኙ እና ይህንን ፕሮጀክት ይምረጡ።
ar: افتح "Get Blank Form" و اختر المشروع.
de: Öffnen Sie „Get Blank Form“ und wählen Sie dieses Projekt aus.
es: Abrir «Obtener formulario en blanco» y seleccionar este proyecto.
fa: "Get Blank Form" را باز کنید و این پروژه را انتخاب کنید.
id: Buka “Dapatkan Formulir Kosong” dan pilih proyek ini.
ja: 「Get Blank Form」を開き、このプロジェクトを選択します。
km: បើក "ទទួលបានទម្រង់បែបបទទទេ" និងជ្រើសរើសគម្រោងនេះ។
pl: Otwórz „Get Blank Form” i wybierz ten projekt.
pt: Abra "Carregar formulário em branco" e selecione este projeto.
ru: Выберите «Получить пустую форму» и выберите этот проект.
sw: Fungua "Pata Fomu isiyo na kitu" na uchague mradi huu.
th: เปิด "รับแบบฟอร์มเปล่า (Get Blank Form)" และเลือกโครงการนี้
uk: Відкрийте “Отримати порожню форму” та оберіть цей проєкт.
vi: Mở “Lấy biểu mẫu trống” và chọn dự án này.

source: Open "Enter Data."
am: "ውሂብ አስገባ" ን ይክፈቱ።
ar: افتح "Enter Data".
de: Öffnen Sie „Enter Data“.
es: Abrir «Ingresar Datos».
fa: "Enter Data" را باز کنید.
id: Buka “Masukkan data.”
ja: 「データの入力」を開きます。
km: បើក "បញ្ចូលទិន្នន័យ"។
pl: Otwórz „Enter Data”.
pt: Abra "Inserir Dados."
ru: Выберите «Ввести данные».
sw: Fungua "Ingiza Data."
th: เปิด "ป้อนข้อมูล (Enter Data)"
uk: Відкрийте “Ввести дані”.
vi: Mở “Nhập dữ liệu.”

source: You can now control whether to allow anonymous submissions for each project. Previously, this was an account-wide setting.
am: አሁን ለእያንዳንዱ ፕሮጀክት ስም-አልባ ማቅረቢያዎችን ለመፍቀድ ወይም ላለመፍቀድ መቈጣጠር ይችላሉ። ቀደም ሲል ይህ በመላው መለያ ቅንብር ነበር።
ar: يمكنك الآن التحكم فيما إذا كنت ستسمح بتقديم عمليات الإرسال مجهولة لكل مشروع. في السابق، كان هذا إعدادًا على مستوى الحساب.
de: Sie können nun für jedes Projekt kontrollieren, ob anonyme Übermittlungen zugelassen werden sollen. Zuvor war dies eine Einstellung für das gesamte Konto.
es: Ahora puedes controlar si se permiten envíos anónimos para cada proyecto. Antes, esta era una configuración para toda la cuenta.
fa: اکنون می توانید کنترل کنید که آیا ارسال ناشناس برای هر پروژه مجاز است یا خیر. پیش از این، این تنظیمات برای کل حساب کاربری بود.
id: Sekarang Anda dapat mengontrol apakah akan mengizinkan pengiriman anonim untuk setiap proyek. Sebelumnya, ini adalah pengaturan seluruh akun.
ja: 匿名提出を許可するかどうかをプロジェクトごとに制御できるようになりました。これまでアカウント単位でのみ設定できました。
pl: Masz teraz kontrolę nad dopuszczaniem anonimowych zgłoszeń do każdego projektu. Wcześniej było to ustawienie dla całego konta.
pt: Agora, você pode controlar se deseja permitir envios anônimos para cada projeto. Anteriormente, essa configuração se aplicava a toda a conta.
ru: Теперь вы можете контролировать, разрешать ли анонимные отправки для каждого проекта. Ранее данная опция действовала в рамках всей учетной записи.
sw: Sasa unaweza kudhibiti ikiwa utaruhusu uwasilishaji bila majina kwa kila mradi. Hapo awali, hii ilikuwa mpangilio wa akaunti nzima.
th: ขณะนี้คุณสามารถควบคุมว่าจะอนุญาตการส่งข้อมูลนิรนามสำหรับแต่ละโครงการหรือไม่ เดิมนี่เป็นการตั้งค่าเดียวกันทั้งบัญชี
uk: Тепер ви можете контролювати, чи дозволяти анонімні надсилання для кожного проєкту. Раніше це було налаштування для всього акаунта.
vi: Hiện tại bạn có thể kiểm soát việc cho phép gửi các nội dung ẩn danh cho từng dự án. Tính năng này trước kia dành cho cài đặt toàn bộ tài khoản.

source: Download KoboCollect
am: KoboCollect ያውርዱ
ar: تحميل KoboCollect
de: KoboCollect herunterladen
es: Descargar KoboCollect
fa: KoboCollect را دانلود کنید
id: Unduh KoboCollect
ja: KoboCollectをダウンロードする
km: ទាញយក KoboCollect
pl: Pobierz KoboCollect
pt: Baixar KoboCollect
ru: Скачать KoboCollect
sw: Pakua KoboCollect
th: ดาวน์โหลด KoboCollect
uk: Завантажити KoboCollect
vi: Tải KoboCollect

source: Try reloading the page, if problem doesn't go away, contact support.
am: ገጹን እንደገና ለመጫን ይሞክሩ፣ ችግሩ ካልቀረ ድጋፍ ሰጪን ያነጋግሩ።
ar: حاول إعادة تحميل الصفحة، وإذا لم تختف المشكلة فاتصل بالدعم.
de: Versuchen Sie, die Seite neu zu laden. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: Intenta volver a cargar la página. Si el problema no se soluciona, comunícate con el servicio de asistencia.
fa: سعی کنید دوباره صفحه را بارگیری کنید. اگر مشکل برطرف نشد، با پشتیبانی تماس بگیرید.
id: Coba muat ulang halaman, jika masih bermasalah, hubungi bantuan.
ja: ページをリロードして、問題が解決しない場合はサポートにお問い合わせください。
km: សាកល្បងផ្ទុកទំព័រឡើងវិញ ប្រសិនបើបញ្ហាមិនបាត់ទេ សូមទាក់ទងផ្នែកជំនួយ។
pl: Spróbuj odświeżyć stronę; jeśli problem nie zostanie rozwiązany, skontaktuj się z pomocą techniczną.
pt: Tente recarregar a página, caso o problema não seja solucionado, entre em contato com o suporte.
ru: Попробуйте перезагрузить страницу. Если проблема не исчезнет, обратитесь в службу поддержки.
sw: Jaribu kupakia upya ukurasa, ikiwa tatizo halitaisha, wasiliana na usaidizi.
th: ลองโหลดหน้านี้อีกครั้ง หากปัญหายังไม่หายไป โปรดติดต่อฝ่ายสนับสนุน
uk: Спробуйте перезавантажити сторінку, якщо проблема не зникне, зверніться до служби підтримки.
vi: Thử tải lại trang, nếu vấn đề vẫn còn tiếp diễn, hãy liên lạc với bộ phận hỗ trợ.

source: Link missing
am: ማገናኛ ጠፍቷል
ar: الرابط مفقود
de: Link fehlt
es: Enlace perdido
fa: لینک موجود نیست
id: Tautan hilang
ja: リンクなし
km: បាត់តំណ
pl: Brakuje łącza
pt: Está faltando o link
ru: Отсутствует ссылка
sw: Kiungo hakipo
th: ไม่มีลิงก์
uk: Відсутнє посилання
vi: Thiếu đường liên kết

source: Copied to clipboard
am: ወደ ቅንጥብ ሰሌዳ ተቀድቷል
ar: تم النسخ إلى الحافظة
de: In Zwischenablage kopiert
es: Se copió en el Portapapeles
fa: کپی در کلیپ بورد
id: Disalin ke papan klip
ja: クリップボードにコピーされました
km: បានចម្លងទៅឃ្លីបបត
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
sw: Imenakiliwa kwenye ubao wa kunakili
th: คัดลอกไปที่คลิปบอร์ดแล้ว
uk: Скопійовано в буфер обміну
vi: Đã sao chép vào bảng nhớ tạm

source: Copy
am: ቅዳ
ar: نسخ
de: Kopieren
es: Copiar
fa: کپی
id: Salin
ja: コピー
km: ចម្លង
pl: Skopiuj
pt: Copiar
ru: Копировать
sw: Nakili
th: คัดลอก
uk: Копіювати
vi: Sao chép

source: Open
am: ክፈት
ar: فتح
bn: খুলুন
cs: Otevřít
de: Öffnen
es: Abrir
fa: باز کردن
fr: Ouvrir
hi: खोलें
hu: Megnyitás
id: Buka
ja: 開く
km: បើក
my: ဖွင့်ရန်
ne: खोल्नुहोस्
pl: Otwórz
pt: Abrir
ru: Открыть
sw: Fungua
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở

source: Edit in Form Builder
am: በቅፅ ገንቢ ውስጥ ያርትዑ
ar: تحرير في منشئ النماذج
bn: ফর্ম বিল্ডারে এডিট করুন
cs: Upravit v nástroji Form Builder
de: Im Formulareditor bearbeiten
es: Editar en el Editor de formularios
fa: ویرایش در فرم ساز
fr: Éditer dans le générateur de formulaires
hi: फ़ॉर्म बिल्डर में संपादित करें
hu: Szerkesztés az Űrlapkészítőben
id: Edit di Pembangun Formulir
ja: フォームビルダーで編集
km: កែក្នុងឧបករណ៍បង្កើតទម្រង់បែបបទ
my: Form Builder တွင် ပြုပြင်ပါ
ne: फारम बिल्डरमा सम्पादन गर्नुहोस्
pl: Edytuj w Konstruktorze formularzy
pt: Editar no Construtor de Formulários
ru: Изменить в конструкторе формы
sw: Hariri katika Kijenzi cha Fomu
th: แก้ไขในตัวสร้างแบบฟอร์ม
tr: Form Oluşturucu'da düzenle
uk: Редагувати форму в режимі конструктора
vi: Chỉnh sửa trong Xây dựng biểu mẫu

source: Editing capabilities not granted, you can only view this form
am: የማርትዕ ችሎታዎች አልተሰጡም፣ ይህንን ቅፅ ብቻ ነው ማየት የሚችሉት
ar: قدرات التحرير غير مرخصة، يمكنك عرض هذا النموذج فقط
de: Sie haben keine Bearbeitungsrechte, sie können das Formular nur ansehen
es: Permisos de edición no otorgados, este formulario es únicamente de lectura
fa: امکان ویرایش داده نشده است، شما فقط می توانید این فرم را مشاهده کنید
id: Kemampuan pengeditan tidak diberikan, Anda hanya dapat melihat formulir ini
ja: 編集権限が付与されていません。このフォームは閲覧のみ可能です
km: គេមិនបានផ្ដល់សមត្ថភាពក្នុងការកែទេ អ្នកអាចត្រឹមតែ​មើលទម្រង់បែបបទនេះប៉ុណ្ណោះ
pl: Nie przyznano uprawnień edycji, możesz wyłącznie przeglądać ten formularz
pt: Não é permitida a edição, só pode visualizar este formulário
ru: Не предоставлено прав на изменение: вам разрешен только просмотр данной формы
sw: Uwezo wa kuhariri haujatolewa, unaweza kutazama fomu hii pekee
th: ไม่สามารถแก้ไขได้ คุณสามารถดูแบบฟอร์มนี้ได้เท่านั้น
uk: Можливості редагування не надаються, ви можете лише переглядати цю форму
vi: Chưa cho phép quyền chỉnh sửa, bạn chỉ có thể xem biểu mẫu này

source: Preview
am: ቅድመ እይታ
ar: معاينة
de: Vorschau
es: Vista previa
fa: پیش نمایش
id: Pratinjau
ja: プレビュー
pl: Podgląd
pt: Pré-visualizar
ru: Предварительный просмотр
sw: Hakiki
th: ดูตัวอย่าง
uk: Попередній перегляд
vi: Xem trước

source: Replace form
am: ቅፁን ይተኩ
ar: استبدال النموذج
bn: ফর্ম পাল্টে ফেলুন
cs: Nahradit formulář
de: Formular ersetzen
es: Reemplazar formulario
fa: جایگزینی فرم
fr: Remplacer le formulaire
hi: फॉर्म बदलें
hu: Űrlap lecserélése
id: Ganti formulir
ja: フォームの置き換え
km: ជំនួសទម្រង់បែបបទ
my: ဖောင်ပုံစံအား အစားထိုးပါ
ne: फारम बदल्नुहोस्
pl: Zamień formularz
pt: Substituir formulário
ru: Заменить форму
sw: Badilisha fomu
th: แทนที่แบบฟอร์ม
tr: Formu değiştir
uk: Замінити форму
vi: Thay thế biểu mẫu

source: More actions
am: ተጨማሪ ድርጊቶች
ar: المزيد من الإجراءات
bn: আরও অ্যাকশন
cs: Další akce
de: Weitere Aktionen
es: Otras acciones
fa: اقدامات بیشتر
fr: Plus d'actions
hi: और अधिक ऐक्शन
hu: További műveletek
id: Tindakan lebih lanjut
ja: その他の操作
km: សកម្មភាពច្រើនទៀត
my: ပိုမို ဆောင်ရွက်ချက်များ
ne: थप कार्यहरू
pl: Więcej opcji
pt: Mais ações
ru: Другие действия
sw: Vitendo zaidi
th: การดำเนินการเพิ่มเติม
tr: Daha fazla işlem
uk: Більше дій
vi: Thêm thiết lập

source: Download
am: አውርድ
ar: تحميل
bn: ডাউনলোড করুন
cs: Stáhnout
de: Herunterladen
es: Descargar
fa: دانلود
fr: Télécharger
hi: डाउनलोड
hu: Letöltés
id: Unduh
ja: ダウンロード
km: ទាញយក
my: ဒေါင်းလုဒ်
ne: डाउनलोड गर्नुहोस्
pl: Pobierz
pt: Baixar
ru: Скачать
sw: Pakua
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
vi: Tải về

source: Share this project
am: ይህን ፕሮጀክት አጋራ
ar: مشاركة هذا المشروع
de: Dieses Projekt teilen
es: Compartir este proyecto
fa: اشتراک گذاری پروژه
id: Bagikan proyek ini
ja: このプロジェクトを共有する
km: ចែករំលែកគម្រោងនេះ
pl: Podziel się tym projektem
pt: Compartilhar este projeto
ru: Поделиться этим проектом
sw: Shiriki mradi huu
th: แชร์โครงการนี้
uk: Поділитися цим проєктом
vi: Chia sẻ dự án này
