Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Log in with
am: ከዚህ ጋር ይግቡ
ar: تسجيل الدخول باستخدام
bn: লগইন করতে ব্যবহার করুন
cs: Přihlásit se pomocí
de: Einloggen mit
es: Iniciar sesión con
fa: وارد شوید با
fr: Se connecter avec
hi: से लॉग इन करें
id: Masuk dengan
ja: でログインする
my: ဖြင့် လော့အင်ဝင်ရောက်ပါ။
ne: लग इन गर्नुहोस्
pl: Zaloguj się za pośrednictwem
pt: Fazer login com
ru: Войдите в систему с помощью
sw: Bejelentkezés ezzel:
th: เข้าสู่ระบบด้วย
uk: Увійдіть за допомогою
vi: Đăng nhập bằng

source: Log in to KoboToolbox with your %(appname)s account.
am: በመለያዎ %(appname)s ወደ KoboToolbox ይግቡ።
ar: سجّل الدخول إلى KoboToolbox باستخدام حساب %(appname)s الخاص بك.
bn: আপনার %(appname)s অ্যাকাউন্ট দিয়ে KoboToolbox-এ লগইন করুন।
cs: Přihlaste se do KoboToolbox pomocí svého %(appname)s účtu.
de: Loggen Sie sich mit Ihrem %(appname)s-Konto bei KoboToolbox ein.
es: Inicia sesión en KoboToolbox con tu cuenta de %(appname)s.
fa: روی دکمه زیر کلیک کنید تا با حساب %(appname)s خود وارد جعبه ابزار کوبو شوید.
fr: Connectez-vous à KoboToolbox avec votre compte %(appname)s.
hi: अपने %(appname)s खाते से कोबोटूलबॉक्स में लॉग इन करें।
id: Masuk ke KoboToolbox dengan akun %(appname)s Anda.
ja: %(appname)sアカウントでKobo Toolboxにログインする。
my: သင့်%(appname)s အကောင့်ဖြင့် Kobo ကိရိယာအကွက်သို့ ဝင်ရောက်ပါ။
ne: आफ्नो खाता %(appname)s को साथ KoboToolbox मा लग इन गर्नुहोस्।
pl: Zaloguj się do KoboToolbox za pomocą konta %(appname)s.
pt: Fazer login no KoboToolbox com sua conta %(appname)s.
ru: Войдите в KoboToolbox под своей учетной записью %(appname)s.
sw: Bejelentkezés a KoboToolbox alkalmazásba a(z) %(appname)s-fiókjával.
th: เข้าสู่ระบบ KoboToolbox ด้วยบัญชี %(appname)s ของคุณ
uk: Увійдіть до KoboToolbox під своїм обліковим записом %(appname)s.
vi: Đăng nhập Kobo Toolbox bằng tài khoản %(appname)s của bạn.

source: go back
am: ተመለስ
ar: الرجوع
bn: ফিরে যান
cs: jít zpět
de: Zurück
es: volver
fa: قبلی
fr: retour
hi: पीछे जाएँ
id: kembali
ja: 戻る
my: ပြန်သွားရန်
ne: पछाडी जाउ
pl: Powrót
pt: voltar
ru: вернуться
sw: vissza
th: ย้อนกลับ
uk: назад
vi: quay lại

source: Welcome to KoboToolbox, %(username)s!
am: ወደ KoboToolbox እንኳን በደህና መጡ፣ %(username)s!
ar: مرحبا بك %(username)s في KoboToolbox!
bn: আপনাকে KoboToolbox-এ স্বাগতম, %(username)s!
cs: Vítejte v KoboToolbox, %(username)s!
de: Willkommen bei KoboToolbox, %(username)s!
es: ¡Te damos la bienvenida a KoboToolbox, %(username)s!
fa: %(username)s، به جعبه ابزار کوبو (KoboToolbox) خوش آمدید!
fr: Bienvenue sur KoboToolbox, %(username)s !
hi: कोबोटूलबॉक्स में स्वागत है, %(username)s!
id: Selamat datang di KoboToolbox, %(username)s!
ja: Kobo Toolboxへようこそ、%(username)s！
my: Kobo ကိရိယာအကွက်မှ ကြိုဆိုပါ၏၊ %(username)s။
ne: %(username)s, KoboToolbox मा स्वागत छ!
pl: Witamy w KoboToolbox, %(username)s!
pt: Seja bem-vindo ao KoboToolbox, %(username)s!
ru: Добро пожаловать на KoboToolbox, %(username)s!
sw: Üdvözli a KoboToolbox, %(username)s!
th: ยินดีต้อนรับสู่ KoboToolbox, %(username)s!
uk: Ласкаво просимо до KoboToolbox, %(username)s!
vi: Chào mừng %(username)s đến với KoboToolbox!

source: Welcome to KoboToolbox!
am: ወደ KoboToolbox እንኳን በደህና መጡ!
ar: مرحبًا في KoboToolbox!
bn: KoboToolbox-এ স্বাগতম!
cs: Vítejte v KoboToolbox!
de: Willkommen bei KoboToolbox!
es: ¡Te damos la bienvenida a KoboToolbox!
fa: به جعبه ابزار کوبو (KoboToolbox) خوش آمدید!
fr: Bienvenue sur KoboToolbox !
hi: कोबोटूलबॉक्स में स्वागत है!
id: Selamat datang di KoboToolbox!
ja: Kobo Toolboxへようこそ！
my: Kobo ကိရိယာအကွက်မှ ကြိုဆိုပါ။
ne: कोबो टूलबॉक्स मा स्वागत छ!
pl: Witamy w KoboToolbox!
pt: Seja bem-vindo ao KoboToolbox!
ru: Добро пожаловать в KoboToolbox!
sw: Üdvözli a KoboToolbox!
th: ยินดีต้อนรับสู่ KoboToolbox!
uk: Ласкаво просимо до KoboToolbox!
vi: Chào mừng bạn đến với KoboToolbox!

source: You are about to use your %(appname)s account to login to KoboToolbox.
am: ወደ KoboToolbox ለመግባት የእርስዎን %(appname)s መለያ ሊጠቀሙ ነው።
ar: أنت على وشك استخدام حسابك %(appname)s لتسجيل الدخول إلى KoboToolbox.
bn: আপনি আপনার %(appname)s অ্যাকাউন্ট দিয়ে KoboToolbox-এ লগইন করতে যাচ্ছেন।
cs: Chystáte se použít svůj %(appname)s účet k přihlášení do KoboToolbox.
de: Sie sind dabei, sich mit Ihrem %(appname)s-Konto bei KoboToolbox einzuloggen.
es: Vas a utilizar tu cuenta de %(appname)s para iniciar sesión en KoboToolbox.
fa: قرار است شما برای ورود به جعبه ابزار کوبو (KoboToolbox) از حساب کاربری %(appname)s خود استفاده نمایید.
fr: Vous êtes sur le point d'utiliser votre compte %(appname)s pour vous connecter à KoboToolbox.
hi: कोबोटूलबॉक्स में लॉगिन करने के लिए आप अपना %(appname)s खाता इस्तेमाल करने वाले हैं।
id: Anda akan menggunakan akun %(appname)s Anda untuk masuk ke KoboToolbox.
ja: Kobo Toolboxにログインするために、%(appname)sのアカウントを使用しようとしています。
my: Kobo ကိရိယာအကွက်သို့ ဝင်ရောက်ရန် သင့်%(appname)sအကောင့်အားအသုံးပြုတော့မည်ဖြစ်သည်။
ne: तपाईं KoboToolbox मा लगइन गर्न आफ्नो %(appname)s खाता प्रयोग गर्न लाग्दै हुनुहुन्छ।
pl: Za chwilę użyjesz swojego konta %(appname)s do zalogowania się do KoboToolbox.
pt: Você está prestes a usar sua conta do %(appname)s para entrar no KoboToolbox.
ru: Вы собираетесь использовать свою учетную запись %(appname)s для входа в KoboToolbox.
sw: A(z) %(appname)s-fiókjával készül a KoboToolbox alkalmazásba bejelentkezni.
th: คุณกำลังจะใช้บัญชี %(appname)s เพื่อเข้าสู่ระบบ KoboToolbox
uk: Ви збираєтеся використовувати свій обліковий запис %(appname)s для входу в KoboToolbox.
vi: Bạn sẽ dùng tài khoản %(appname)s để đăng nhập vào KoboToolbox.

source: As a final step, please complete the following form
am: እንደ የመጨረሻ ደረጃ፣ እባክዎ የሚከተለውን ቅጽ ይሙሉ
ar: كخطوة أخيرة، يرجى إكمال النموذج التالي
bn: শেষ ধাপ হিসাবে নিচের ফর্মটি পূরণ করুন
cs: Posledním krokem je, prosím, vyplnění následujícího formuláře
de: Als letzten Schritt füllen Sie bitte das folgende Formular aus
es: Por último, completa el siguiente formulario
fa: به عنوان آخرین مرحله، لطفا فرم زیر را تکمیل کنید
fr: Pour terminer, veuillez remplir le formulaire ci-après
hi: अंतिम चरण में, कृपया नीचे दिए गए फ़ॉर्म को पूरा करें
id: Sebagai langkah terakhir, silakan lengkapi formulir berikut
ja: 最後に、以下のフォームにご記入ください
my: နောက်ဆုံးအဆင့်အနေဖြင့်၊ ကျေးဇူးပြု၍ အောက်ရှိ ဖောင်အားဖြည့်ပေးပါ
ne: अन्तिम चरणको रूपमा, कृपया निम्न फारम भर्नुहोस्
pl: Jako ostatni krok prosimy o wypełnienie poniższego formularza
pt: Para finalizar, complete o seguinte formulário
ru: В качестве заключительного шага, пожалуйста, заполните следующую форму
sw: Utolsó lépésként töltse ki a következő űrlapot
th: โปรดกรอกแบบฟอร์มต่อไปนี้เป็นขั้นตอนสุดท้าย
uk: Завершуючи налаштування, будь ласка, заповніть наступну форму
vi: Để hoàn tất, xin vui lòng hoàn thành biểu mẫu sau

source: Save and Access
am: ማስቀምጥ እና ማግኘት
ar: احفظ وادخل
bn: সেভ করে অ্যাক্সেস করুন
cs: Uložit a získat přístup
de: Speichern und aufrufen
es: Guardar y acceder
fa: ذخیره و دسترسی
fr: Sauvegarder et accéder
hi: सहेजें और एक्सेस करें
id: Simpan dan Akses
ja: 保存してアクセス
my: သိမ်းဆည်းခြင်းနှင့် ၀င်ရောက်ခွင့်
ne: बचत गर्नुहोस् र पहुँच गर्नुहोस्
pl: Zapisz i uzyskaj dostęp
pt: Salvar e acessar
ru: Сохранить и получить доступ
sw: Mentés és hozzáférés
th: บันทึกและเข้าถึง
uk: Зберегти та відкрити програму
vi: Lưu lại và Truy cập

source: Usernames must be between 2 and 30 characters in length, and may only consist of lowercase letters, numbers, and underscores, where the first character must be a letter.
am: ተጠቃሚ ስሞች ከ 2 እስከ 30 ቁምፊዎች ርዝመት ሊኖራቸው ይገባል፣ እና በትንሽ ፊደላት፣ ቁጥሮችን እና ንዑስ ሆሄዎችን ብቻ ሊይዙ ይችላሉ፣ የመጀመሪያው ቁምፊ ፊደል መሆን አለበት።
ar: يجب أن يتراوح طول أسماء المستخدمين بين 2 و30 محرف، ولا يجوز أن تتكون إلا من أحرف صغيرة وأرقام تحتيات تحتية، ويجب أن يبدأ الاسم بحرف.
bn: ইউজারনেমের দৈর্ঘ্য ২ থেকে ৩০ অক্ষরের মধ্যে হতে হবে এবং তাতে শুধু ছোট হাতের লেখা, সংখ্যা ও আন্ডারস্কোর থাকতে পারবে, আর প্রথম অক্ষরটি অবশ্যই একটি বর্ণ হতে হবে।
cs: Uživatelská jména musí mít délku 2 až 30 znaků a smí obsahovat pouze malá písmena, číslice a podtržítka, přičemž první znak musí být písmeno.
de: Benutzernamen müssen zwischen 2 und 30 Zeichen lang sein und dürfen nur aus Kleinbuchstaben, Zahlen und Unterstrichen bestehen, wobei das erste Zeichen ein Buchstabe sein muss.
es: Los nombres de usuario deben tener entre 2 y 30 caracteres, y solo pueden contener letras minúsculas, números y guión bajo. El primer carácter debe ser una letra.
fa: نام کاربری باید بین 2 تا 30 کاراکتر باشد و می تواند فقط از حروف کوچک، اعداد و زیرخط تشکیل شده باشد که در این صورت اولین کاراکتر باید یک حرف باشد.
fr: Les noms d’utilisateur doivent comporter entre 2 et 30 caractères et ne peuvent être composés que de lettres minuscules, de chiffres et de traits de soulignement, le premier caractère devant être une lettre.
hi: उपयोगकर्ता नाम (यूज़रनेम) की लंबाई 2 से 30 वर्ण (कैरेक्टर) के बीच होनी चाहिए, और इसमें केवल (अंग्रेज़ी वर्णमाला के) लोअरकेस अक्षर, संख्याएं और अंडरस्कोर शामिल हो सकते हैं, जहाँ पहला कैरेक्टर एक अक्षर या लेटर होना चाहिए।
id: Nama pengguna harus terdiri di antara 2 hingga 30 karakter, dan hanya boleh terdiri dari huruf kecil, angka, dan garis bawah, dengan karakter pertama harus berupa huruf.
ja: ユーザー名は2～30文字数で、小文字、数字、アンダーバーで構成され、冒頭は文字である必要があります。
my: အသုံးပြုသူအမည်များသည် စာလုံး 2 လုံးမှ 30 အကြားတွင်ရှိရမည်၊ ပထမစာလုံးသည် အက္ခရာဖြစ်ရမည်၊ စာလုံးသေးများ၊ နံပါတ်များနှင့် အောက်ခံများ ထည့်သွင်းနိုင်သည်။
ne: प्रयोगकर्ताका नामहरूको लम्बाइ २ र ३० वर्णहरू बीच हुनुपर्छ, र केवल सानो अक्षरहरू, संख्याहरू, र अन्डरस्कोरहरू समावेश हुन सक्छ, जहाँ पहिलो वर्ण एक अक्षर हुनुपर्छ।
pl: Nazwy użytkowników muszą mieć długość od 2 do 30 znaków i mogą składać się wyłącznie z małych liter, cyfr i podkreśleń, gdzie pierwszym znakiem musi być litera.
pt: Os nomes de usuário devem ter entre 2 e 30 caracteres e podem conter apenas letras minúsculas, números e sublinhados, sendo que o primeiro caractere deve ser uma letra.
ru: Имена пользователей должны содержать от 2 до 30 символов и состоять только из букв нижнего регистра, цифр и знаков подчеркивания, причем первый символ должен быть буквой.
sw: A felhasználónévnek 2 és 30 karakter között kell lennie, csak kisbetűt, számokat és aláhúzásjelet tartalmazhat, és az első karakter csak betű lehet.
th: ชื่อผู้ใช้ต้องมีความยาวตั้งแต่ 2 ถึง 30 อักขระ และประกอบด้วยอักษรตัวพิมพ์เล็ก ตัวเลข และขีดล่างเท่านั้น โดยอักขระตัวแรกต้องเป็นตัวอักษร
uk: Імена користувачів мають містити від 2 до 30 символів і складатися лише з малих літер, цифр і символів підкреслення, де першим символом має бути літера.
vi: Tên người dùng phải dài từ 2 đến 30 ký tự, chỉ được chứa chữ in thường, số và dấu gạch dưới, trong đó ký tự đầu tiên phải là một chữ cái.

source: Invalid scheme
am: ልክ ያልሆነ አሠራር
ar: مخطط غير صالح
bn: স্কিম ঠিক নেই
cs: Neplatné schéma
de: Ungültiges Schema
es: Esquema no válido
fa: طرح نامعتبر
fr: Schéma non valide
hi: अमान्य योजना
id: Skema tidak valid
ja: 無効な組み合わせです
my: မှားယွင်းနေသော စနစ်
ne: अवैध योजना
pl: Nieprawidłowy schemat
pt: Esquema inválido
ru: Некорректная схема
sw: Érvénytelen séma
th: รายการไม่ถูกต้อง
uk: Недійсна схема
vi: Sơ đồ không hợp lệ

source: Unsecured endpoint is not allowed
am: ደህንነቱ ያልተጠበቀ የመጨረሻ ነጥብ አይፈቀድም
ar: غير مسموح بنقطة النهاية غير الآمنة
bn: অনিরাপদ এন্ডপয়েন্ট ব্যবহারের অনুমতি নেই
cs: Nezabezpečený koncový bod není povolen
de: Ungesicherter Endpunkt ist nicht zulässig
es: No se permite un terminal no seguro
fa: نقطه پایانی ناامن مجاز نیست
fr: Un point de terminaison non sécurisé n’est pas autorisé
hi: असुरक्षित समापन बिंदु की अनुमति नहीं है
id: Titik akhir tanpa keamanan tidak diizinkan
ja: セキュリティーで保護されていないエンドポイントは許可されません
my: စိတ်မချရသော အဆုံးမှတ်ကို ခွင့်မပြုပါ
ne: असुरक्षित अन्तिम बिन्दुलाई अनुमति छैन
pl: Niezabezpieczony punkt końcowy nie jest dozwolony
pt: O terminal externo não seguro não é permitido
ru: Незащищенная конечная точка не разрешена
sw: Biztonsági szempontból nem védett végpont nem engedélyezett
th: ไม่อนุญาตให้ใช้อุปกรณ์ปลายทางที่ไม่ปลอดภัย
uk: Незахищена кінцева точка не допускається
vi: Không cho phép điểm cuối không bảo mật

source: Invalid JSON
am: ልክ ያልሆነ JSON
ar: تنسيق JSON غير صالح
bn: JSON ঠিক নেই
cs: Neplatný formát JSON
de: Ungültiger JSON
es: JSON no válido
fa: JSON نامعتبر است
fr: JSON non valide
hi: अमान्य जेएसओएन (JSON)
id: JSON tidak valid
ja: 無効なJSONです
my: JSON မှားယွင်းနေပါသည်
ne: अमान्य JSON
pl: Nieprawidłowy JSON
pt: JSON inválido
ru: Некорректный JSON
sw: Érvénytelen JSON
th: JSON ไม่ถูกต้อง
uk: Недійсний JSON
vi: JSON không hợp lệ

source: Can be used only with JSON submission format
am: በJSON ማስረከቢያ ቅርጸት ብቻ መጠቀም ይቻላል
ar: يمكن استخدامه فقط مع تنسيق إرسال JSON
bn: তথ্য জমা দেওয়ার JSON ফরম্যাটের সাথেই শুধু ব্যবহারযোগ্য
cs: Lze použít pouze s formátem JSON pro odesílání dat z formuláře
de: Kann nur mit dem JSON-Übermittlungsformat verwendet werden
es: Solo puede utilizarse con el formato de envío JSON
fa: فقط با فرمت ارسال JSON قابل استفاده است
fr: Ne peut être utilisé qu’avec le format de soumission JSON
hi: केवल जेएसओएन (JSON) प्रविष्टि प्रारूप के साथ उपयोग किया जा सकता है
id: Hanya dapat digunakan dengan format kiriman JSON
ja: JSON提出フォーマットでのみ使用できます
my: JSON တင်သွင်းခြင်းပုံစံဖြင့်သာ အသုံးပြုနိုင်သည်
ne: JSON प्रस्तुति ढाँचामा मात्र प्रयोग गर्न सकिन्छ
pl: Można go używać tylko w formacie przesyłania JSON
pt: Pode ser usado somente com o formato de envio JSON
ru: Может использоваться только с форматом отправки JSON
sw: Csak JSON űrlapválasz formátumban használható
th: ใช้ได้กับรูปแบบการส่งข้อมูลแบบ JSON เท่านั้น
uk: Можна використовувати тільки з форматом надсилання JSON
vi: Chỉ có thể sử dụng với định dạng JSON

source: REST Services Failure Report
am: የእንደገና ማስጀመር አገልግሎቶች ስኬታማ አለመሆን ሪፖርት
ar: تقرير فشل خدمات (REST)
bn: REST সেবার ব্যর্থতার প্রতিবেদন
cs: Zpráva o selhání služeb REST
de: Fehlerbericht für REST-Service
es: Informe de fallas de los servicios REST
fa: گزارش خرابی خدمات رست (REST)
fr: Rapport d'échec des services REST
hi: आरईएसटी (REST) सेवाओं की विफलता रिपोर्ट
id: Laporan Kegagalan Layanan REST
ja: RESTサービスのエラーレポート
my: REST ၀န်ဆောင်မှုများ မအောင်မြင်မှု အစီရင်ခံစာ
ne: विश्राम सेवाहरूको असफलता रिपोर्ट
pl: Raport Błędu Usługi REST
pt: Relatório de Falha dos Serviços REST
ru: Отчет об ошибках служб REST
sw: REST szolgáltatások hibajelentése
th: รายงานความล้มเหลวของบริการ REST
uk: Звіт про збій служб REST
vi: Báo cáo lỗi dịch vụ REST

source: Project name
am: የፕሮጀክት ስም
ar: اسم المشروع
bn: প্রকল্পের নাম
cs: Název projektu
de: Projektname
es: Nombre del proyecto
fa: نام پروژه
fr: Nom du projet
hi: प्रोजेक्ट का नाम
id: Nama proyek
ja: プロジェクト名
my: စီမံကိန်းအမည်
ne: परियोजनाको नाम
pl: Nazwa projektu
pt: Nome do projeto
ru: Имя проекта
sw: Projektnév
th: ชื่อโครงการ
uk: Назва проєкту
vi: Tên dự án

source: Hook
am: ማንጠልጠያ
ar: خطاف التعليقات
bn: হুক
es: Webhook
fa: قلاب
hi: हुक
id: Kaitkan
ja: フック
my: ချိတ်ဆက်ခြင်း
ne: हुक
pl: Połącz
pt: Webhook
ru: Хук
th: ฮุก
uk: Гачок
vi: Móc

source: Submission
am: ማስረከብ
ar: عملية الإرسال
bn: সাবমিশন
cs: Odesílání dat z formuláře
de: Übermittlung
es: Envío
fa: ارسال
fr: Soumission
hi: प्रविष्टि
id: Kiriman
ja: 提出
my: တင်သွင်းခြင်း
ne: पेश गरिएका
pl: Przesłanie odpowiedzi
pt: Envio
ru: Отправка
sw: Űrlapválasz
th: การส่งข้อมูล
uk: Надсилання
vi: Bản dữ liệu

source: Status code
am: የሁኔታ ኮድ
ar: كود الحالة
bn: স্ট্যাটাস কোড
cs: Stavový kód
es: Código de estado
fa: وضعیت کُد
fr: Code du statut
hi: स्थिति कूट
id: Kode status
ja: ステータスコード
my: အဆင့်ကုဒ်
ne: स्थिति कोड
pl: Kod statusu
pt: Código de status
ru: Код состояния
sw: Állapotkód
th: รหัสสถานะ
uk: Код стану
vi: Mã trạng thái

source: Message
am: መልእክት
ar: رسالة
bn: বার্তা
cs: Zpráva
de: Nachricht
es: Mensaje
fa: پیام
hi: संदेश
id: Pesan
ja: メッセージ
my: မက်ဆေ့ချ်
ne: सन्देश
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sw: Üzenet
th: ข้อความ
uk: Повідомлення
vi: Tin nhắn

source: Date
am: ቀን
ar: التاريخ
bn: তারিখ
cs: Datum
de: Datum
es: Fecha
fa: تاریخ
hi: दिनांक
id: Tanggal
ja: 日付
my: နေ့စွဲ
ne: मिति
pl: Data
pt: Data
ru: Дата
sw: Dátum
th: วันที่
uk: Дата
vi: Ngày

source: Dear
am: ውድ
ar: عزيزي/عزيزتي
bn: প্রিয়
cs: Vážení
de: Sehr geehrte*r
es: Estimado/a
fa: عزیز
fr: Bonjour
hi: प्रिय
id: Yang terhormat
ja: 様
my: ချစ်လှစွာသော
ne: प्रिय
pl: Drogi/a
pt: Caro(a)
ru: Здравствуйте,
sw: Tisztelt
th: เรียน
uk: Шановний(-а)
vi: Chào bạn

source: Some submissions could not be sent to their external endpoints.
am: አንዳንድ የመላክ መሳሪያዎች ወደ ውጫዊ ነ መጨረሻ ነጥብ መላክ አልቻሉም።
ar: تعذر إرسال بعض عمليات الإرسال إلى وجهتها الخارجية.
bn: কয়েকটি সাবমিশনকে সেগুলোর বাহ্যিক এন্ডপয়েন্টে পাঠানো যায় নি।
cs: Některá data z formuláře nebylo možné odeslat na jejich externí koncové body.
de: Einige Übermittlungen konnten nicht an ihre externen Endpunkte gesendet werden.
es: Algunos envíos no se pudieron enviar a sus puntos de conexión finales (endpoints).
fa: برخی موارد ارسالی نتوانستند به نقاط پایانی خارجی خود ارسال شوند.
fr: Certaines présentations n'ont pas pu être envoyées à leurs destinataires.
hi: कुछ प्रविष्टियों को उनके बाहरी समापन बिंदुओं तक नहीं भेजा जा सका।
id: Beberapa kiriman tidak dapat dikirim ke titik akhir eksternal.
ja: 一部の提出フォームが外部エンドポイントに送信できませんでした。
my: အချို့သော တင်သွင်းချက်များကို ၎င်းတို့၏ပြင်ပအဆုံးမှတ်များသို့ မပို့နိုင်ပါ။
ne: पेश गरिएका केही कुराहरू तिनीहरूको बाह्य अन्त बिन्दुहरूमा पठाउन सकिएन।
pl: Niektóre z odpowiedzi nie mogły zostać przesłane do ich zewnętrznych punktów końcowych.
pt: Não foi possível mandar alguns envios para o terminal externo.
ru: Некоторые отправки не удалось передать на внешние конечные точки.
sw: Egyes űrlapválaszokat nem sikerült elküldeni a külső végpontoknak.
th: ไม่สามารถทำการส่งข้อมูลบางครั้งไปยังปลายทางภายนอกได้
uk: Деякі надсилання не могли бути надіслані на зовнішні кінцеві точки.
vi: Một số bản dữ liệu đã không đến được điểm cuối bên ngoài.

source: Task successfully scheduled
am: ተግባር በተሳካ ሁኔታ መርሐግብር ተይዞለታል
ar: تمت جدولة المهمة بنجاح
bn: টাস্ক সফলভাবে শিডিউল করা হয়েছে
cs: Úloha úspěšně naplánována
de: Aufgabe erfolgreich terminiert
es: Tarea programada con éxito
fa: کار با موفقیت برنامه ریزی شد
fr: Tâche planifiée avec succès
hi: कार्य सफलतापूर्वक निर्धारित किया गया
id: Tugas berhasil dijadwalkan
ja: タスクは正常にスケジュールされました
my: တာဝန်ကို အောင်မြင်စွာ စီစဉ်ပြီးပါပြီ
ne: कार्य सफलतापूर्वक अनुसूचित गरियो
pl: Zadanie zostało pomyślnie zaplanowane
pt: Tarefa agendada com sucesso
ru: Задача успешно запланирована
sw: A feladat ütemezése sikeres
th: กำหนดเวลางานสำเร็จแล้ว
uk: Завдання успішно заплановано
vi: Tác vụ được lên lịch thành công

source: No data to retry
am: እንደገና የሚሞከር ምንም ውሂብ የለም
ar: لا توجد بيانات لإعادة المحاولة
bn: আবার চেষ্টা করার জন্য কোনো তথ্য নেই
cs: Nejsou dostupná žádná data pro opakování
de: Keine Daten zum erneuten Versuch vorhanden
es: No hay datos disponibles para volver a intentarlo
fa: داده ای برای مجدد امتحان کردن نیست
fr: Aucune donnée pour réessayer
hi: पुनः प्रयास करने के लिए कोई डेटा नहीं है
id: Tidak ada data untuk dicoba ulang
ja: リトライするデータはありません
my: ထပ်မံကြိုးစားရန် အချက်အလက်မရှိပါ
ne: पुन: प्रयास गर्न कुनै डाटा छैन
pl: Brak danych, aby spróbować ponownie
pt: Sem dados para tentar novamente
ru: Нет данных для повторной попытки
sw: Nincs adat újrapróbálkozásra
th: ไม่มีข้อมูลให้ลองอีกครั้ง
uk: Немає даних для повторної спроби
vi: Không có dữ liệu để thử lại

source: Can not retry on disabled hooks
am: በተሰናከሉ ማንጠልጠያዎች ላይ እንደገና መሞከር አይቻልም
ar: لا يمكن إعادة المحاولة على خطافات التعليقات المعطلة
bn: নিষ্ক্রিয় হুকের ক্ষেত্রে আবার চেষ্টা করা যাবে না
cs: Akci nelze opakovat se zakázanými hooky
de: Bei deaktivierten Hooks kann es nicht erneut versucht werden
es: No se puede volver a intentar en webhooks inhabilitados
fa: نمی توان دوباره قلاب های غیرفعال را امتحان کرد
fr: Impossible de réessayer sur les hooks désactivés
hi: अक्षम हुक पर पुनः प्रयास नहीं किया जा सकता
id: Tidak dapat mencoba ulang pada kait yang dinonaktifkan
ja: 無効にされたフックでリトライできません
my: ပိတ်ထားသော ချိတ်ဆက်မှုများကို ထပ်မံကြိုးစား၍ မရနိုင်ပါ
ne: असक्षम हुकहरूमा पुन: प्रयास गर्न सकिँदैन
pl: Nie można ponowić próby w przypadku wyłączonych punktów zaczepienia
pt: Não é possível tentar novamente em webhooks desativados
ru: Невозможно повторить попытку на отключенных хуках
sw: Nem próbálkozhat újra letiltott hookokon
th: ไม่สามารถลองอีกครั้งบนฮุกที่ปิดใช้งานแล้ว
uk: Неможливо повторити спробу коли гуки відключені
vi: Không thể thử lại trên các móc bị tắt

source: An error has occurred when sending the data. Please try again later.
am: ውሂቡን ሲላክ ስህተት ተፈጥሯል። እባክዎ ቆየት ብለው ይሞክሩ።
ar: حدث خطأ أثناء إرسال البيانات. الرجاء معاودة المحاولة في وقت لاحق.
bn: তথ্য পাঠানোর সময় একটি ত্রুটি হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
cs: Při odesílání dat došlo k chybě. Zkuste to prosím znovu později.
de: Beim Senden der Daten ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Se produjo un error al enviar los datos. Vuelve a intentarlo más tarde.
fa: هنگام ارسال داده ها خطایی رخ داده است. لطفاً بعداً دوباره تلاش کنید.
fr: Une erreur s’est produite lors de l’envoi des données. Veuillez réessayer plus tard.
hi: डेटा भेजते समय कोई त्रुटि हुई है। कृपया बाद में पुन: प्रयास करें।
id: Terjadi kesalahan saat mengirim data. Silakan coba lagi nanti.
ja: データ送信でエラーが発生しました。後ほどもう一度トライしてください。
my: အချက်အလက်ပေးပို့ရာတွင် ချို့ယွင်းချက်တစ်ခု ဖြစ်ပေါ်ခဲ့သည်။ ကျေးဇူးပြု၍ နောက်မှ ထပ်ကြိုးစားပေးပါ။
ne: डाटा पठाउँदा त्रुटि भयो। फेरी प्रयास गर्नु होला।
pl: Podczas przesyłania danych wystąpił błąd. Spróbuj ponownie później.
pt: Ocorreu um erro ao enviar os dados. Tente novamente mais tarde.
ru: При отправке данных произошла ошибка. Повторите попытку позже.
sw: Az adat küldésekor hiba lépett fel. Kérjük, később próbálja meg újra.
th: เกิดข้อผิดพลาดขณะส่งข้อมูล โปรดลองอีกครั้งในภายหลัง
uk: Виникла помилка при відправці даних. Повторіть спробу пізніше.
vi: Có lỗi xảy ra khi gửi dữ liệu. Xin vui lòng thử lại sau.

source: Data is being or has already been processed
am: ውሂቡ እየተሰራ ነው ወይም አስቀድሞ እየተሰራ ነው
ar: البيانات قيد المعالجة أو تمت معالجتها بالفعل
bn: তথ্যের প্রক্রিয়াকরণ চলছে অথবা ইতোমধ্যেই শেষ হয়ে গেছে
cs: Data se zpracovávají nebo již byla zpracována
de: Daten werden verarbeitet oder wurden bereits verarbeitet
es: Los datos se están procesando o ya se procesaron
fa: داده ها در حال پردازش هستند یا قبلاً پردازش شده اند
fr: Les données sont en cours de traitement ou ont déjà été traitées
hi: डेटा संसाधित किया जा रहा है या संसाधित हो चुका है
id: Data sedang diproses atau sudah diproses
ja: データは処理中か既に処理されています
my: အချက်အလက်ကို လုပ်ဆောင်နေသည် သို့မဟုတ် လုပ်ဆောင်ပြီးပြီ
ne: डाटा प्रशोधन हुँदै छ वा पहिले नै प्रशोधन भइसकेको छ
pl: Dane są lub zostały już przetworzone
pt: Os dados estão sendo ou já foram processados
ru: Данные обрабатываются или уже обработаны
sw: Az adat már fel van dolgozva vagy feldolgozás alatt áll
th: ข้อมูลกำลังได้รับการประมวลผลหรือได้รับการประมวลผลแล้ว
uk: Дані обробляються або вже оброблені
vi: Dữ liệu đang hoặc đã được xử lý

source: Import
am: አስመጣ
ar: استيراد
bn: ইম্পোর্ট করুন
de: Importieren
es: Importar
fa: ورودی
fr: Importer
hi: आयात करें
id: Impor
ja: インポート
my: တင်ပို့သည်
ne: आयात गर्नुहोस्
pt: Importar
ru: Импорт
sw: Importálás
th: นำเข้า
uk: Імпортувати
vi: Nhập

source: This is not supported by the legacy API anymore
am: ይህ ከአሁን በኋላ በቅርስ API አይደገፍም
bn: লেগেসি এপিআই দিয়ে এটি আর ব্যবহার করা যাবে না
cs: Toto již není podporováno starším rozhraním API.
de: Wird nicht mehr von der Legacy-API unterstützt
es: La API heredada ya no admite esta función
fa: این گزینه دیگر توسط API قدیمی پشتیبانی نمی شود
hi: यह अब विरासत एपीआई द्वारा समर्थित नहीं है
id: Ini tidak lagi didukung oleh API lama
ja: これは従来のAPIでサポートされなくなりました
my: ၎င်းကို စနစ်ဟောင်း API က ဆက်လက်မပံ့ပိုးထားပါ
pt: Isto não é mais suportado pelo Legacy API
ru: Больше не поддерживается устаревшими версиями API
sw: Ezt már nem támogatja a régi (legacy) API
th: API เดิมไม่ได้รองรับสิ่งนี้อีกต่อไป
uk: Це більше не підтримується застарілим API
vi: Đã không còn được hỗ trợ bởi API cũ nữa
