Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: The path could not be found in the submission
am: መንገዱ በግቤት ውስጥ ሊገኝ አልቻለም
ar: لا يمكن العثور على المسار في الإرسال
bn: সাবমিশনে path পাওয়া যায় নি
cs: Cesta nebyla v odeslaných datech z formuláře nalezena
de: Der Pfad konnte in der Übermittlung nicht gefunden werden
es: No se pudo encontrar la ruta en el envío
fa: مسیر در ارسال یافت نشد
fr: Le chemin d’accès n’a pas pu être trouvé dans la soumission
hi: सबमिशन में यह पाथ नहीं मिला
id: Jalur tidak dapat ditemukan dalam kiriman
ja: 提出にパスが見つかりませんでした
my: တင်သွင်းခြင်းတွင် လမ်းကြောင်းကို ရှာမတွေ့နိုင်ပါ
ne: सबमिशनमा पथ फेला पार्न सकिएन
pl: W zgłoszeniu nie znaleziono ścieżki
pt: O caminho não pôde ser encontrado no envio
ru: Путь не может быть найден в отправке
sw: Az útvonal nem található az űrlapválaszban
th: ไม่พบเส้นทางในการส่งข้อมูล
uk: Шлях не вдалося знайти в надсиланні
vi: Không tìm thấy đường dẫn trong bản dữ liệu

source: The error occurred during conversion
am: ስህተቱ የተከሰተው በለውጥ ጊዜ ነው
ar: حدث الخطأ أثناء التحويل
bn: রূপান্তর করার সময় ত্রুটিটি হয়েছে
cs: K chybě došlo během konverze
de: Der Fehler ist während der Konvertierung aufgetreten
es: El error se produjo durante la conversión
fa: خطا در هنگام تبدیل رخ داد
fr: L’erreur s’est produite lors de la conversion
hi: रूपांतरण के दौरान त्रुटि हुई
id: Kesalahan terjadi selama konversi
ja: 変換中にエラーが発生しました
my: ကူးပြောင်းနေစဉ် ချို့ယွင်းချက်ဖြစ်ခဲ့သည်
ne: रूपान्तरणको क्रममा त्रुटि भयो
pl: Wystąpił błąd podczas konwersji
pt: O erro ocorreu durante a conversão
ru: Во время преобразования произошла ошибка
sw: A hiba a konverzió során lépett fel
th: เกิดข้อผิดพลาดระหว่างการแปลง
uk: Виникла помилка під час конвертації
vi: Có lỗi xảy ra trong khi chuyển đổi

source: Conversion is not supported for {}
am: ልወጣ ለ{} አይደገፍም
ar: التحويل غير مدعوم لأجل {}
bn: {} ফরম্যাট কনভার্ট করার ব্যবস্থা নেই
cs: Konverze není podporována pro {}
de: Die Konvertierung wird für {} nicht unterstützt
es: No se admite la conversión para {}
fa: تبدیل برای {} پشتیبانی نمی شود
fr: La conversion n’est pas prise en charge pour {}
hi: {} के लिए रूपांतरण समर्थित नहीं है
id: Konversi tidak didukung untuk {}
ja: {}で変換はサポートされていません
my: ကူးပြောင်းခြင်းကို {} အတွက် မပံ့ပိုထားပါ
ne: {} का लागि रूपान्तरण समर्थित छैन
pl: Konwersja nie jest obsługiwana dla {}
pt: A conversão não é compatível com {}
ru: Преобразование не поддерживается для {}
sw: A konverzió nem támogatott a(z) {} esetén
th: การแปลงไม่ได้รับการรองรับสำหรับ {}
uk: Перетворення не підтримується для {}
vi: Không hỗ trợ chuyển đổi cho {}

source: A positive integer is required
am: አዎንታዊ ኢንቲጀር ያስፈልጋል
ar: مطلوب عدد صحيح موجب
bn: একটি ধনাত্মক পূর্ণসংখ্যা প্রয়োজন
cs: Je vyžadováno celé kladné číslo
de: Eine positive ganze Zahl ist erforderlich
es: Se requiere un número entero positivo
fa: یک عدد صحیح مثبت مورد نیاز است
fr: Un entier positif est requis
hi: एक धनात्मक पूर्णांक (पॉज़िटिव इंटीजर) आवश्यक है
id: Diperlukan bilangan bulat positif
ja: 正の整数が必要です
my: အပေါင်းကိန်းပြည့်တစ်ခု လိုအပ်သည်
ne: सकारात्मक पूर्णांक आवश्यक छ
pl: Wymagana jest dodatnia liczba całkowita
pt: Um número inteiro positivo é obrigatório
ru: Требуется целое положительное число
sw: Pozitív egész szám szükséges
th: จำเป็นต้องระบุจำนวนเต็มบวก
uk: Натуральне число є обов'язковим
vi: Phải có số nguyên dương

source: The specified asset has not been deployed
am: የተገለጸው ንብረት አልተሰማራም
ar: لم يتم نشر وتوزيع الأصل المحدد
bn: উল্লেখ করা অ্যাসেটটি ডিপ্লয় করা হয় নি
cs: Uvedená položka nebyla zveřejněna
de: Das angegebene Asset wurde nicht bereitgestellt
es: El recurso especificado no se implementó
fa: دارایی مشخص شده به کار گرفته نشده است
fr: La ressource spécifiée n’a pas été déployée
hi: निर्दिष्ट एसेट परिनियोजित नहीं किया गया है
id: Aset yang ditentukan belum disebarkan
ja: 指定したアセットは公開されていません
my: သတ်မှတ်ထားသော ပိုင်ဆိုင်မှုကို အသုံးမပြုရသေးပါ
ne: तोकिएको सम्पत्ति प्रयोग गरिएको छैन
pl: Określony zasób nie został wdrożony
pt: O recurso especificado não foi disponibilizado
ru: Указанный актив не был развернут
sw: A megadott eszköz nem lett élesítve
th: ยังไม่ได้นำเนื้อหาที่ระบุไปใช้งาน
uk: Зазначений ресурс не розгорнуто
vi: Tài sản được chỉ định chưa được triển khai

source: XForms
ja: XForm

source: name@organization.org
sw: név@szervezet.org

source: We got and saved your data, but may not have fully processed it. You should not try to resubmit.
ar: لقد حصلنا على بياناتك وحفظناها، لكن ربما لم نقم بمعالجتها بشكل كامل. لا تحاول إعادة الإرسال.
fr: Nous avons obtenu et sauvegardé vos données, mais il se peut que nous ne les ayons pas entièrement traitées. Vous ne devriez pas essayer d’effectuer à nouveau la soumission.
ne: हामीले तपाईंको डाटा पायौं र सुरक्षित गर्यौं, तर यसलाई पूर्ण रूपमा प्रशोधन नगरेको हुन सक्छौँ। तपाईंले पुन: पेश गर्ने प्रयास गर्नु हुँदैन।
pl: Otrzymaliśmy i zapisaliśmy Twoje dane, ale być może nie przetworzyliśmy ich w pełni. Nie należy próbować przesyłać ponownie.

source: Your data for instance {} has been already submitted.
ar: لقد تم إرسال بياناتك على سبيل المثال {}.
fr: Vos données, par exemple {}, ont déjà été soumises.
ne: उदाहरणका लागि {} तपाईको डेटा पहिले नै पेश गरिएको छ।
pl: Twoje dane dla wystąpienia {} zostały już przesłane.

source: KoBoCAT returned an unexpected response: {}
ar: قام KoBoCAT بإرجاع إجابة غير متوقعة: {}
fr: KoBoCAT a renvoyé une réponse inattendue : {}
ne: KoBoCAT ले अप्रत्याशित प्रतिक्रिया फिर्ता: {}
pl: KoBoCAT zwrócił nieoczekiwaną odpowiedź: {}

source: Something went wrong
ar: حدث خطأ ما
fr: Une erreur s’est produite
ne: केहि गलत भयो
pl: Coś poszło nie tak

source: Organization
fr: Organisation

source: I want to receive occasional updates
fr: Je souhaite recevoir des mises à jour occasionnelles

source: In order to proceed, select the checkbox above agreeing to our terms.
fr: Pour continuer, cochez la case ci-dessus pour accepter nos conditions.

source: Country Name
fr: Nom du pays

source: Select a type
fr: Sélectionnez un type

source: Sector name
fr: Nom du secteur

source: Personal Details
fr: Informations Personnelles

source: An error occurred trying to bulk update the submissions.
fr: Une erreur s’est produite lors de la mise à jour en bloc des soumissions.

source: Terms and Conditions
fr: Conditions générales
