Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: This report cannot be loaded.
am: ይህ ሪፖርት ሊጫን አይችልም።
ar: يتعذر تحميل هذا التقرير.
bn: এই প্রতিবেদনটি লোড করা যাবে না।
cs: Toto hlášení nelze načíst.
de: Dieser Bericht kann nicht geladen werden.
es: Este informe no se puede cargar.
fa: این گزارش بارگیری نمی شود.
fr: Ce rapport ne peut pas être chargé.
hi: यह रिपोर्ट लोड नहीं की जा सकती
hu: Ezt a jelentést nem lehet betölteni.
id: Laporan ini tidak dapat dimuat.
ja: このレポートを読み込むことができません。
km: របាយការណ៍នេះមិនអាចផ្ទុកបានទេ។
my: ယခုရီပို့ကို ဖွင့်၍ မရပါ။
ne: यो रिपोर्ट लोड गर्न सकिँदैन।
pl: Ten raport nie może zostać wczytany.
pt: Este relatório não pode ser carregado.
ru: Не удалось загрузить этот отчет.
sw: Ripoti hii haiwezi kupakiwa.
th: ไม่สามารถโหลดรายงานนี้ได้
tr: Bu rapor yüklenemez.
uk: Неможливо завантажити цей звіт.
vi: Không tải được báo cáo này.

source: This report has no data.
am: ይህ ሪፖርት ምንም ውሂብ የለውም።
ar: لا توجد بيانات في هذا التقرير.
de: Dieser Bericht enthält keine Daten.
es: Este informe no tiene datos.
fa: این گزارش هیچ داده ای ندارد.
id: Laporan ini tidak memiliki data.
ja: このレポートにはデータがありません。
km: របាយការណ៍នេះគ្មានទិន្នន័យទេ។
pl: Ten raport nie ma danych.
pt: Este relatório não possui dados.
ru: В отчете нет данных.
sw: Ripoti hii haina data.
th: รายงานฉบับนี้ไม่มีข้อมูล
uk: Цей звіт не містить даних.
vi: Báo cáo này không có dữ liệu.

source: Try changing Report Style to "No grouping".
am: የሪፖርት ዘይቤን ወደ "መቦደን የለም" ለመቀየር ይሞክሩ።
ar: حاول تغيير "نمط التقرير" إلى "بدون تصنيف".
de: Versuchen Sie, den Berichtsstil auf „Keine Gruppierung“ zu ändern.
es: Intenta cambiar el estilo del informe a «Sin agrupar».
fa: سبک گزارش را به "بدون گروه بندی" تغییر دهید.
id: Coba ubah Gaya Laporan menjadi “Tanpa pengelompokan”.
ja: レポート スタイルを「グループ化なし」に変更してみてください。
km: សាកល្បងផ្លាស់ប្ដូររចនាប័ទ្មរបាយការណ៍ទៅជា "គ្មានការចាត់ជាក្រុម"។
pl: Spróbuj zmienić Styl raportu na „Bez grupowania”.
pt: Tente alterar o Estilo do Relatório para "Sem agrupamento".
ru: Попытайтесь изменить стиль отчета на «Без группировки».
sw: Jaribu kubadilisha Mtindo wa Ripoti kuwa "Hakuna kupanga kikundi".
th: ลองเปลี่ยนรูปแบบรายงานเป็น "ไม่มีการจัดกลุ่ม"
uk: Спробуйте змінити стиль звіту на “Без групування”.
vi: Thử đổi Kiểu báo cáo thành “Không nhóm”.

source: Reports
am: ሪፖርቶች
ar: التقرير
bn: প্রতিবেদন
cs: Hlášení
de: Berichte
es: Informes
fa: گزارش ها
fr: Rapports
hi: रिपोर्ट
hu: Jelentések
id: Laporan
ja: 報告
km: របាយការណ៍
my: အစီရင်ခံစာများ
ne: रिपोर्टहरु
pl: Raporty
pt: Relatórios
ru: Отчеты
sw: Ripoti
th: รายงาน
tr: Raporlar
uk: Звіти
vi: Báo cáo

source: For performance reasons, this report only includes the first ## questions.
am: ለ አፈጻጸም ምክንያቶች፣ ይህ ሪፖርት የመጀመሪያዎቹን ## ጥያቄዎች ብቻ ያካትታል።
ar: لأسباب تتعلق بالأداء، لا يتضمن هذا التقرير سوى أول (##) من الأسئلة.
de: Aus Leistungsgründen enthält dieser Bericht nur die ersten ## Fragen.
es: Por razones de rendimiento, este informe solo incluye las primeras ## preguntas.
fa: به دلایل عملکردی، این گزارش فقط شامل ## سوال اول می‌شود.
id: Untuk alasan kinerja, laporan ini hanya menyertakan ## pertanyaan pertama.
ja: パフォーマンス上の理由から、このレポートには最初の ## 質問のみが含まれています。
km: សម្រាប់ហេតុផលដំណើរការ របាយការណ៍នេះរួមបញ្ចូល​តែសំណួរ ## ដំបូងប៉ុណ្ណោះ។
pl: Ze względów wydajnościowych, ten raport zawiera tylko pierwsze pytania (##).
pt: Por motivos de desempenho, este relatório inclui apenas as primeiras ## perguntas.
ru: Из соображений производительности в отчет включены лишь несколько первых вопросов (##).
sw: Kwa sababu za utendaji kazi, ripoti hii inajumuisha maswali ## ya kwanza tu.
th: ด้วยเหตุผลด้านประสิทธิภาพ รายงานนี้รวมเฉพาะคำถาม ## ข้อแรกเท่านั้น
uk: З міркувань продуктивності цей звіт містить лише перші ## запитання.
vi: Vì lí do hiệu suất, báo cáo này chỉ bao gồm ## câu hỏi đầu tiên.

source: Show all (##)
am: ሁሉንም አሳይ (##)
ar: عرض الكل (##)
de: Alle anzeigen (##)
es: Mostrar todo (##)
fa: نمایش همه (##)
id: Tampilkan semua (##)
ja: すべて表示 (##)
km: បង្ហាញ (##) ទាំងអស់
pl: Pokaż wszystko (##)
pt: Mostrar tudo (##)
ru: Показать все (##)
sw: Onyesha yote (##)
th: แสดงทั้งหมด (##)
uk: Показати всі (##)
vi: Hiển thị tất cả (##)

source: This is an automated report based on raw data submitted to this project. Please conduct proper data cleaning prior to using the graphs and figures used on this page.
am: ይህ ለዚህ ፕሮጀክት በአስገባው ጥሬ ውሂብ ላይ የተመሰረተ አውቶሜትድ ሪፖርት ነው። እባክዎ በዚህ ገጽ ላይ ጥቅም ላይ የዋሉትን ግራፎች እና አሃዞች ከመጠቀምዎ በፊት ትክክለኛውን የ ውሂብ ጽዳት ያካሂዱ።
ar: هذا تقرير آلي مبني على بيانات أولية تم إدخالها لهذا المشروع. يُرجى إجراء تنقية مناسبة للبيانات قبل استخدام الرسوم البيانية والأرقام المستخدمة في هذه الصفحة.
de: Dies ist ein automatisch erstellter Bericht, der auf für dieses Projekt eingereichten Rohdaten basiert. Bitte führen Sie eine ordnungsgemäße Datenbereinigung durch, bevor Sie die auf dieser Seite verwendeten Diagramme und Zahlen verwenden.
es: Este es un informe automatizado de datos no procesados enviados a este proyecto. Antes de utilizar los gráficos y las cifras de esta página, por favor realiza una limpieza adecuada de los datos.
fa: این یک گزارش خودکار بر اساس داده‌های خام ارسال شده به این پروژه است. لطفاً قبل از استفاده از نمودارها و شکل‌های استفاده شده در این صفحه، داده‌ها را به درستی پاکسازی کنید.
id: Ini adalah laporan otomatis berdasarkan data mentah yang dikirimkan ke proyek ini. Harap lakukan pembersihan data yang tepat sebelum menggunakan bagan dan gambar yang digunakan pada halaman ini.
ja: これは、このプロジェクトに提出された生データに基づく自動レポートです。 このページで使われているグラフや図を使用する前に、適切なデータクリーニングを行ってください。
km: នេះគឺជារបាយការណ៍ស្វ័យប្រវត្តិផ្អែកលើទិន្នន័យឆៅដែលបានដាក់បញ្ជូនទៅគម្រោងនេះ។ សូមធ្វើការសម្អាត​ទិន្នន័យឱ្យបានត្រឹមត្រូវ​មុនពេលប្រើប្រាស់ក្រាហ្វិក និងតួលេខនានាដែលបានប្រើប្រាស់នៅលើទំព័រនេះ។
pl: To jest automatyczny raport oparty na nieprzetworzonych danych przesłanych do tego projektu. Przed użyciem wykresów i rysunków użytych na tej stronie, należy przeprowadzić odpowiednie czyszczenie danych.
pt: Este é um relatório automático baseado em dados brutos enviados para este projeto. Por favor, realize uma limpeza de dados antes de usar os gráficos e as figuras que são usadas nesta página.
ru: Автоматический отчет, основанный на необработанных данных, которые были отправлены в проект. Перед использованием графиков и диаграмм на этой странице произведите надлежащую очистку данных.
sw: Hii ni ripoti otomatiki kulingana na data ghafi iliyowasilishwa kwa mradi huu. Tafadhali fanya usafishaji sahihi wa data kabla ya kutumia grafu na takwimu zinazotumika kwenye ukurasa huu.
th: นี่คือรายงานอัตโนมัติที่อ้างอิงจากข้อมูลดิบที่ส่งมายังโครงการนี้ โปรดดำเนินการทำความสะอาดข้อมูลอย่างถูกต้องก่อนใช้กราฟและรูปภาพที่ใช้ในหน้านี้
uk: Це автоматизований звіт на основі необроблених даних, надісланих до цього проєкту. Проведіть належне очищення даних перед тим, як використовувати графіки та діаграми, наведені на цій сторінці.
vi: Đây là một báo cáo tự động và được dựa trên dữ liệu thô được gửi cho dự án này. Vui lòng làm sạch dữ liệu trước khi sử dụng biểu đồ và số liệu trên trang này.

source: Edit Report Style
am: የሪፖርት ዘይቤን ያርትዑ
ar: تعديل نمط التقرير
de: Berichtstil bearbeiten
es: Editar estilo del informe
fa: ویرایش سبک گزارش
id: Edit Gaya Laporan
ja: レポートスタイルの編集
km: កែរចនាប័ទ្មរបាយការណ៍
pl: Edytuj styl raportu
pt: Editar estilo do relatório
ru: Изменить стиль отчета
sw: Badilisha Mtindo wa Ripoti
th: แก้ไขรูปแบบรายงาน
uk: Відредагувати стиль звіту
vi: Chỉnh sửa Kiểu báo cáo

source: Custom Report
am: ብጁ ሪፖርት
ar: تقرير مخصص
de: Benutzerdefinierter Bericht
es: Informe personalizado
fa: گزارش سفارشی
id: Laporan Khusus
ja: カスタムレポート
km: របាយការណ៍តាមបំណង
pl: Raport niestandardowy
pt: Relatório personalizado
ru: Пользовательский отчет
sw: Ripoti Maalum
th: รายงานแบบกำหนดเอง
uk: Спеціальний звіт
vi: Báo cáo tùy chỉnh

source: Question Style
am: የጥያቄ ዘይቤ
ar: نمط السؤال
de: Fragenstil
es: Estilo de pregunta
fa: سبک سوال
id: Gaya Pertanyaan
ja: 質問形式
km: រចនាប័ទ្មសំណួរ
pl: Styl pytania
pt: Estilo de pergunta
ru: Стиль вопроса
sw: Mtindo wa Maswali
th: รูปแบบคำถาม
uk: Стиль питання
vi: Kiểu câu hỏi

source: Anyone can see this blank form and add submissions to it because you have not set [your account] to require authentication.
am: ማንም ሰው ይህን ባዶ ቅፅ ማየት እና በእሱ ላይ ማቅረቢያዎችን ማከል ይችላል ምክንያቱም [መለያዎን] ማረጋገጥ እንዲፈልግ ስላላዘጋጁት።
ar: يمكن لأي شخص رؤية هذا النموذج الفارغ وإضافة عمليات الإرسال إليه لأنك لم تقم بتعيين [حسابك] لطلب المصادقة.
de: Jeder kann dieses leere Formular sehen und Übermittlungen hinzufügen, da Sie [Ihr Konto] nicht so eingestellt haben, dass eine Authentifizierung erforderlich ist.
es: Cualquier persona puede ver este formulario en blanco y enviarlo, porque configuraste [tu cuenta] para que requiera autenticación.
fa: همه می‌توانند این فرم خالی را ببینند و موارد ارسالی را به آن اضافه کنند، زیرا شما [حساب خود] را برای احراز هویت تنظیم نکرده‌اید.
fr: N’importe qui peut voir ce formulaire vide et y ajouter des soumissions parce que vous n’avez pas défini [votre compte] pour exiger l’authentification.
hi: कोई भी इस रिक्त फ़ॉर्म को देख सकता है और इसमें सबमिशन जोड़ सकता है क्योंकि आपने प्रमाणीकरण की आवश्यकता के लिए [अपना खाता] सेट नहीं किया है।
id: Siapa pun dapat melihat formulir kosong ini dan menambahkan pengiriman karena Anda belum mengatur [akun Anda] untuk memerlukan autentikasi.
ja: [あなたのアカウント] が認証を必要とするように設定されていないため、この空白のフォームは誰でも閲覧し、提出を追加することができます。
pl: Każdy może zobaczyć ten pusty formularz i przesłać swoje odpowiedzi, ponieważ nie skonfigurowano [swojego konta] tak, aby wymagało uwierzytelnienia.
pt: Todos podem ver este formulário vazio e adicionar envios a ele pois você não configurou [sua conta] para precisar de autenticação.
ru: Любой может видеть эту пустую форму и добавлять в нее материалы, поскольку вы не установили для [вашей учетной записи] требование аутентификации.
th: ทุกคนสามารถเห็นฟอร์มว่างเปล่านี้และเพิ่มการส่งข้อมูลได้เนื่องจากคุณยังไม่ได้ตั้งค่า [บัญชีของคุณ] ให้มีการยืนยันตัวตน
tr: Herhangi biri bu boş formu görerek ona gönderimler ekleyebilir çünkü [hesabınızı] kimlik doğrulama gerektirecek şekilde ayarlamadınız.
uk: Будь-хто може бачити цю порожню форму і додати до неї надсилання, оскільки ви не налаштували [свій обліковий запис] на вимогу аутентифікації.
vi: Bất kỳ ai cũng có thể xem biểu mẫu trống này và thêm nội dung gửi vào đó vì bạn chưa đặt [your account] nhằm yêu cầu xác thực.

source: Who has access
am: ማን መዳረሻ አለው
ar: من لديه حق الوصول
de: Wer hat Zugriff
es: Quién tiene acceso
fa: چه کسی دسترسی دارد
id: Siapa yang memiliki akses
ja: アクセスできる人
km: អ្នកដែលមានសិទ្ធិចូលប្រើ
pl: Kto ma dostęp
pt: Quem tem acesso
ru: У кого есть доступ
sw: Nani anaweza kufikia
th: ใครมีสิทธิ์เข้าถึง
uk: Хто має доступ
vi: Đối tượng có quyền truy cập

source: Add user
am: ተጠቃሚ አክሉ
ar: إضافة مستخدم
de: Benutzer*in hinzufügen
es: Agregar usuario
fa: افزودن کاربر
id: Tambah pengguna
ja: ユーザーを追加する
km: បញ្ចូលអ្នកប្រើប្រាស់
pl: Dodaj użytkownika
pt: Adicionar usuário
ru: Добавить пользователя
sw: Ongeza mtumiaji
th: เพิ่มผู้ใช้
uk: Додати користувача
vi: Thêm người dùng

source: Waiting for all projects to load…
am: ሁሉም ፕሮጀክቶች እስኪጫኑ በመጠበቅ ላይ…
ar: في انتظار تحميل جميع المشروعات ...
de: Warten auf das Laden aller Projekte …
es: Esperando que todos los proyectos se carguen…
fa: در حال انتظار برای بارگیری همه پروژه ها…
id: Menunggu semua proyek untuk dimuat…
ja: すべてのプロジェクトがロードされるのを待っています…
km: កំពុងរង់ចាំគម្រោងទាំងអស់ដើម្បីផ្ទុក…
pl: Oczekiwanie, aż załadują się wszystkie projekty...
pt: Aguardando todos os projetos serem carregados…
ru: Ожидание загрузки всех проектов…
sw: Inasubiri miradi yote kupakiwa...
th: กำลังรอโหลดโครงการทั้งหมด...
uk: Дочекайтеся завантаження всіх проєктів...
vi: Đang tải tất cả các dự án..…

source: You have unsaved changes. Leave form without saving?
am: ያልተቀመጡ ለውጦች አሉዎት። ሳያስቀምጡ ቅጹን ይተው?
ar: لم تقم بحفظ التغييرات. هل تريد مغادرة النموذج دون حفظ التغييرات؟
bn: কয়েকটি পরিবর্তন সেভ করা হয় নি। সেভ না করেই ফর্ম থেকে চলে যাবেন?
cs: Máte neuložené změny. Opustit formulář bez uložení?
de: Sie haben ungespeicherte Änderungen. Wollen Sie das Formular verlassen, ohne es zu speichern?
es: Tienes cambios sin guardar. ¿Quieres abandonar el formulario sin guardar?
fa: شما تغییرات ذخیره نشده دارید. بدون ذخیره فرم خارج می شوید؟
fr: Vous avez effectué des changements non sauvegardés. Voulez-vous quitter le formulaire sans sauvegarder ?
hi: आपके परिवर्तन सहेजे नहीं गए हैं। बिना सहेजे फ़ॉर्म छोड़ें?
hu: Vannak nem mentett módosításai. Kilép az űrlapból mentés nélkül?
id: Anda memiliki perubahan yang belum disimpan. Tinggalkan formulir tanpa menyimpan?
ja: 保存されていない変更があります。保存せずにフォームを終了しますか？
km: អ្នកមានការផ្លាស់ប្ដូរដែលមិនបានរក្សាទុក។ ចាកចេញពីទម្រង់បែបបទដោយមិនរក្សាទុកឬ?
my: သင့်တွင် မသိမ်းဆည်းရသေးသော ပြောင်းလဲမှုများ ရှိနေပါသည်။ မသိမ်းဆည်းဘဲ ဖောင်ပုံစံမှ ထွက်မှာလား?
ne: तपाईंसँग बचत नगरिएका परिवर्तनहरू छन्। बचत नगरी फारम छोड्ने हो?
pl: Niezapisane zmiany. Czy chcesz wyjść bez zapisu?
pt: Você tem alterações não salvas. Deseja sair do formulário sem salvar?
ru: У вас есть несохраненные изменения. Выйти из формы без сохранения?
sw: Una mabadiliko ambayo hayajahifadhiwa. Ungependa kuacha fomu bila kuhifadhi?
th: คุณมีการเปลี่ยนแปลงที่ไม่ได้บันทึก ต้องการออกจากแบบฟอร์มโดยไม่บันทึกใช่ไหม
tr: Kaydedilmemiş değişiklikleriniz mevcut. Kaydetmeden formdan çıkılsın mı?
uk: У вас є незбережені зміни. Залишити форму без збереження?
vi: Bạn có những thay đổi chưa được lưu. Rời biểu mẫu mà không lưu?

source: Unknown Enketo preview error
am: ያልታወቀ የ Enketo ቅድመ እይታ ስህተት
ar: خطأ غير معروف في معاينة تطبيق (Enketo)
bn: Enketo প্রিভিউয়ে অজ্ঞাত ত্রুটি
cs: Neznámá chyba náhledu Enketo
de: Unbekannter Enketo-Vorschaufehler
es: Error desconocido en la vista previa de Enketo
fa: خطای ناشناخته پیش‌نمایش Enketo
fr: Erreur d'aperçu Enketo inconnue
hi: अपरिचित Enketo पूर्वावलोकन त्रुटि
hu: Ismeretlen Enketo előnézeti hiba
id: Kesalahan pratinjau Enketo tidak diketahui
ja: Enketoプレビューの不明なエラー
km: បញ្ហាមិនបានដឹងនៃការមើល Enketo ជាមុន​
my: သတ်မှတ်၍ မရသော Enketo preview အမှား
ne: अज्ञात Enketo पूर्वावलोकन त्रुटि
pl: Nieznany błąd podglądu Enketo
pt: Erro desconhecido ao visualizar o Enketo
ru: Неизвестная ошибка предварительного просмотра Enketo
sw: Hitilafu isiyojulikana ya onyesho la kukagua kwanza la Enketo
th: ข้อผิดพลาดในการดูตัวอย่าง Enketo ที่ไม่รู้จัก
tr: Bilinmeyen Enketo ön izleme hatası
uk: Невідома помилка попереднього перегляду Enketo
vi: Lỗi xem trước Enketo không xác định

source: Your changes could not be saved, likely because of a lost internet connection.
am: በጠፋ የበይነመረብ ግንኙነት ምክንያት ለውጦችህ ሊቀመጡ አልቻሉም።
ar: تعذر حفظ التغييرات الخاصة بك، من المحتمل بسبب انقطاع اتصال الإنترنت.
bn: আপনার করা পরিবর্তনগুলো সেভ করা যায় নি। সম্ভবত ইন্টারনেটের সংযোগ বিচ্ছিন্ন হয়ে যাওয়ার কারণে এমন হয়েছে।
cs: Vaše změny se nepodařilo uložit, pravděpodobně kvůli ztrátě internetového připojení.
de: Ihre Änderungen konnten nicht gespeichert werden, vermutlich wegen abgebrochener Internetverbindung.
es: Tus cambios no se pudieron guardar probablemente porque se perdió la conexión a Internet.
fa: به احتمال زیاد به دلیل قطع شدن اتصال اینترنت، تغییرات شما ذخیره نشد.
fr: Vos modifications ne peuvent pas être sauvegardées, car votre accès à Internet ne fonctionne plus.
hi: आपके परिवर्तन सहेजे नहीं जा सके, संभवतः इंटरनेट कनेक्शन खो जाने के कारण।
hu: A módosításokat nem sikerült menteni, valószínűleg nincs internetkapcsolat.
id: Perubahan Anda tidak dapat disimpan, mungkin karena terputusnya koneksi internet.
ja: インターネット接続が切れたため、変更内容が保存されなかった可能性があります。
km: ការផ្លាស់ប្ដូររបស់អ្នកមិនអាចរក្សាទុកបានទេ ទំនងជា​ដោយសារដាច់សេវាអ៊ីនធឺណិត។
my: အင်တာနက်ချိတ်ဆက်မှု ပြတ်တောက်သွားခြင်းကြောင့် သင့်ပြောင်းလဲမှုများကို သိမ်းဆည်း၍ မရပါ။
ne: तपाइँका परिवर्तनहरू बचत गर्न सकिएन, सम्भवतः इन्टरनेट जडान हराएको कारणले।
pl: Nie udało się zapisać zmian, prawdopodobnie z powodu braku połączenia z internetem.
pt: Não foi possível salvar suas alterações, é provável que tenha havido uma perda de conexão com a Internet.
ru: Не удалось сохранить изменения. Возможно, прервана связь с интернетом.
sw: Mabadiliko yako hayakuweza kuhifadhiwa, labda kwa sababu ya muunganisho wa intaneti uliopotea.
th: ไม่สามารถบันทึกการเปลี่ยนแปลงของคุณซึ่งมีโอกาสสูงที่จะเป็นเพราะการเชื่อมต่ออินเทอร์เน็ตหลุด
tr: Muhtemelen İnternet bağlantınızın kesilmesi nedeniyle değişiklikleriniz kaydedilemedi.
uk: Ваші зміни не вдалося зберегти, ймовірно, через втрату інтернет-з'єднання.
vi: Không thể lưu thay đổi của bạn, có thể vì không có kết nối Internet.

source: Keep this window open and try saving again while using a better connection.
am: ይህንን መስኮት ይክፈቱ እና የተሻለ ግንኙነት በሚጠቀሙበት ጊዜ እንደገና ለማስቀመጥ ይሞክሩ።
ar: أبقي هذه النافذة مفتوحة وحاول الحفظ مرة أخرى أثناء استخدام اتصال أفضل.
bn: এই উইন্ডোটি খোলা রেখে আরও ভালো কোনো ইন্টারনেট সংযোগ ব্যবহার করে আবার সেভ করার চেষ্টা করুন।
cs: Nechte toto okno otevřené a zkuste je uložit znovu při použití lepšího připojení.
de: Bitte lassen Sie dieses Fenster geöffnet und versuchen Sie es erneut zu speichern, wenn Sie eine bessere Internetverbindung haben.
es: Mantén esta ventana abierta e intenta guardar de nuevo con una mejor conexión.
fa: این پنجره را باز نگه دارید و با استفاده از اتصال بهتر، دوباره ذخیره کنید.
fr: Veuillez garder cette fenêtre ouverte et essayer de sauvegarder à nouveau lorsque vous aurez une meilleure connexion.
hi: इस विंडो को खुला रखें और बेहतर कनेक्शन का उपयोग करते हुए पुनः सहेजने का प्रयास करें।
hu: Tartsa nyitva ezt az ablakot, és próbáljon újra menteni jobb internetkapcsolattal.
id: Biarkan halaman ini terbuka dan coba simpan lagi menggunakan koneksi yang lebih baik.
ja: このウィンドウを開いたままにし、より良い接続を使用して再度保存してみてください。
km: ទុកឱ្យវីនដូនេះនៅបើក ហើយសាកល្បងរក្សាទុក​ម្ដងទៀត ពេលកំពុងប្រើសេវាអ៊ីនធឺណិត​ដែលប្រសើរជាងនេះ។
my: ယခုစာမျက်နှာအား ဖွင့်ထားပြီး ပိုမိုကောင်းမွန်သော အင်တာနက်ကွန်ယက်အား ချိတ်ဆက်၍ ကြိုးစား သိမ်းဆည်းကြည့်ပါ။
ne: यो विन्डो खुला राख्नुहोस् र राम्रो इन्टरनेट जडान प्रयोग गर्दा फेरि बचत गर्ने प्रयास गर्नुहोस्।
pl: Nie zamykaj okna i ponownie postaraj się zapisać, używając lepszego połączenia.
pt: Mantenha esta janela aberta e tente salvar novamente usando uma conexão melhor.
ru: Не закрывайте это окно и повторите попытку при лучшем соединении.
sw: Weka dirisha hili wazi na ujaribu kuhifadhi tena huku ukitumia muunganisho bora zaidi.
th: ลองบันทึกอีกครั้งโดยใช้การเชื่อมต่อที่ดีกว่า โดยเปิดหน้าต่างนี้ทิ้งไว้
tr: Bu pencereyi açık tutun ve daha iyi bir bağlantı ile tekrar kaydetmeyi deneyin.
uk: Залиште це вікно відкритим і спробуйте зберегти ще раз, коли буде краще підключення.
vi: Giữ cửa sổ này mở và thử lưu lại khi kết nối tốt hơn.

source: Error saving form
am: ቅፅ ማስቀመጥ ላይ ስህተት
ar: خطأ في حفظ النموذج
bn: ফর্ম সেভ করতে গিয়ে ত্রুটি হয়েছে
cs: Chyba při ukládání formuláře
de: Fehler beim Speichern des Formulars
es: Error al guardar el formulario
fa: خطا در ذخیره فرم
fr: Erreur pendant la sauvegarde du formulaire
hi: फ़ॉर्म सहेजने में त्रुटि
hu: Hiba az űrlap mentésénél
id: Kesalahan dalam menyimpan formulir
ja: フォームの保存エラー
km: បញ្ហាក្នុងការរក្សាទុកទម្រង់បែបបទ
my: ဖောင်ပုံစံသိမ်းဆည်းခြင်းအမှား
ne: फारम बचत गर्न त्रुटि भयो
pl: Błąd zapisywania formularza
pt: Erro ao salvar o formulário
ru: Ошибка при сохранении формы
sw: Hitilafu katika kuhifadhi fomu
th: เกิดข้อผิดพลาดในการบันทึกแบบฟอร์ม
tr: Form kaydedilirken bir hata meydana geldi
uk: Помилка збереження форми
vi: Có lỗi khi lưu biểu mẫu

source: Dismiss
am: አሰናብት
ar: استبعاد
bn: বাতিল করুন
cs: Odmítnout
de: Ablehnen
es: Descartar
fa: رد کردن
fr: Refuser
hi: रद्द करें
hu: Elvetés
id: Bubarkan
ja: 閉じる
km: បដិសេធ
my: ပယ်ချသည်
ne: खारेज गर्नुहोस्
pl: Odrzuć
pt: Dispensar
ru: Закрыть
sw: Ondosha
th: เลิก
tr: Reddet
uk: Відхилити
vi: Bỏ qua

source: create
am: መፍጠር
ar: إنشاء
bn: তৈরি করুন
cs: vytvořit
de: erstellen
es: crear
fa: ایجاد
fr: créer
hi: बनाएं
hu: létrehozás
id: buat
ja: 作成
my: ဖန်တီးသည်
ne: सिर्जना गर्नुहोस्
pl: stwórz
pt: criar
ru: создать
sw: unda
th: สร้าง
tr: oluştur
uk: створити
vi: tạo

source: save
am: ማስቀመጥ
ar: حفظ
bn: সেভ করুন
cs: uložit
de: speichern
es: guardar
fa: ذخیره
fr: Sauvegarder
hi: सहेजे /सुरक्षित करें
hu: mentés
id: simpan
ja: 保存
my: သိမ်းဆည်းသည်
ne: बचत गर्नुहोस्
pl: zapisz
pt: salvar
ru: сохранить
sw: hifadhi
th: บันทึก
tr: kaydet
uk: зберегти
vi: lưu

source: retry
am: እንደገና ይሞክሩ
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
cs: zkusit znovu
de: erneut versuchen
es: volver a intentarlo
fa: امتحان مجدد
fr: réessayer
hi: पुन: प्रयास करें
hu: ismét
id: coba lagi
ja: 再試行
km: ព្យាយាមម្ដងទៀត
my: ထပ်ကြိုးစားပါ
ne: पुन: प्रयास गर्नुहोस्
pl: spróbuj ponownie
pt: tentar novamente
ru: повторить попытку
sw: jaribu tena
th: ลองอีกครั้ง
tr: yeniden dene
uk: повторити
vi: thử lại

source: Yes, leave form
am: አዎ፣ ቅጹን ይተው
ar: نعم، اترك النموذج
bn: হ্যাঁ, ফর্ম থেকে চলে যান
cs: Ano, opustit formulář
de: Ja, Formular verlassen
es: Sí, salir del formulario
fa: بله، از فرم خارج می شوم
fr: Oui, quitter le formulaire
hi: हाँ, फ़ॉर्म छोड़ दें
hu: Igen, űrlap elhagyása
id: Ya, tinggalkan formulir
ja: はい、フォームを残します
km: បាទ/ចាស ចាកចេញពីទម្រង់បែបបទ
my: ဟုတ်ကဲ့၊ ဖောင်ပုံစံမှ ထွက်ပါ
ne: हो, फारम छोड्नुहोस्
pl: Tak, opuść formularz
pt: Sim, sair do formulário
ru: Да, выйти из формы
sw: Ndio, ondoka kwenye fomu
th: ใช่ ต้องการออกจากแบบฟอร์ม
tr: Evet, formdan çık
uk: Так, залишити форму
vi: Có, rời khỏi biểu mẫu

source: Cancel
am: ሰርዝ
ar: إلغاء
bn: বাতিল করুন
cs: Zrušit
de: Abbrechen
es: Cancelar
fa: انصراف
fr: Annuler
hi: रद्द /रद्द करें
hu: Mégse
id: Batalkan
ja: キャンセル
km: បោះបង់
my: ပယ်ဖျက်သည်
ne: रद्द गर्नुहोस्
pl: Anuluj
pt: Cancelar
ru: Отменить
sw: Ghairi
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy

source: Return to list
am: ወደ ዝርዝር ተመለስ
ar: العودة إلى القائمة
bn: তালিকায় ফিরে যান
cs: Zpět na seznam
de: Zurück zur Liste
es: Volver a la lista
fa: بازگشت به لیست
fr: Retourner à la liste
hi: सूची पर लौटें
hu: Visszatérés a listához
id: Kembali ke daftar
ja: リストに戻る
km: ត្រឡប់ទៅបញ្ជីវិញ
my: စာရင်းသို့ ပြန်သွားပါ
ne: सूचीमा फर्कनुहोस्
pl: Powróć do listy
pt: Retornar à lista
ru: Вернуться к списку
sw: Rudi kwenye orodha
th: กลับไปที่รายการ
tr: Listeye dön
uk: Повернутися до списку
vi: Quay lại danh sách

source: Expand / collapse questions
am: ጥያቄዎችን ዘርጋ/ሰብስብ
ar: توسيع / طي الأسئلة
bn: গুটিয়ে রাখুন (কোল্যাপ্‍স) / পুরো প্রশ্ন দেখুন
cs: Rozbalit/sbalit otázky
de: Fragen aufklappen/zuklappen
es: Expandir / contraer preguntas
fa: باز / بسته کردن سؤالات
fr: Étendre/réduire les questions
hi: प्रश्नों को विस्तृत करें / संक्षिप्त करें
hu: Kérdések kibontása / összecsukása
id: Perluas / perkecil pertanyaan
ja: 質問を展開する／折りたたむ
km: ពង្រីក / បង្រួមសំណួរ
my: မေးခွန်းများကို ဖြန့်ပါ/ ချုံ့ပါ
ne: प्रश्नहरू विस्तार / संक्षिप्त गर्नुहोस्
pl: Rozwiń / zwiń pytania
pt: Expandir / recolher perguntas
ru: Развернуть/свернуть вопросы
sw: Panua/Punguza Maswali
th: ขยาย / ย่อ คำถาม
tr: Soruları genişlet / daralt
uk: Розгорнути/згорнути питання
vi: Mở rộng / thu nhỏ câu hỏi

source: Create group with selected questions
am: ከተመረጡ ጥያቄዎች ጋር ቡድን መፍጠር
ar: إنشاء مجموعة ذات أسئلة محددة
bn: নির্বাচিত প্রশ্নগুলো নিয়ে গ্রুপ তৈরি করুন
cs: Vytvořit skupinu s vybranými otázkami
de: Gruppe mit den ausgewählten Fragen erstellen
es: Crear grupo con las preguntas seleccionadas
fa: ایجاد گروه با سوالات انتخاب شده
fr: Créer un groupe avec les questions sélectionnées
hi: चयनित प्रश्नों के साथ समूह बनाएं
hu: Csoport létrehozása a kiválasztott kérdésekkel
id: Buat kelompok dengan pertanyaan yang dipilih
ja: 選択した質問でグループを作成
km: បង្កើតក្រុមជាមួយសំណួរដែលបានជ្រើសរើស
my: ရွေးချယ်ထားသော မေးခွန်းများဖြင့် အုပ်စုဖွဲ့ပါ
ne: चयन गरिएका प्रश्नहरूको साथ समूह सिर्जना गर्नुहोस्
pl: Stwórz grupę z wybranych pytań
pt: Criar grupo com as perguntas selecionadas
ru: Создать группу из выбранных вопросов
sw: Unda kikundi na maswali uliyochagua
th: สร้างกลุ่มด้วยคำถามที่เลือก
tr: Seçili sorularla grup oluşturun
uk: Створити групу з вибраними питаннями
vi: Tạo nhóm với các câu hỏi được chọn
