Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: successfully updated
am: በተሳካ ሁኔታ ዘምኗል
ar: تم التحديث بنجاح
bn: আপডেট সফল হয়েছে
cs: úspěšně aktualizováno
de: Erfolgreich aktualisiert
es: actualizado correctamente
fa: بروزرسانی با موفقیت انجام شد
fr: Mise à jour réussie
hi: सफलतापूर्वक अपडेट हो गया
hu: sikeresen frissítve
id: berhasil diperbarui
ja: アップデート成功
my: အောင်မြင်စွာ ပြင်ဆင်ပြီး
ne: सफलतापूर्वक अद्यावधिक गरियो
pl: pomyślnie zaktualizowano
pt: atualizado com sucesso
ru: обновлено
sw: imesasishwa kwa mafanikio
th: อัปเดตเสร็จสมบูรณ์
tr: başarıyla güncellendi
uk: успішно оновлено
vi: đã cập nhật thành công

source: please check your connection and try again.
am: እባክዎ ግንኙነትዎን ያረጋግጡ እና እንደገና ይሞክሩ።
ar: يُرجى فحص اتصالك وإعادة المحاولة.
bn: আপনার ইন্টারনেট সংযোগ ঠিক আছে কিনা তা অনুগ্রহ করে দেখে নিয়ে তারপর আবার চেষ্টা করুন।
cs: zkontrolujte prosím své připojení a zkuste to znovu.
de: Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: verifica tu conexión e intenta nuevamente.
fa: لطفا ارتباطات خود را بررسی و دوباره تلاش کنید.
fr: Veuillez vérifier votre connexion et réessayez.
hi: कृपया अपने कनेक्शन की जांच करे और दोबारा प्रयास करें।
hu: kérjük, ellenőrizze a kapcsolatot, és próbálja újra.
id: silakan periksa koneksi Anda dan coba lagi.
ja: 接続を確認して、もう一度お試しください。
my: ကျေးဇူးပြု၍ သင်၏ချိတ်ဆက်မှုကို စစ်ဆေးပြီး ထပ်စမ်းကြည့်ပါ။
ne: कृपया आफ्नो जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
pl: sprawdź swoje połączenie i spróbuj ponownie.
pt: verifique a sua conexão e tente novamente.
ru: проверьте соединение и повторите попытку.
sw: tafadhali kagua muunganisho wako na ujaribu tena.
th: โปรดตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: lütfen bağlantınızı kontrol edin ve tekrar deneyin.
uk: перевірте підключення та повторіть спробу.
vi: vui lòng kiểm tra kết nối và thử lại.

source: if this problem persists, contact help@kobotoolbox.org
am: ይህ ችግር ከቀጠለ help@kobotoolbox.org ያግኙ
ar: في حال استمرار مواجهة هذه المشكلة، تواصل مع help@kobotoolbox.org
bn: এই সমস্যার সমাধান না হলে help@kobotoolbox.org অ্যাড্রেসে যোগাযোগ করুন
cs: pokud tento problém přetrvává, obraťte se na help@kobotoolbox.org
de: Falls das Problem weiterhin besteht, kontaktieren Sie bitte help@kobotoolbox.org
es: si el problema persiste, comunícate con help@kobotoolbox.org
fa: اگر این مشکل ادامه داشت، با help@kobotoolbox.org تماس بگیرید
fr: Si ce problème persiste, contactez help@kobotoolbox.org
hi: यदि यह समस्या बनी रहती है, तो help@kobotoolbox.org पर संपर्क करें
hu: ha ez a probléma továbbra is fennáll, lépjen kapcsolatba velünk a help@kobotoolbox.org címen keresztül
id: jika masalah berlanjut, hubungi help@kobotoolbox.org
ja: この問題が解決しない場合は、help@kobotoolbox.orgにお問い合わせください
km: ប្រសិនបើបញ្ហានេះនៅតែកើតឡើង សូមទាក់ទងទៅ help@kobotoolbox.org
my: အကယ်၍ ဤပြဿနာ မပြေလည်သေးပါက help@kobotoolbox.org ကို ဆက်သွယ်ပါ
ne: यदि यो समस्या रहिरह्यो भने, help@kobotoolbox.org लाई सम्पर्क गर्नुहोस्
pl: jeśli problem się powtórzy, skontaktuj się z help@kobotoolbox.org
pt: se este problema persistir, entre em contato com help@kobotoolbox.org
ru: если проблема не исчезнет, свяжитесь с нами по адресу help@kobotoolbox.org
sw: tatizo hili likiendelea, wasiliana na help@kobotoolbox.org
th: หากปัญหานี้ยังคงอยู่ โปรดติดต่อ help@kobotoolbox.org
tr: sorunun devam etmesi hâlinde help@kobotoolbox.org adresinden bizimle iletişime geçin
uk: якщо ця проблема не зникне, зверніться до help@kobotoolbox.org
vi: nếu vấn đề này vẫn tiếp diễn, hãy liên hệ với help@kobotoolbox.org

source: your form id was not valid:
am: የእርስዎ ቅፅ መታወቂያ ልክ አልነበረም፦
ar: معرّف النموذج الخاص بك ليس صالحًا:
bn: আপনার ফর্ম আইডি সঠিক ছিল না:
cs: ID formuláře nebylo platné:
de: Ihre Formular-ID ist nicht gültig:
es: el id de tu formulario no fue válido:
fa: شناسه فرم شما معتبر نیست:
fr: Votre numéro d'identification de formulaire n'était pas valide :
hi: आपका फ़ॉर्म आईडी मान्य नहीं था:
hu: az űrlapja azonosítója érvénytelen:
id: id formulir Anda tidak valid:
ja: フォームIDが有効ではありませんでした：
my: သင့်ဖောင် ID သည် မမှန်ကန်ပါ-
ne: तपाईको फारम आईडी मान्य थिएन:
pl: Twój identyfikator formularza jest niepoprawny:
pt: o id do formulário está inválido:
ru: идентификатор формы недействителен:
sw: kitambulisho cha fomu yako hakikuwa halali:
th: ไอดีแบบฟอร์มของคุณไม่ถูกต้อง:
tr: form kimliğiniz geçerli değil:
uk: ваш ідентифікатор форми недійсний:
vi: id biểu mẫu của bạn không hợp lệ:

source: your form cannot be deployed because it contains errors:
am: ቅፅህ ስህተቶችን ስለያዘ ሊሰማራ አይችልም፦
ar: تعذر نشر و توزيع نموذجك لأنه يحوي أخطاءً:
bn: আপনার ফর্মটি ডিপ্লয় করা যাচ্ছে না কারণ সেটিতে ত্রুটি রয়েছে:
cs: váš formulář nelze zveřejnit, protože obsahuje chyby:
de: Ihr Formular kann nicht bereitgestellt werden, da es Fehler enthält:
es: tu formulario no puede implementarse porque tiene errores:
fa: فرم شما قابل انتشار نیست، زیرا حاوی خطاهایی است:
fr: Votre formulaire ne peut pas être affiché, car il contient des erreurs :
hi: आपके फ़ॉर्म उपलब्ध नहीं कराया जा सकता क्योंकि इसमें त्रुटियां हैं:
hu: az űrlapja nem élesíthető, mert hibákat tartalmaz:
id: formulir Anda tidak dapat disebarkan karena memiliki kesalahan:
ja: フォームにはエラーが含まれているため、公開できません:
km: ទម្រង់របស់អ្នកមិនអាចដាក់ពង្រាយបានទេ ពីព្រោះវាមានកំហុស។
my: အမှားများ ပါနေသည့်အတွက် သင်၏ဖောင်ကို အသုံးပြု၍ မရပါ-
ne: तपाईंको फारम प्रयोग गर्न सकिँदैन किनभने यसमा त्रुटिहरू छन्:
pl: Twój formularz nie może zostać wdrożony, ponieważ zawiera błędy:
pt: o seu formulário não pode ser disponibilizado, porque contém erros:
ru: форму не удалось развернуть на сервере, так как она содержит ошибки:
sw: fomu yako haiwezi kutumwa kwa sababu ina hitilafu:
th: ไม่สามารถนำแบบฟอร์มของคุณไปใช้งานได้ เนื่องจากมีข้อผิดพลาด:
tr: formunuz hatalar içerdiği için gönderilemiyor:
uk: вашу форму не може бути розміщено, оскільки вона містить помилки:
vi: biểu mẫu của bạn không thể triển khai vì có chứa lỗi:

source: unable to deploy
am: ማሰማራት አልተቻለም
ar: تعذر النشر والتوزيع
bn: ডিপ্লয় করা যাচ্ছে না
cs: nelze zveřejnit
de: Bereitstellung fehlgeschlagen
es: no es posible implementarse
fa: امکان انتشار نیست
fr: incapable de déployer
hi: परिनियोजन (डिप्लॉए) करने में असमर्थ
hu: élesítés nem lehetséges
id: tidak dapat disebarkan
ja: 公開できません
km: មិនអាចដាក់ពង្រាយបាន
my: အသုံးပြု၍ မရပါ
ne: परिचालन गर्न असमर्थ
pl: niemożliwe do wdrożenia
pt: incapaz de disponibilizar
ru: не удалось развернуть на сервере
sw: haiwezi kutuma
th: ไม่สามารถนำไปใช้งาน
tr: gönderilemiyor
uk: не вдалося розмістити
vi: không thể triển khai

source: Project unarchived successfully
am: ፕሮጀክት በተሳካ ሁኔታ ከማህደር ወጥቷል
ar: تم إلغاء أرشفة المشروع بنجاح
bn: প্রকল্প সফলভাবে আনআর্কাইভ করা হয়েছে
cs: Projekt úspěšně vyjmut z archivu
de: Projekt erfolgreich dearchiviert
es: Proyecto desarchivado correctamente
fa: پروژه با موفقیت از بایگانی خارج شد
fr: Projet désarchivé avec succès
hi: प्रोजेक्ट सफलतापूर्वक अनारक्षित हो गया
hu: Projekt sikeresen kikerült az archiválásból
id: Proyek berhasil dibatalkan pengarsipannya
ja: プロジェクトのアーカイブ解除に成功しました
km: គម្រោងមិនបានដាក់ក្នុងបណ្ណសារដោយជោគជ័យ
my: ပရောဂျက်ကို မှတ်တမ်းသိမ်းဆည်းထားခြင်းမှ အောင်မြင်စွာ ပြန်လည်ရယူပြီး
ne: परियोजना सफलतापूर्वक हटाइयो
pl: Udało się przywrócić projekt
pt: Projeto desarquivado com sucesso
ru: Проект разархивирован
sw: Mradi umeondolewa kwenye kumbukumbu kwa ufanisi
th: ยกเลิกการเก็บถาวรโครงการเสร็จสมบูรณ์
tr: Proje başarıyla arşivden çıkarıldı
uk: Проєкт успішно розархівовано
vi: Hủy lưu trữ dự án thành công

source: Project archived successfully
am: ፕሮጀክት በተሳካ ሁኔታ በማህደር ተቀምጧል
ar: نجاح أرشفة المشروع
bn: প্রকল্প সফলভাবে আর্কাইভ করা হয়েছে
cs: Projekt úspěšně archivován
de: Projekt erfolgreich archiviert
es: Proyecto archivado correctamente
fa: پروژه با موفقیت بایگانی شد
fr: Projet archivé avec succès
hi: प्रोजेक्ट सफलतापूर्वक संग्रहित हो गया
hu: Projekt sikeresen archiválva
id: Proyek berhasil diarsipkan
ja: プロジェクトのアーカイブに成功しました
km: គម្រោងបានដាក់ក្នុងបណ្ណសារដោយជោគជ័យ
my: ပရောဂျက်ကို အောင်မြင်စွာ မှတ်တမ်းသိမ်းဆည်းထားပြီး
ne: परियोजना सफलतापूर्वक अभिलेख गरियो
pl: Udało się zarchiwizować projekt
pt: Projeto arquivado com sucesso
ru: Проект заархивирован
sw: Mradi umehifadhiwa kwenye kumbukumbu kwa ufanisi
th: เก็บถาวรโครงการเสร็จสมบูรณ์
tr: Proje başarıyla arşivlendi
uk: Проєкт успішно заархівовано
vi: Dự án được lưu trữ thành công

source: Unable to delete asset!
am: ንብረትን መሰረዝ አልተቻለም!
ar: تعذر حذف الأصل!
bn: অ্যাসেট মুছে ফেলা যাচ্ছে না!
cs: Položku nelze smazat!
de: Element konnte nicht gelöscht werden!
es: ¡No se puede eliminar el activo!
fa: پاک کردن مقادیر امکان پذیر نیست!
fr: Impossible de supprimer l'élément !
hi: परिसंपत्ति (ऐसट) हटाने में असमर्थ!
hu: Az eszköz törlése nem lehetséges!
id: Tidak dapat menghapus aset!
ja: アセットを削除できませんでした！
km: មិនអាចលុបទ្រព្យបាន!
my: asset ကို မဖျက်နိုင်ပါ
ne: सम्पत्ति मेटाउन असमर्थ!
pl: Nie udało się usunąć zasobu!
pt: Não foi possível excluir o recurso!
ru: Не удалось удалить объект!
sw: Imeshindwa kufuta kipengee!
th: ไม่สามารถลบสินทรัพย์ได้!
tr: Varlık silinemiyor!
uk: Не вдалося видалити ресурс!
vi: Không thể xóa tài sản!

source: Error details:
am: የስህተት ዝርዝሮች፦
ar: تفاصيل الخطأ:
bn: ত্রুটির বিবরণ:
cs: Podrobnosti chyby:
de: Fehlerdetails:
es: Detalles del error:
fa: جزئیات خطا:
fr: Détails de l'erreur :
hi: त्रुटि विवरण:
hu: Hiba részletezése:
id: Detail kesalahan:
ja: エラーの詳細：
my: အမှား အသေးစိတ်အချက်အလက်-
ne: त्रुटि
pl: Szczegóły błędu:
pt: Detalhes do erro:
ru: Сведения об ошибке:
sw: Maelezo ya hitilafu:
th: รายละเอียดข้อผิดพลาด:
tr: Hata detayları:
uk: Деталі помилки:
vi: Thông tin lỗi:

source: Could not create project!
am: ፕሮጀክት መፍጠር አልተቻለም!
ar: لا يمكن إنشاء المشروع!
bn: প্রকল্প তৈরি করা যায় নি!
cs: Nelze vytvořit projekt!
de: Projekt konnte nicht erstellt werden!
es: ¡No se pudo crear el proyecto!
fa: پروژه ایجاد نشد!
fr: Impossible de créer le projet !
hi: प्रोजेक्ट नहीं बन सका!
hu: Project létrehozása sikertelen!
id: Tidak dapat membuat proyek!
ja: プロジェクトを作成できませでした！
km: មិនអាចបង្កើតគម្រោងបានទេ!
my: ပရောဂျက်ကို မဖန်တီးနိုင်ပါ
ne: परियोजना बनाउन सकिएन!
pl: Nie udało się stworzyć projektu!
pt: Não foi possível criar o projeto!
ru: Не удалось создать проект!
sw: Haikuweza kuunda mradi!
th: ไม่สามารถสร้างโครงการได้!
tr: Proje oluşturulamadı!
uk: Не вдалося створити проєкт!
vi: Không thể tạo dự án!

source: changed password successfully
am: የይለፍ ቃል በተሳካ ሁኔታ ቀይሯል
ar: تم تغيير كلمة المرور بنجاح
bn: পাসওয়ার্ড সফলভাবে পরিবর্তন করা হয়েছে
cs: heslo úspěšně změněno
de: Passwort erfolgreich geändert
es: Contraseña modificada correctamente
fa: رمز عبور با موفقیت تغییر کرد
fr: Le mot de passe a été changé avec succès
hi: पासवर्ड सफलतापूर्वक बदला गया
hu: sikeres jelszóváltoztatás
id: berhasil mengubah kata sandi
ja: パスワードの変更に成功しました
km: ផ្លាស់ប្ដូរពាក្យសម្ងាត់ដោយជោគជ័យ
my: စကားဝှက်ကို အောင်မြင်စွာ ပြောင်းလဲပြီး
ne: पासवर्ड सफलतापूर्वक परिवर्तन गरियो
pl: Zmiana hasła powiodła się
pt: senha alterada com sucesso
ru: пароль изменен
sw: nywila imebadilika kwa mafanikio
th: เปลี่ยนรหัสผ่านเสร็จสมบูรณ์
tr: şifre başarıyla değiştirildi
uk: пароль успішно змінено
vi: đổi mật khẩu thành công

source: failed to change password
am: የይለፍ ቃል መቀየር አልተሳካም
ar: فشل في تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন করা যায় নি
cs: nepodařilo se změnit heslo
de: Passwort konnte nicht geändert werden
es: error al cambiar la contraseña
fa: تغییر رمز عبور ناموفق بود
fr: la mise à jour du mot de passe a échoué
hi: पासवर्ड बदलने में विफल
hu: nem sikerült a jelszó megváltoztatása
id: gagal mengubah kata sandi
ja: パスワードの変更に失敗しました
km: បរាជ័យក្នុងការផ្លាស់ប្ដូរពាក្យសម្ងាត់
my: စကားဝှက်ကို ပြောင်းလဲခြင်း မအောင်မြင်ပါ
ne: पासवर्ड परिवर्तन गर्न असफल
pl: Nie udało się zmienić hasła
pt: não foi possível alterar a senha
ru: не удалось изменить пароль
sw: imeshindwa kubadilisha nywila
th: ไม่สามารถเปลี่ยนรหัสผ่านได้
tr: şifre değiştirme başarısız
uk: не вдалося змінити пароль
vi: đổi mật khẩu thất bại

source: failed to load API token
am: የAPI ማስመሰያ መጫን አልተሳካም
ar: فشل في تحميل الرمز المميز لواجهة برمجة التطبيقات (API)
bn: API টোকেন লোড করা যায় নি
cs: nepodařilo se načíst token API
de: API-Token konnte nicht geladen werden
es: error al cargar el token de la API
fa: بارگذاری توکن API ناموفق بود
fr: Échec de chargement du jeton API
hi: API टोकन लोड करने में विफल
hu: nem sikerült betölteni az API-tokent
id: gagal memuat token API
ja: APIトークンの読み込みに失敗しました
km: បរាជ័យក្នុងការផ្ទុកថូខិន API
my: API တိုကင် ဖတ်ခြင်း မအောင်မြင်ပါ
ne: API टोकन लोड गर्न असफल भयो
pl: nie udało się załadować tokenu API
pt: falha ao carregar o token da API
ru: не удалось загрузить токен API
sw: imeshindwa kupakia tokeni ya API
th: ไม่สามารถโหลดโทเค็น API ได้
tr: API belirteci yüklenemedi
uk: не вдалося завантажити API-маркер
vi: tải mã API thất bại

source: submission deleted
am: ማስረከብ ተሰርዟል
ar: تم حذف عملية الإرسال
bn: সাবমিশন মুছে ফেলা হয়েছে
cs: příspěvek smazán
de: Übermittlung gelöscht
es: envío eliminado
fa: ارسالی حذف شد
fr: soumission effacée
hi: सबमिशन हट गया
hu: űrlapválasz törölve
id: kiriman dihapus
ja: 提出済みフォームは削除されました
km: បានលុបការដាក់បញ្ជូន
my: တင်သွင်းချက်ကို ဖျက်ပြီး
ne: पेश गरिएका मेटाइयो
pl: zatwierdzenie usunięte
pt: resposta excluída
ru: отправка удалена
sw: uwasilishaji umefutwa
th: ลบการส่งข้อมูลแล้ว
tr: gönderim silindi
uk: надсилання видалено
vi: bài nộp đã xóa

source: failed to delete submission
am: ማስገባቱን መሰረዝ አልተሳካም
ar: فشل في حذف عملية الإرسال
bn: সাবমিশন মুছে ফেলা যায় নি
cs: nepodařilo se smazat příspěvek
de: Übermittlung nicht gelöscht
es: error al eliminar el envío
fa: پاک کردن ارسال ناموفق بود
fr: Échec de la suppression de la soumission
hi: सबमिशन हटाने में विफल
hu: nem sikerült törölni az űrlapválaszt
id: gagal menghapus kiriman
ja: 提出済みフォームの削除に失敗しました
km: បរាជ័យក្នុងការលុបការដាក់បញ្ជូន
my: တင်သွင်းချက်ကို ဖျက်ခြင်း မအောင်မြင်ပါ
ne: पेश गरिएका मेटाउन असफल भयो
pl: Nie udało się usunąć odpowiedzi
pt: falha ao excluir o envio
ru: не удалось удалить отправку
sw: imeshindwa kufuta uwasilishaji
th: ไม่สามารถลบการส่งข้อมูลได้
tr: gönderim silinemedi
uk: не вдалося видалити надсилання
vi: xóa bài nộp thất bại

source: Successfully duplicated submission
am: በተሳካ ሁኔታ የ ተባዛ
ar: تم تكرار عملية الإرسال بنجاح
bn: সাবমিশন সফলভাবে কপি করা হয়েছে
cs: Příspěvek byl úspěšně duplikován
de: Übermittlung erfolgreich dupliziert
es: Envío duplicado correctamente
fa: ارسال با موفقیت مجددا ایجاد شد
fr: Soumission dupliquée avec succès
hi: सबमिशन की प्रतिलिपि सफलतापूर्वक बन गई
hu: Űrlapválasz sikeresen másolva lett
id: Berhasil menggandakan kiriman
ja: 提出済みフォームの複製に成功しました
km: បានដាក់ការបញ្ជូនស្ទួនដោយជោគជ័យ
my: တင်သွင်းချက်ကို အောင်မြင်စွာ ပွားယူပြီး
ne: पेश गरिएका सफलतापूर्वक नक्कल गरियो
pl: Udało się zduplikować odpowiedź
pt: Envio duplicado com sucesso
ru: Отправка продублирована
sw: Uwasilishaji umefaulu kurudiwa
th: การส่งข้อมูลซ้ำเสร็จสมบูรณ์
tr: Gönderim başarıyla kopyalandı
uk: Успішно продубльовано надсилання
vi: Đã nhân bản bài gửi thành công

source: Failed to duplicate submission
am: ማስገባትን ማባዛት አልተሳካም
ar: فشل في تكرار عملية الإرسال
bn: সাবমিশন কপি করা যায় নি
cs: Nepodařilo se duplikovat příspěvek
de: Übermittlung nicht dupliziert
es: error al duplicar el envío
fa: ارسال تکراری ناموفق بود
fr: Échec de la duplication de la soumission
hi: सबमिशन की प्रतिलिपि बनाने करने में विफल
hu: Nem sikerült az űrlapválasz másolása
id: Gagal menggandakan kiriman
ja: 提出済みフォームの複製に失敗しました
km: បរាជ័យក្នុងការដាក់ការបញ្ជូនស្ទួន
my: တင်သွင်းချက်ကို ပွားယူခြင်း မအောင်မြင်ပါ
ne: पेश गरिएका नक्कल गर्न असफल
pl: Nie udało się zduplikować odpowiedzi
pt: Falha ao duplicar o envio
ru: Не удалось продублировать отправку
sw: Imeshindwa kunakili uwasilishaji
th: ไม่สามารถทำสำเนาการส่งข้อมูลได้
tr: Gönderim kopyalanamadı
uk: Неможливо скопіювати надсилання
vi: Nhân bản bài gửi thất bại

source: REST Service added successfully
am: የእንደገና ማስጀመር አገልግሎቶች በተሳካ ሁኔታ ታክሏል
ar: تمت إضافة خدمة نقل وتمثيل الحالة (REST) بنجاح
bn: REST সেবা সফলভাবে যোগ করা হয়েছে
cs: Služba REST byla úspěšně přidána
de: REST-Service erfolgreich hinzugefügt
es: Servicio REST agregado correctamente
fa: خدمات REST با موفقیت اضافه شد
fr: Service REST ajouté avec succès
hi: REST सेवा सफलतापूर्वक जोड़ी गई
hu: REST szolgáltatás hozzáadása sikeresen megtörtént
id: Layanan REST berhasil ditambahkan
ja: RESTサービスの追加に成功しました
km: សេវា REST Service ត្រូវបានបញ្ចូលដោយជោគជ័យ
my: REST ဝန်ဆောင်မှုကို အောင်မြင်စွာ ပေါင်းထည့်ပြီး
ne: REST सेवा सफलतापूर्वक थपियो
pl: Dodano usługę REST
pt: Serviço REST adicionado com sucesso
ru: Служба REST добавлена
sw: Huduma ya REST imeongezwa kwa mafanikio
th: เพิ่มบริการ REST เสร็จสมบูรณ์
tr: REST Hizmeti başarıyla eklendi
uk: Службу REST успішно додано
vi: Thêm Dịch vụ REST thành công

source: Failed adding REST Service
am: የእንደገና ማስጀመር አገልግሎቶችን መጨመር አልተሳካም
ar: فشل في إضافة خدمة نقل وتمثيل الحالة (REST)
bn: REST সেবা যোগ করা যায় নি
cs: Selhalo přidání služby REST
de: Hinzufügen des REST-Service fehlgeschlagen
es: Error al agregar el servicio REST
fa: اضافه کردن خدمات REST ناموفق بود
fr: Échec de l'ajout du service REST
hi: REST सेवा जोड़ने में विफल
hu: REST szolgáltatás hozzáadása sikertelen
id: Gagal menambahkan Layanan REST
ja: RESTサービスの追加に失敗しました
km: បរាជ័យក្នុងការបញ្ចូលសេវា REST Service
my: REST ဝန်ဆောင်မှုကို ပေါင်းထည့်ခြင်း မအောင်မြင်ပါ
ne: REST सेवा थप्न असफल
pl: Nie udało się dodać usługi REST
pt: Falha ao adicionar o serviço REST
ru: Не удалось добавить службу REST
sw: Imeshindwa kuongeza Huduma ya REST
th: ไม่สามารถเพิ่มบริการ REST ได้
tr: REST Hizmeti eklenemedi
uk: Неможливо додати службу REST
vi: Thêm Dịch vụ REST thất bại

source: REST Service updated successfully
am: የእንደገና ማስጀመር አገልግሎቶች በተሳካ ሁኔታ ዘምኗል
ar: تم تحديث خدمة نقل وتمثيل الحالة (REST) بنجاح
bn: REST সেবা সফলভাবে আপডেট করা হয়েছে
cs: Služba REST byla úspěšně aktualizována
de: REST-Service erfolgreich aktualisiert
es: Servicio REST actualizado correctamente
fa: بروزرسانی خدمات REST با موفقیت انجام شد
fr: Le service REST a été mis à jour avec succès
hi: REST सेवा सफलतापूर्वक अपडेट की गयी
hu: REST szolgáltatás frissítése sikeresen megtörtént
id: Layanan REST berhasil diperbarui
ja: RESTサービスの更新に成功しました
km: បានធ្វើបច្ចុប្បន្នភាពសេវា REST Service ដោយជោគជ័យ
my: REST ဝန်ဆောင်မှုကို အောင်မြင်စွာ ပြင်ဆင်ပြီး
ne: REST सेवा सफलतापूर्वक अपडेट भयो
pl: Udało się zaktualizować usługę REST
pt: Serviço REST atualizado com sucesso
ru: Служба REST обновлена
sw: Huduma ya REST imesasishwa
th: อัปเดตบริการ REST เสร็จสมบูรณ์
tr: REST Hizmeti başarıyla güncellendi
uk: Службу REST успішно оновлено
vi: Cập nhật Dịch vụ REST thành công

source: Failed saving REST Service
am: የእንደገና ማስጀመር አገልግሎቶችን ማስቀመጥ አልተሳካም
ar: فشل في حفظ خدمة نقل وتمثيل الحالة (REST)
bn: REST সেবা সেভ করা যায় নি
cs: Selhalo ukládání služby REST
de: Speichern des REST-Service fehlgeschlagen
es: Error al guardar el Servicio REST
fa: ذخیره خدمات REST ناموفق بود
fr: Échec de la sauvegarde du service REST
hi: REST सेवा सहेजने में विफल
hu: REST szolgáltatás mentése nem sikerült
id: Gagal menyimpan Layanan REST
ja: RESTサービスの保存に失敗しました
km: បរាជ័យក្នុងការរក្សាទុកសេវា REST Service
my: REST ဝန်ဆောင်မှုကို သိမ်းခြင်း မအောင်မြင်ပါ
ne: REST सेवा सेभ गर्न असफल
pl: Nie udało się zapisać usługi REST
pt: Falha ao salvar o serviço REST
ru: Не удалось сохранить службу REST
sw: Imeshindwa kuhifadhi Huduma ya REST
th: ไม่สามารถบันทึกบริการ REST ได้
tr: REST Hizmeti kaydedilemedi
uk: Неможливо зберегти службу REST
vi: Lưu Dịch vụ REST thất bại

source: REST Service deleted permanently
am: የእንደገና ማስጀመር አገልግሎቶች እስከመጨረሻው ተሰርዟል
ar: تم حذف خدمة نقل وتمثيل الحالة (REST) نهائيًا
bn: REST সেবা চিরতরে মুছে ফেলা হয়েছে
cs: Služba REST byla trvale smazána
de: REST-Service dauerhaft gelöscht
es: Servicio REST eliminado de forma permanente
fa: خدمات REST برای همیشه حذف شد
fr: Service REST supprimé définitivement
hi: REST सेवा स्थायी रूप से हटा दी गई
hu: REST szolgáltatás véglegesen törölve
id: Layanan REST dihapus secara permanen
ja: RESTサービスが永久に削除されました
km: បានលុបសេវា REST Service ជាអចិន្ត្រៃយ៍
my: REST ဝန်ဆောင်မှုကို အပြီးတိုင် ဖျက်ပြီး
ne: REST सेवा स्थायी रूपमा मेटाइयो
pl: Usługa REST została trwale usunięta
pt: Serviço REST excluído permanentemente
ru: Служба REST безвозвратно удалена
sw: Huduma ya REST imefutwa kabisa
th: บริการ REST ถูกลบอย่างถาวร
tr: REST Hizmeti kalıcı olarak silindi
uk: Службу REST видалено остаточно
vi: Đã xóa Dịch vụ REST vĩnh viễn

source: Could not delete REST Service
am: የየእንደገና ማስጀመር አገልግሎቶችን መሰረዝ አልተቻለም
ar: تعذر حذف خدمة نقل وتمثيل الحالة (REST)
bn: REST সেবা মুছে ফেলা যায় নি
cs: Službu REST nelze smazat
de: Löschen des REST-Service fehlgeschlagen
es: No se pudo eliminar el Servicio REST
fa: خدمات REST پاک نشد
fr: Impossible de supprimer le service REST
hi: REST सेवा को हटाया नहीं जा सका
hu: Nem sikerült törölni a REST szolgáltatást
id: Tidak dapat menghapus Layanan REST
ja: RESTサービスを削除できませんでした
km: មិនអាចលុបសេវា REST Service
my: REST ဝန်ဆောင်မှုကို မဖျက်နိုင်ပါ
ne: REST सेवा मेटाउन सकिएन
pl: Nie udało się usunąć usługi REST
pt: Não foi possível excluir o serviço REST
ru: Не удалось удалить службу REST
sw: Haikuweza kufuta Huduma ya REST
th: ไม่สามารถลบบริการ REST ได้
tr: REST Hizmeti silinemedi
uk: Не вдалося видалити службу REST
vi: Không thể xóa Dịch vụ REST

source: Submission retry requested successfully
am: የማስረከብ ድጋሚ ሙከራ በተሳካ ሁኔታ ተጠይቋል
ar: نجحت محاولة إعادة عملية الإرسال
bn: সাবমিশন আবার জমা দেওয়ার অনুরোধ সফল হয়েছে
cs: Opakování příspěvku úspěšně vyžádáno
de: Wiederholung der Übermittlung erfolgreich angefordert
es: Reintento de envío solicitado correctamente
fa: ارسال مجدد با موفقیت درخواست شد
fr: Répétition de la soumission demandée avec succès
hi: सबमिशन पुनः प्रयास का अनुरोध सफल
hu: Űrlapbeküldés újrapróbálásának kérése sikeresen megtörtént
id: Permintaan pengiriman ulang berhasil
ja: 再提出の要求に成功しました
km: បានស្នើសុំដោយជោគជ័យការព្យាយាមម្ដងទៀតក្នុងការដាក់បញ្ជូន
my: တင်သွင်းချက်ကို ပြန်လည်ပြုလုပ်ရန် အောင်မြင်စွာ တောင်းဆိုပြီး
ne: पुन: पेश गरिएका प्रयासको अनुरोध सफलतापूर्वक गरियो
pl: Udało się poprosić o ponowne przesłanie odpowiedzi
pt: Nova tentativa de envio solicitada com sucesso
ru: Повторная отправка запрошена
sw: Ombi la kujaribu tena kuwasilisha limefaulu
th: ขอลองส่งอีกครั้งเสร็จสมบูรณ์
tr: Başarıyla yeniden gönderim talebinde bulunuldu
uk: Запит на повторне надсилання виконано успішно
vi: Yêu cầu thử gửi lại thành công

source: Submission retry request failed
am: የ ድጋሚ ሙከራ ጥያቄ አልተሳካም
ar: فشل طلب إعادة محاولة عملية الإرسال
bn: সাবমিশন আবার জমা দেওয়ার অনুরোধ বিফল হয়েছে
cs: Selhal požadavek na opakování příspěvku
de: Anforderung zur Wiederholung der Übermittlung fehlgeschlagen
es: Error en la solicitud de reintento de envío
fa: ارسال مجدد ناموفق بود
fr: Échec de la demande de réessai de soumission
hi: सबमिशन पुन: प्रयास का अनुरोध विफल
hu: Űrlapbeküldés újrapróbálásának kérése sikertelen
id: Permintaan pengiriman ulang gagal
ja: 再提出の要求に失敗しました
km: សំណើក្នុងការព្យាយាមម្ដងទៀតក្នុងការដាក់បញ្ជូនបានបរាជ័យ
my: တင်သွင်းချက်ကို ပြန်လည်ပြုလုပ်ရန် တောင်းဆိုခြင်း မအောင်မြင်ပါ
ne: पुन: पेश गरिएका प्रयास अनुरोध असफल भयो
pl: Nie udało się poprosić o ponowne przesłanie odpowiedzi
pt: Falha ao tentar realizar a nova tentativa de envio
ru: Ошибка при запросе повторной отправки
sw: Ombi la kujaribu tena kuwasilisha halikufaulu
th: คำขอลองส่งอีกครั้งล้มเหลว
tr: Yeniden gönderim talebi başarısız oldu
uk: Неможливо надіслати запит на повторну спробу
vi: Yêu cầu thử gửi lại thất bại
