Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Add choice to question
am: ምርጫን ወደ ጥያቄ ጨምር
ar: إضافة خيار للسؤال
bn: প্রশ্নে পছন্দ যোগ করুন
cs: Přidat možnost volby k otázce
de: Auswahloption zur Frage hinzufügen
es: Agregar «opción» a la pregunta
fa: افزودن گزینه به سوال
fr: Ajouter une option à la question
hi: प्रश्न से विकल्प जोड़ें
hu: A kérdéshez választási lehetőség hozzáadása
id: Tambahkan pilihan ke pertanyaan
ja: 質問に選択肢を追加
km: បន្ថែមជម្រើសទៅសំណួរ
my: ‌မေးခွန်းသို့ ရွေးချယ်မှု ထည့်သွင်းရန်
ne: प्रश्नमा विकल्प थप्नुहोस्
pl: Dodaj opcję wyboru do pytania
pt: Adicionar alternativa à pergunta
ru: Добавить выбор в вопрос
sw: Ongeza chaguo kwa swali
th: เพิ่มตัวเลือกให้กับคำถาม
tr: Soruya seçenek ekle
uk: Додати варіант відповіді до питання
vi: Thêm lựa chọn vào câu hỏi

source: Remove choice from question
am: ምርጫን ከጥያቄ አስወግድ
ar: إزالة خيار من السؤال
bn: প্রশ্ন থেকে পছন্দ মুছে ফেলুন
cs: Odstranit možnost volby z otázky
de: Auswahl von der Frage entfernen
es: Eliminar «opción» de la pregunta
fa: حذف گزینه از سوال
fr: Supprimer le choix de la question
hi: प्रश्न से विकल्प हटाएं
hu: A kérdéshez adott választási lehetőség törlése
id: Hapus pilihan dari pertanyaan
ja: 質問から選択肢を削除
km: ដកជម្រើសចេញពីសំណួរ
my: ‌မေးခွန်းမှ ရွေးချယ်မှုကို ဖယ်ရှားရန်
ne: प्रश्नबाट विकल्प हटाउनुहोस्
pl: Usuń opcję wyboru z pytania
pt: Remover alternativa da pergunta
ru: Удалить выбор из вопроса
sw: Ondoa chaguo kwa swali
th: ลบตัวเลือกออกจากคำถาม
tr: Seçeneği sorudan kaldır
uk: Видалити варіант відповіді з питання
vi: Xóa lựa chọn khỏi câu hỏi

source: Edit choice labels
am: የምርጫ መለያዎችን ያርትዑ
ar: تعديل تسميات الخيارات
bn: পছন্দের লেবেল এডিট করুন
cs: Upravit štítky voleb
de: Auswahlkennzeichnungen bearbeiten
es: Editar las etiquetas de «opción»
fa: ویرایش برچسب سوالات
fr: Modifier les étiquettes de choix
hi: विकल्प लेबल संपादित करें
hu: Választási lehetőség címkéinek szerkesztése
id: Edit label pilihan
ja: 選択肢のラベルを編集
km: កែស្លាកជម្រើស
my: ‌ရွေးချွယ်မှုအညွှန်းကို ပြင်ဆင်ရန်
ne: छनौट लेबलहरू सम्पादन गर्नुहोस्
pl: Edytuj etykiety opcji wyboru
pt: Editar descrições das alternativas
ru: Изменить метки выбора
sw: Hariri lebo za chaguo
th: แก้ไขป้ายกำกับตัวเลือก
tr: Seçim etiketlerini düzenle
uk: Редагувати мітки вибору
vi: Chỉnh sửa các nhãn của lựa chọn

source: Change choice order
am: የምርጫ ቅደም ተከተል ለውጥ
ar: تغيير ترتيب الخيار
bn: পছন্দের ক্রম পরিবর্তন করুন
cs: Změnit pořadí voleb
de: Reihenfolge der Auswahl ändern
es: Cambiar el orden de «opción»
fa: تغییر ترتیب انتخاب ها
fr: Changer l'ordre des choix
hi: विकल्प क्रम बदलें
hu: Választási lehetőségek sorrendjének megváltoztatása
id: Ubah urutan pilihan
ja: 選択肢の順番を変更
km: ផ្លាស់ប្ដូរលំដាប់ជម្រើស
my: ‌‌ရွေးချယ်မှု အစီအစဉ်ကို ပြင်ရန်
ne: विकल्प क्रम परिवर्तन गर्नुहोस्
pl: Zmień kolejność opcji wyboru
pt: Alterar ordem das alternativas
ru: Изменить порядок выбора
sw: Badilisha mpangilio wa chaguo
th: เปลี่ยนลำดับตัวเลือก
tr: Seçim sırasını değiştir
uk: Змінити порядок вибору
vi: Thay đổi trật tự lựa chọn

source: Edit choice values
am: የምርጫ እሴቶችን ያርትዑ
ar: تحرير قيمة الخيار
bn: পছন্দের মান এডিট করুন
cs: Upravit hodnoty voleb
de: Auswahlwerte bearbeiten
es: Editar los valores de «opción»
fa: ویرایش مقادیر انتخاب
fr: Modifier les valeurs des choix
hi: विकल्प मूल्यों को संपादित करें
hu: Választási lehetőség értékeinek szerkesztése
id: Edit nilai pilihan
ja: 選択肢の値を編集
km: កែតម្លៃជម្រើស
my: ‌ရွေးချယ်မှု တန်ဖိုးများကို ပြင်ဆင်ရန်
ne: छनौट मानहरू सम्पादन गर्नुहोस्
pl: Edytuj wartości opcji wyboru
pt: Editar valores das alternativas
ru: Изменить значения выбора
sw: Hariri thamani ya chaguo
th: แก้ไขค่าตัวเลือก
tr: Seçim değerlerini düzenle
uk: Редагувати значення вибору
vi: Chỉnh sửa các giá trị lựa chọn

source: Delete question
am: ጥያቄ ሰርዝ
ar: حذف السؤال
bn: প্রশ্ন মুছে ফেলুন
cs: Smazat otázku
de: Frage löschen
es: Eliminar pregunta
fa: حذف سوال
fr: Supprimer la question
hi: प्रश्न हटाएं
hu: Kérdés törlése
id: Hapus pertanyaan
ja: 質問を削除
km: លុបសំណួរ
my: မေးခွန်းကို ဖျက်ရန်
ne: प्रश्न मेट्नुहोस्
pl: Usuń pytanie
pt: Excluir pergunta
ru: Удалить вопрос
sw: Futa swali
th: ลบคำถาม
tr: Soruyu sil
uk: Видалити питання
vi: Xóa câu hỏi

source: Edit question labels
am: የጥያቄ መለያዎችን ያርትዑ
ar: تعديل علامات السؤال
bn: প্রশ্নের লেবেল এডিট করুন
cs: Upravit štítky otázek
de: Fragekennzeichnungen bearbeiten
es: Editar etiquetas de la pregunta
fa: ویرایش برچسب سوال
fr: Modifier les étiquettes de la question
hi: प्रश्न लेबल संपादित करें
hu: Kérdés címkéinek szerkesztése
id: Edit label pertanyaan
ja: 質問のラベルを編集
km: កែស្លាកសំណួរ
my: ‌မေးခွန်းအညွှန်းကို ပြင်ဆင်မည်
ne: प्रश्न मेट्नुहोस्
pl: Edytuj etykiety pytań
pt: Editar descrições das perguntas
ru: Изменить метки вопроса
sw: Hariri lebo za maswali
th: แก้ไขป้ายคำถาม
tr: Soru etiketlerini düzenle
uk: Редагувати мітки питань
vi: Chỉnh sửa nhãn của câu hỏi

source: Edit question settings
am: የጥያቄ ቅንብሮችን ያርትዑ
ar: تحرير إعدادات السؤال
bn: প্রশ্নের সেটিংস এডিট করুন
cs: Upravit nastavení otázek
de: Frageeinstellungen bearbeiten
es: Editar la configuración de la pregunta
fa: ویرایش تنظیمات سوال
fr: Modifier les paramètres de la question
hi: प्रश्न सेटिंग्स संपादित करें
hu: Kérdés beállításainak szerkesztése
id: Edit pengaturan pertanyaan
ja: 質問の設定を編集
km: កែការកំណត់សំណួរ
my: မေးခွန်းဆက်တင်များကို ပြင်ဆင်မည်
ne: प्रश्न सेटिङहरू सम्पादन गर्नुहोस्
pl: Edytuj ustawienia pytań
pt: Editar configurações das perguntas
ru: Изменить настройки вопроса
sw: Hariri mipangilio ya maswali
th: แก้ไขการตั้งค่าคำถาม
tr: Soru ayarlarını düzenle
uk: Редагувати налаштування питання
vi: Chỉnh sửa cài đặt câu hỏi

source: Edit skip logic
am: የሎጂክን ዝለል ያርትዑ
ar: تحرير منطق الانتقالات
bn: বাদ দিয়ে যাওয়ার শর্ত এডিট করা
cs: Upravit logiku přeskočení
de: Verzweigungslogik bearbeiten
es: Editar lógica de omisión
fa: ویرایش شرط پرش
fr: Éditer le critère de passage
hi: स्किप लॉजिक संपादित करें
hu: Kihagyási logika szerkesztése
id: Edit lewati logika
ja: スキップロジックを編集
km: កែរំលងឡូស៊ិក
my: ကျော်ပြခြင်းနည်းစနစ်ကို ပြင်ဆင်မည်
ne: स्किप तर्क सम्पादन गर्नुहोस्
pl: Edytuj pytania filtrujące
pt: Editar lógica de ramificação
ru: Изменить логику пропуска
sw: Hariri mantiki
th: แก้ไขตรรกะการข้าม
tr: Atlama mantığını düzenle
uk: Редагувати логіку пропуску
vi: Chỉnh sửa bỏ qua logic

source: Edit validation
am: ማረጋገጫን ያርትዑ
ar: تحرير التحقق
bn: যাচাইকরণ এডিট করা
cs: Upravit ověření
de: Validierung bearbeiten
es: Editar validación
fa: ویرایش اعتبارسنجی
fr: Éditer la validation
hi: मान्यकरण संपादित करें
hu: Érvényesítés szerkesztése
id: Edit validasi
ja: バリデーションを編集
km: កែការផ្ដល់សុពលភាព
my: စစ်ဆေးမှုကို ပြင်ဆင်ရန်
ne: प्रमाणीकरण सम्पादन गर्नुहोस्
pl: Edytuj weryfikację
pt: Editar validação
ru: Изменить проверку
sw: Hariri uthibitisho
th: แก้ไขการตรวจสอบ
tr: Doğrulamayı düzenle
uk: Редагувати підтвердження
vi: Chỉnh sửa xác thực

source: Delete entire group
am: መላውን ቡድን ሰርዝ
ar: حذف المجموعة بالكامل
bn: পুরো গ্রুপ মুছে ফেলুন
cs: Smazat celou skupinu
de: Gesamte Gruppe löschen
es: Eliminar todo el grupo
fa: پاک کردن کل گروه
fr: Supprimer tout le groupe
hi: पूरा समूह हटाएं
hu: Teljes csoport törlése
id: Hapus seluruh grup
ja: グループ全体を削除
km: លុបក្រុមទាំងមូល
my: အုပ်စုတစ်ခုလုံးကို ဖျက်ရန်
ne: सम्पूर्ण समूह मेटाउनुहोस्
pl: Usuń całą grupę
pt: Excluir grupo inteiro
ru: Удалить всю группу
sw: Futa kundi zima
th: ลบทั้งกลุ่ม
tr: Tüm grubu sil
uk: Видалити всю групу
vi: Xóa toàn bộ nhóm

source: Edit group labels
am: የቡድን መለያዎችን ያርትዑ
ar: تعديل تسميات المجموعة
bn: গ্রুপের লেবেল এডিট করুন
cs: Upravit štítky skupin
de: Gruppenkennzeichnungen bearbeiten
es: Editar etiquetas del grupo
fa: ویرایش برچسب گروه
fr: Modifier les étiquettes de groupe
hi: समूह लेबल संपादित करें
hu: Csoportcímkék szerkesztése
id: Edit label grup
ja: グループのラベルを編集
km: កែស្លាកក្រុម
my: ‌အုပ်စုအညွှန်းကို ပြင်ဆင်ရန်
ne: समूह लेबलहरू सम्पादन गर्नुहोस्
pl: Edytuj etykiety grup
pt: Excluir rótulos de grupo
ru: Изменить метки группы
sw: Hariri lebo za kikundi
th: แก้ไขป้ายกำกับกลุ่ม
tr: Grup etiketlerini düzenle
uk: Редагувати мітки групи
vi: Chỉnh sửa nhãn của nhóm

source: Add question to group
am: ጥያቄ ወደ ቡድን ያክሉ
ar: إضافة سؤال إلى المجموعة
bn: গ্রুপে প্রশ্ন যোগ করুন
cs: Přidat otázku do skupiny
de: Frage zur Gruppe hinzufügen
es: Agregar pregunta al grupo
fa: افزودن سوال به گروه
fr: Ajouter la question au groupe
hi: समूह से प्रश्न जोड़ें
hu: Kérdés hozzáadása csoporthoz
id: Tambahkan pertanyaan ke grup
ja: グループに質問を追加
km: បន្ថែមសំណួរទៅក្រុម
my: အုပ်စုအတွင်းသို့ မေးခွန်းထည့်သွင်းရန်
ne: समूहमा प्रश्न थप्नुहोस्
pl: Dodaj pytanie do grupy
pt: Adicionar pergunta ao grupo
ru: Добавить вопрос в группу
sw: Ongeza swali kwa kikundi
th: เพิ่มคำถามลงในกลุ่ม
tr: Gruba soru ekle
uk: Додати питання до групи
vi: Thêm câu hỏi vào nhóm

source: Remove question from group
am: ጥያቄን ከቡድን ያ ስወግዱ
ar: حذف سؤال من المجموعة
bn: গ্রুপ থেকে প্রশ্ন মুছে ফেলুন
cs: Odstranit otázku ze skupiny
de: Frage aus der Gruppe entfernen
es: Eliminar pregunta del grupo
fa: خارج کردن سوال از گروه
fr: Retirer la question du groupe
hi: समूह से प्रश्न हटाएं
hu: Kérdés eltávolítása a csoportból
id: Hapus pertanyaan dari grup
ja: グループから質問を削除
km: ដកសំណួរចេញពីក្រុម
my: အုပ်စုအတွင်းမှ မေးခွန်းကို ဖယ်ရှားရန်
ne: समूहबाट प्रश्न हटाउनुहोस्
pl: Usuń pytanie z grupy
pt: Remover pergunta do grupo
ru: Удалить вопрос из группы
sw: Ondoa swali kutoka kwa kikundi
th: ลบคำถามออกจากกลุ่ม
tr: Soruyu gruptan kaldır
uk: Видалити питання з групи
vi: Xóa câu hỏi khỏi nhóm

source: Change question order within group
am: በቡድን ውስጥ የጥያቄ ቅደም ተከተል ለውጥ
ar: تغيير ترتيب السؤال داخل المجموعة
bn: গ্রুপের মধ্যে প্রশ্নের ক্রম পরিবর্তন করুন
cs: Změnit pořadí otázek ve skupině
de: Fragenreihenfolge innerhalb der Gruppe ändern
es: Cambiar el orden de las preguntas dentro del grupo
fa: تغییر ترتیب سوال در گروه
fr: Changer l'ordre des questions à l'intérieur du groupe
hi: समूह के अंदर प्रश्न क्रम बदलें
hu: Kérdéssorrend megváltoztatása csoporton belül
id: Ubah urutan pertanyaan dalam grup
ja: グループ内の質問の順番を変更
km: ផ្លាស់ប្ដូរលំដាប់សំណួរនៅក្នុងក្រុម
my: အုပ်စုအတွင်းတွင် မေးခွန်းများ၏ အစီအစဉ်ကို ပြင်ရန်
ne: समूह भित्र प्रश्न क्रम परिवर्तन गर्नुहोस्
pl: Zmień kolejność pytań w grupie
pt: Alterar ordem da pergunta dentro do grupo
ru: Изменить порядок вопросов в группе
sw: Badilisha mpangilio wa swali katika kikundi
th: เปลี่ยนลำดับคำถามภายในกลุ่ม
tr: Grup içinde soru sırasını değiştir
uk: Змінити порядок питань у групі
vi: Thay đổi thứ tự câu hỏi trong nhóm

source: Edit group settings
am: የቡድን ቅንብሮችን ያርትዑ
ar: تحرير إعدادات المجموعة
bn: গ্রুপের সেটিংস এডিট করুন
cs: Upravit nastavení skupiny
de: Gruppeneinstellungen bearbeiten
es: Editar la configuración del grupo
fa: ویرایش تنظیمات گروه
fr: Éditer les paramètres de groupe
hi: समूह सेटिंग्स संपादित करें
hu: Csoportbeállítások szerkesztése
id: Edit pengaturan grup
ja: グループの設定を編集
km: កែការកំណត់ក្រុម
my: အုပ်စုဆက်တင်များကို ပြင်ဆင်မည်
ne: समूह सेटिङहरू सम्पादन गर्नुहोस्
pl: Edytuj ustawienia grupy
pt: Editar configurações de grupo
ru: Изменить настройки группы
sw: Hariri mipangilio ya kikundi
th: แก้ไขการตั้งค่ากลุ่ม
tr: Grup ayarlarını düzenle
uk: Редагувати налаштування групи
vi: Chỉnh sửa cài đặt nhóm

source: Split group
am: የተከፋፈለ ቡድን
ar: تقسيم المجموعة
bn: গ্রুপ ভেঙে দিন
cs: Rozdělit skupinu
de: Gruppe aufteilen
es: Dividir el grupo
fa: جداکننده گروه
fr: Groupe scindé
hi: समूह को बांटें
hu: Csoport szétválasztása
id: Pisahkan grup
ja: グループを分割
km: បំបែកក្រុម
my: အုပ်စုကို ခွဲမည်
ne: समुह विभाजन गर्नुहोस्
pl: Rozdziel grupę
pt: Dividir grupo
ru: Разделить группу
sw: Gawanya kikundi
th: แยกกลุ่ม
tr: Grubu böl
uk: Розділити групу
vi: Tách nhóm

source: Change form appearance
am: የቅፅ መልክን ይቀይሩ
ar: تغيير مظهر النموذج
bn: ফর্মের রূপ পরিবর্তন করুন
cs: Změnit vzhled formuláře
de: Aussehen des Formulars ändern
es: Cambiar el aspecto del formulario
fa: تغییر ظاهر فرم
fr: Changer l'apparence du formulaire
hi: फ़ॉर्म का रूप (फ़ॉर्म अपीयरेंस) बदलें
hu: Űrlap megjelenésének megváltoztatása
id: Ubah tampilan formulir
ja: フォームの外観を変更
km: ផ្លាស់ប្ដូររូបរាងទម្រង់
my: ဖောင်၏ရုပ်ထွက်ပုံစံကို ပြင်မည်
ne: रूप परिवर्तन गर्नुहोस्
pl: Zmień wygląd formularza
pt: Alterar aparência do formulário
ru: Изменить внешний вид формы
sw: Badilisha sura ya fomu
th: เปลี่ยนลักษณะที่ปรากฏของแบบฟอร์ม
tr: Form görünümünü değiştir
uk: Змінити вигляд форми
vi: Thay đổi giao diện biểu mẫu

source: Change form meta questions
am: የ ቅፅ ሜታ ጥያቄዎችን ይቀይሩ
ar: تغيير الأسئلة الوصفية في النموذج
bn: ফর্মের মেটা প্রশ্ন পরিবর্তন করুন
cs: Změnit metaotázky formuláře
de: Formular-Metafragen ändern
es: Cambiar las metapreguntas del formulario
fa: تغییر سوالات اصلی فرم
fr: Modifier les méta questions du formulaire
hi: फ़ॉर्म मेटा प्रश्नों को बदलें
hu: Űrlap metakérdéseinek megváltoztatása
id: Ubah bentuk pertanyaan meta
ja: フォームのメタ質問を変更
km: ផ្លាស់ប្ដូរសំណួរមេតាទម្រង់
my: ဖောင်၏ meta မေးခွန်းများကို ပြင်မည်
ne: फारम मेटा प्रश्नहरू परिवर्तन गर्नुहोस्
pl: Zmień meta pytania formularza
pt: Alterar metaperguntas do formulário
ru: Изменить метавопросы формы
sw: Badilisha maswali ya meta
th: เปลี่ยนคำถามเมตาของแบบฟอร์ม
tr: Form meta sorularını değiştir
uk: Змінити мета-запитання форми
vi: Thay đổi siêu câu hỏi biểu mẫu

source: Replace whole form
am: ሙሉውን ቅፅ ይተኩ
ar: استبدل النموذج بالكامل
bn: পুরো ফর্মটি পাল্টে ফেলুন
cs: Nahradit celý formulář
de: Komplettes Formular ersetzen
es: Reemplazar el formulario completo
fa: جایگزین کردن کل فرم
fr: Remplacer le formulaire
hi: पूरे फ़ॉर्म को बदलें (रिप्लेस करें)
hu: A teljes űrlap lecserélése
id: Ganti seluruh formulir
ja: フォーム全体を置換
km: ជំនួសទម្រង់ទាំងមូល
my: ဖောင်တစ်ခုလုံးကို အစားထိုးမည်
ne: सम्पूर्ण फारम बदल्नुहोस्
pl: Zamień cały formularz
pt: Substituir formulário inteiro
ru: Заменить всю форму
sw: Badilisha fomu nzima
th: แทนที่ทั้งแบบฟอร์ม
tr: Tüm formu değiştir
uk: Замінити всю форму
vi: Thay thế toàn bộ biểu mẫu

source: Add group
am: ቡድን ያክሉ
ar: إضافة مجموعة
bn: গ্রুপ যোগ করুন
cs: Přidat skupinu
de: Gruppe hinzufügen
es: Agregar grupo
fa: افزودن گروه
fr: Ajouter un groupe
hi: समूह जोड़ें
hu: Csoport hozzáadása
id: Tambahkan grup
ja: グループを追加
km: បន្ថែមក្រុម
my: အုပ်စုထည့်ပေါင်းထည့်မည်
ne: समूह थप्नुहोस्
pl: Dodaj grupę
pt: Adicionar grupo
ru: Добавить группу
sw: Ongeza kikundi
th: เพิ่มกลุ่ม
tr: Grup ekle
uk: Додати групу
vi: Thêm nhóm

source: Add question
am: ጥያቄዎችን ያክሉ
ar: إضافة سؤال
bn: প্রশ্ন যোগ করুন
cs: Přidat otázku
de: Frage hinzufügen
es: Agregar pregunta
fa: افزودن سوال
fr: Ajouter une question
hi: प्रश्न जोड़ें
hu: Kérdés hozzáadása
id: Tambahkan pertanyaan
ja: 質問を追加
km: បន្ថែមសំណួរ
my: မေးခွန်းထည့်ပေါင်းထည့်မည်
ne: प्रश्न थप्नुहोस्
pl: Dodaj pytanie
pt: Adicionar pergunta
ru: Добавить вопрос
sw: Ongeza swali
th: เพิ่มคำถาม
tr: Soru ekle
uk: Додати запитання
vi: Thêm câu hỏi

source: Change question order
am: የጥያቄ ቅደም ተከተል ለውጥ
ar: تغيير ترتيب السؤال
bn: প্রশ্নের ক্রম পরিবর্তন করুন
cs: Změnit pořadí otázek
de: Fragenreihenfolge ändern
es: Cambiar el orden de las preguntas
fa: تغییر ترتیب سوال
fr: Changer l'ordre des questions
hi: प्रश्न का क्रम बदलें
hu: Kérdéssorrend megváltoztatása
id: Ubah urutan pertanyaan
ja: 質問の順番を変更
km: ផ្លាស់ប្ដូរលំដាប់សំណួរ
my: မေးခွန်းအစီအစဉ်ကို ပြင်မည်
ne: प्रश्नको क्रम परिवर्तन गर्नुहोस्
pl: Zmień kolejność pytań
pt: Alterar ordem da pergunta
ru: Изменить порядок вопросов
sw: Badilisha mpangilio wa maswali
th: เปลี่ยนลำดับคำถาม
tr: Soru sırasını değiştir
uk: Змінити порядок запитань
vi: Thay đổi thứ tự câu hỏi

source: Change languages
am: ቋንቋዎች ቀይር
ar: تغيير اللغات
bn: ভাষা পরিবর্তন করুন
cs: Změnit jazyky
de: Sprachen ändern
es: Cambiar idiomas
fa: تغییر زبان ها
fr: Changer la langue
hi: भाषाएं बदलें
hu: Nyelvek megváltoztatása
id: Ubah bahasa
ja: 言語を変更
km: ផ្លាស់ប្ដូរភាសា
my: ဘာသာစကားများကို ပြင်မည်
ne: भाषाहरू परिवर्तन गर्नुहोस्
pl: Zmień język
pt: Alterar idioma
ru: Изменить языки
sw: Badilisha lugha
th: เปลี่ยนภาษา
tr: Dilleri değiştir
uk: Змінити мову
vi: Thay đổi ngôn ngữ

source: Could not find ##fileName##
am: ማግኘት አልተቻለም ##fileName##
ar: تعذر العثور على ##fileName##
bn: ##fileName## খুঁজে পাওয়া যায় নি
cs: Nelze nalézt ##fileName##
de: ##fileName## konnte nicht gefunden werden
es: No se pudo encontrar ##fileName##
fa: ##fileName##یافت نشد
fr: Impossible de trouver##fileName##
hi: ढूंढ नहीं पाए ##fileName##
hu: ##fileName## nem található
id: Tidak dapat menemukan ##fileName##
ja: ##fileName##は見つかりませんでした
km: មិនអាចរកឃើញ ##fileName##
my: ##fileName## ကို ရှာမတွေ့ပါ
ne: फेला पार्न सकिएन##fileName##
pl: Nie można znaleźć ##fileName##
pt: Nenhum resultado encontrado ##fileName##
ru: Файл «##fileName##» не найден
sw: Haikuweza kupata ##fileName##
th: ไม่พบ##fileName##
tr: ##fileName## bulunamadı
uk: Не вдалося знайти ##fileName##
vi: Không tìm thấy ##fileName##

source: Default - single page
am: ነባሪ - ነጠላ ገጽ
ar: الافتراضي - صفحة واحدة
bn: ডিফল্ট - এক পেইজ
cs: Výchozí – jedna stránka
de: Standard - einzelne Seite
es: Por defecto: una sola página
fa: پیش فرض - تک صفحه
fr: Par défaut - page simple
hi: डिफ़ॉल्ट - एक पृष्ठ
hu: Alapértelmezett – egy oldal
id: Default - satu halaman
ja: デフォルト - 単一ページ
km: លំនាំដើម - ទំព័រតែមួយគត់
my: ပုံသေ - တစ်မျက်နာတည်း စာမျက်နှာ
ne: प्रारम्भिक - एकल पृष्ठ
pl: Domyślnie - pojedyncza strona
pt: Padrão - página única
ru: По умолчанию — одна страница
sw: Chaguo-msingi - ukurasa mmoja
th: ค่าเริ่มต้น - หน้าเดียว
tr: Varsayılan - tek sayfa
uk: стандартна установка — одна сторінка
vi: Mặc định - một trang

source: Grid theme
am: የ ፍርግርግ ጭብጥ
ar: السمات الشبكية
bn: গ্রিড থিম
cs: Motiv mřížky
de: Raster-Ansicht
es: Tema de cuadrícula
fa: تم مشبک
fr: Thème de grille
hi: ग्रिड थीम
hu: Táblázatos téma
id: Tema kisi
ja: グリッドテーマ
km: រចនាប្ម័នចក្រត្រង្គ
my: အကွက်စတိုင်ပုံစံ
ne: ग्रिड विषयवस्तु
pl: Motyw siatki
pt: Tema da grade
ru: Тема сетки
sw: Mandhari ya gridi ya taifa
th: ธีมตาราง
tr: Grid teması
uk: Тема сітки
vi: Chủ đề lưới

source: Grid theme with headings in ALL CAPS
am: የ ፍርግርግ ጭብጥ በሁሉም ሲፒኤስ ውስጥ ከ አርዕስት ጋር
ar: السمات الشبكية مع العناوين في حالة حروف كبيرة
bn: গ্রিড থিম আর তাতে বড় হাতের অক্ষরে শিরোনাম
cs: Motiv mřížky s nadpisy psanými VERZÁLKAMI
de: Raster-Ansicht mit Überschriften in GROSSBUCHSTABEN
es: Tema de cuadrícula con encabezados en MAYÚSCULAS
fa: تم مشبک، سرفصل‌ها با حروف بزرگ
fr: Thème de grille avec les titres en lettres MAJUSCULES
hi: सभी कैप्स (ALL CAPS) में शीर्षकों के साथ ग्रिड थीम
hu: Hálózatos téma címkékkel MIND NAGYBETÛKKEL
id: Tema kisi dengan judul dalam HURUF BESAR SEMUA
ja: 見出しをすべて大文字で表示するグリッドテーマ
km: រចនាប្ម័នចក្រត្រង្គមានចំណងជើងត្រូវជាអក្សរធំទាំងអស់
my: အက္ခရာအကြီးများအားလုံးသုံးထားသော ခေါင်းစီးများဖြင့် အကွက်စတိုင်ပုံစံ
ne: ALL CAPS मा शीर्षकहरू सहित ग्रिड विषयवस्तु
pl: Motyw siatki z nagłówkami WIELKIMI LITERAMI
pt: Tema da grade com cabeçalhos em TODAS MAIÚSCULAS
ru: Тема сетки с заголовками ЗАГЛАВНЫМИ БУКВАМИ
sw: Mandhari ya gridi yenye vichwa katika HERUFI KUBWA
th: ธีมตารางที่มีหัวเรื่องเป็นตัวพิมพ์ใหญ่ทั้งหมด
tr: TAMAMI BÜYÜK HARFLERDEN OLUŞAN başlıklar içeren grid teması
uk: Тема сітки із заголовками ВЕЛИКИМИ ЛІТЕРАМИ
vi: Chủ đề lưới với các tiêu đề lớn IN HOA

source: Multiple pages
am: ባለብዙ ገጽ
ar: صفحات متعددة
bn: একাধিক পেইজ
cs: Více stránek
de: Mehrere Seiten
es: Múltiples páginas
fa: چند صفحه ای
fr: Pages multiples
hi: एकाधिक पृष्ठ
hu: Több oldal
id: Banyak halaman
ja: 複数ページ
km: ទំព័រច្រើន
my: စာမျက်နှာအစုံ
ne: धेरै पृष्ठहरू
pl: Wiele stron
pt: Páginas múltiplas
ru: Несколько страниц
sw: Kurasa nyingi
th: หลายหน้า
tr: Çoklu sayfa
uk: Кілька сторінок
vi: Nhiều trang

source: Grid theme + Multiple pages
am: የ ፍርግርግ ጭብጥ + በርካታ ገጾች
ar: السمات الشبكية + صفحات متعددة
bn: গ্রিড থিম + একাধিক পেইজ
cs: Motiv mřížky + více stránek
de: Raster-Ansicht + Mehrere Seiten
es: Tema de cuadrícula + múltiples páginas
fa: تم مشبک چند صفحه ای
fr: Thème de grille + pages multiples
hi: ग्रिड थीम + एकाधिक पृष्ठ
hu: Táblázatos téma + Több oldal
id: Tema kisi + Banyak halaman
ja: グリッドテーマ + 複数ページ
km: រចនាប្ម័នចក្រត្រង្គ + ទំព័រច្រើន
my: အကွက်စတိုင်ပုံစံ + စာမျက်နှာအစုံ
ne: ग्रिड विषयवस्तु + बहु पृष्ठहरू
pl: Motyw siatki + wiele stron
pt: Tema da grade + Páginas múltiplas
ru: Тема сетки + несколько страниц
sw: Mandhari ya gridi + kurasa nyingi
th: ธีมตาราง + หลายหน้า
tr: Grid teması + Birden çok sayfa
uk: Тема сітки + кілька сторінок
vi: Chủ đề lưới + Nhiều trang

source: Grid theme + Multiple pages + headings in ALL CAPS
am: የ ፍርግርግ ጭብጥ + ባለብዙ ገፆች + ርእሶች በሁሉም CAPS
ar: السمات الشبكية + الصفحات المتعددة + العناوين بحروف كبيرة
bn: গ্রিড থিম + একাধিক পেইজ + বড় হাতের অক্ষরে শিরোনাম
cs: Motiv mřížky + více stránek + nadpisy ve VERZÁLKÁCH
de: Raster-Ansicht + Mehrere Seiten + Überschriften in GROSSBUCHSTABEN
es: Tema de cuadrícula + múltiples páginas + encabezados en MAYÚSCULA
fa: تم مشبک + چند صفحه ای + سرفصل ها با حروف تمام
fr: Thème de grille + pages multiples + titres en lettres MAJUSCULES
hi: ग्रिड थीम + एकाधिक पृष्ठ + सभी कैप्स (ALL CAPS) में शीर्षक
hu: Táblázatos téma + Több oldal + címkékkel MIND NAGYBETÛKKEL
id: Tema kisi + Banyak halaman + judul dalam HURUF BESAR SEMUA
ja: グリッドテーマ + 複数ページ + 見出しがすべて大文字
km: រចនាប្ម័នចក្រត្រង្គ + ទំព័រច្រើន + ចំណងជើងត្រូវជាអក្សរធំទាំងអស់
my: အကွက်စတိုင်ပုံစံ + စာမျက်နှာအစုံ + အက္ခရာအကြီးများအားလုံးသုံးထားသော ခေါင်းစီးများ
ne: ग्रिड विषयवस्तु + धेरै पृष्ठहरू + ALL CAPS मा शीर्षकहरू
pl: Motyw siatki + wiele stron + nagłówki WIELKIMI LITERAMI
pt: Tema da grade + Páginas múltiplas + cabeçalhos em TODAS MAIÚSCULAS
ru: Тема сетки + несколько страниц + заголовки ЗАГЛАВНЫМИ БУКВАМИ
sw: Mandhari ya gridi + Kurasa nyingi + vichwa katika HERUFI KUBWA
th: ธีมตาราง + หลายหน้า + หัวเรื่องเป็นตัวพิมพ์ใหญ่ทั้งหมด
tr: Grid teması + Birden çok sayfa + TAMAMI BÜYÜK HARFLERDEN OLUŞAN başlıklar
uk: Тема сітки + кілька сторінок + заголовки ВЕЛИКИМИ ЛІТЕРАМИ
vi: Chủ đề lưới + Nhiều trang + các tiêu đề lớn IN HOA

source: question
am: ጥያቄ
ar: السؤال
bn: প্রশ্ন
cs: otázka
de: Frage
es: pregunta
fa: سوال
hi: प्रश्न
hu: kérdés
id: pertanyaan
ja: 質問
km: សំណួរ
my: မေးခွန်း
ne: प्रश्न
pl: pytanie
pt: pergunta
ru: вопрос
sw: swali
th: คำถาม
tr: soru
uk: питання
vi: câu hỏi

source: block
am: አግድ
ar: مجمع
bn: ব্লক
cs: blok
es: bloque
fa: مسدود کردن
fr: bloc
hi: बंद (ब्लॉक)
hu: blokk
id: blok
ja: ブロック
km: ប្លុក
my: မေးခွန်းတွဲ
ne: ब्लक
pl: blok
pt: bloqueio
ru: блок
sw: zuia
th: บล็อก
tr: blok
uk: блок
vi: khối

source: template
am: አብነት
ar: قالب
bn: টেমপ্লেট
cs: šablona
de: Vorlage
es: plantilla
fa: نمونه
fr: modèle
hi: प्रारूप (टेमप्लेट)
hu: sablon
id: templat
ja: テンプレート
km: ទម្រង់គំរូ
my: နမူနာပုံစံ
ne: टेम्प्लेट
pl: wzór
pt: modelo
ru: шаблон
sw: kiolezo
th: เทมเพลต
tr: şablon
uk: шаблон
vi: bản mẫu

source: project
am: ፕሮጀክት
ar: المشروع
bn: প্রকল্প
cs: projekt
de: Projekt
es: proyecto
fa: پروژه
fr: projet
hi: प्रोजेक्ट
hu: projekt
id: proyek
ja: プロジェクト
km: គម្រោង
my: ပရောဂျက်
ne: परियोजना
pl: projekt
pt: projeto
ru: проект
sw: mradi
th: โครงการ
tr: proje
uk: проєкт
vi: dự án

source: collection
am: ስብስብ
ar: مجموعة
bn: সংগ্রহ
cs: sbírka
de: Sammlung
es: recolección
fa: جمع آوری
hi: संग्रह
hu: gyűjtemény
id: koleksi
ja: コレクション
km: បណ្ដុំ
my: စုစည်းမှု
ne: सङ्कलन
pl: kolekcja
pt: coleção
ru: подборка
sw: mkusanyiko
th: คอลเลกชัน
tr: koleksiyon
uk: колекція
vi: bộ sưu tập

source: map layer
am: የ ካርታ ንብርብር
ar: شريحة خريطة
bn: ম্যাপের স্তর
cs: mapová vrstva
de: Kartenebene
es: capa de mapa
fa: لایه ی نقشه
fr: couche de carte
hi: नक्शा परत (मैप लेयर)
hu: térképréteg
id: lapisan peta
ja: マップレイヤー
km: ស្រទាប់ផែនទី
my: မြေပုံအလွှာ
ne: नक्सा तह
pl: warstwa mapy
pt: camada do mapa
ru: слой карты
sw: safu la ramani
th: เลเยอร์แผนที่
tr: harita katmanı
uk: шар карти
vi: lớp bản đồ

source: form media
am: የሚዲያ ቅፅ ፍጠር
ar: نموذج وسائط متعددة
bn: ফর্মের মিডিয়া
cs: média formuláře
de: Formularmedien
es: datos multimedia del formulario
fa: تشکیل رسانه
fr: médias de formulaires
hi: फ़ॉर्म मीडिया
hu: űrlap médiatartalom
id: formulir media
ja: フォームメディア
km: ទម្រង់មេឌៀ
my: ဖောင်မီဒီယာ
ne: फाराम मिडिया
pl: media formularza
pt: mídia do formulário
ru: средства мультимедиа в форме
sw: unda vyombo vya habari
th: สื่อฟอร์ม
tr: medya içeren formlar
uk: медіафайл форми
vi: phương tiện biểu mẫu
