Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Enter usernames separated by comma
am: በነጠላ ሰረዝ የተለዩ የተጠቃሚ ስሞችን ያስገቡ
ar: أدخل أسماء المستخدمين مفصولة بفاصلة
bn: কমা দিয়ে দিয়ে ইউজারনেম লিখুন
cs: Zadejte uživatelská jména oddělená čárkou
de: Geben Sie die Benutzernamen, durch Kommas voneinander getrennt, ein
es: Ingresar los nombres de usuario separados por coma
fa: نام های کاربری که با کاما (،) از هم جدا شده اند را وارد کنید
fr: Entrez les noms d'utilisateur séparés par des virgules
hi: अल्पविराम का इस्तेमाल कर उपयोगकर्ताओं के नाम दर्ज करें
hu: Adja meg a felhasználóneveket vesszővel elválasztva
id: Masukkan nama pengguna yang dipisahkan oleh koma
ja: ユーザー名をカンマで区切って入力
km: បញ្ចូលឈ្មោះអ្នកប្រើប្រាស់បំបែកដោយសញ្ញាក្បៀស
my: အသုံးပြုသူအမည်များအား ကော်မာခံ၍ ထည့်သွင်းပါ
ne: अल्पविरामद्वारा छुट्याएका प्रयोगकर्तानामहरू प्रविष्ट गर्नुहोस्
pl: Wpisz nazwy użytkowników, oddzielone przecinkiem
pt: Insira os nomes de usuário separados por vírgula
ru: Введите имена пользователей через запятую
sw: Weka majina ya watumiaji yaliyotenganishwa na koma
th: ใส่ชื่อผู้ใช้ คั่นด้วยเครื่องหมายจุลภาค
tr: Kullanıcı adlarını virgülle ayırarak girin
uk: Введіть імена користувачів, розділені комою
vi: Nhập tên người dùng, ngăn cách bởi dấu phẩy

source: User not found:
am: ተጠቃሚ አልተገኘም፦
ar: لم يتم العثور على المستخدم:
bn: ইউজার খুঁজে পাওয়া যায় নি:
cs: Uživatel nenalezen:
de: Benutzer*in nicht gefunden:
es: Usuario no encontrado:
fa: کاربر پیدا نشد:
fr: Utilisateur non trouvé :
hi: उपयोगकर्ता नहीं मिला:
hu: Felhasználó nem található:
id: Pengguna tidak ditemukan:
ja: ユーザーが見つかりません：
km: រកមិនឃើញអ្នកប្រើប្រាស់៖
my: အသုံးပြုသူကို ရှာမတွေ့ပါ-
ne: प्रयोगकर्ता फेला परेन:
pl: Nie znaleziono użytkownika:
pt: Usuário não encontrado:
ru: Пользователь не найден:
sw: Mtumiaji hakupatikana:
th: ไม่พบผู้ใช้:
tr: Kullanıcı bulunamadı:
uk: Користувача не знайдено:
vi: Không tìm thấy người dùng:

source: equals
am: እኩል ነው
ar: يعادل
de: ist gleich
es: igual
fa: برابر است با
id: sama
ja: 前に同じ
pl: Jest równe
pt: é igual a
ru: равно
sw: sawa na
th: เท่ากับ
uk: дорівнює

source: Reset changes
am: ለውጦችን ዳግም አስጀምር
ar: إعادة ضبط التغييرات
de: Änderungen zurücksetzen
es: Restablecer cambios
fa: بازنشانی تغییرات
id: Atur ulang perubahan
ja: 変更を取り消す
pl: Zresetuj zmiany
pt: Redefinir alterações
ru: Сброс изменений
sw: Weka upya mabadiliko
th: รีเซตการเปลี่ยนแปลง
uk: Скинути зміни
vi: Đặt lại các thay đổi

source: username
am: የተጠቃሚ ስም
ar: أسم المستخدم
bn: ইউজারনেম
cs: uživatelské jméno
de: Benutzername
es: nombre de usuario
fa: نام کاربری
fr: nom d'utilisateur
hi: उपयोगकर्ता नाम (यूज़रनेम)
hu: felhasználónév
id: nama pengguna
ja: ユーザー名
km: ឈ្មោះអ្នកប្រើប្រាស់
my: အသုံးပြုသူအမည်
ne: प्रयोगकर्ता नाम
pl: nazwa użytkownika
pt: nome de usuário
ru: имя пользователя
sw: jina la mtumiaji
th: ชื่อผู้ใช้
tr: kullanıcı adı
uk: Ім’я користувача
vi: tên người dùng

source: Grant permissions
am: ፈቃዶችን ይስጡ
ar: منح صلاحيات الأذونات
bn: অনুমতি দিন
cs: Udělit oprávnění
de: Berechtigungen erteilen
es: Conceder permisos
fa: اعطای مجوزها
fr: Accorder des autorisations
hi: अनुमतियां दें
hu: Jogosultság megadása
id: Beri izin
ja: 権限の付与
km: ផ្ដល់ការអនុញ្ញាត
my: ခွင့်ပြုချက်များ ပေးရန်
ne: अनुमति दिनुहोस्
pl: Nadaj uprawnienia
pt: Conceder permissões
ru: Предоставить разрешения
sw: Toa ruhusa
th: อนุมัติสิทธิ์การอนุญาต
tr: İzin ver
uk: Надати дозволи
vi: Cấp quyền truy cập

source: Update permissions
am: ፈቃዶችን ያዘምኑ
ar: تحديث صلاحيات الأذونات
bn: পারমিশন আপডেট করুন
cs: Aktualizovat oprávnění
de: Berechtigungen aktualisieren
es: Actualizar permisos
fa: بروزرسانی دسترسی ها
fr: Actualiser les permissions
hi: अनुमतियां अपडेट करें
hu: Jogosultság frissítése
id: Perbarui izin
ja: 権限を更新
km: ធ្វើបច្ចុប្បន្នភាពការអនុញ្ញាត
my: ခွင့်ပြုချက်များ ပြင်ဆင်ရန်
ne: अनुमतिहरू अद्यावधिक गर्नुहोस्
pl: Zaktualizuj uprawnienia
pt: Atualizar permissões
ru: Обновить разрешения
sw: Sasisha ruhusa
th: อัปเดตสิทธิ์การอนุญาต
tr: İzinleri güncelleyin
uk: Оновити дозволи
vi: Cập nhật quyền truy cập

source: Share publicly by link
am: በአገናኝ በይፋ አጋራ
ar: المشاركة بشكل عام عن طريق رابط
de: Öffentlich freigeben per Link
es: Compartir públicamente mediante un enlace
fa: به صورت همگانی از طریق لینک به اشتراک بگذارید
id: Bagikan secara publik melalui tautan
ja: リンクで公開を共有する
km: ចែករំលែកជាសាធារណៈតាមរយៈតំណ
pl: Udostępnij publicznie przez łącze
pt: Compartilhar publicamente via link
ru: Открыть общий доступ по ссылке
sw: Shiriki hadharani kwa kiungo
th: แชร์แบบสาธารณะด้วยลิงก์
uk: Поділитися публічно за посиланням
vi: Chia sẻ công khai bằng đường liên kết

source: Anyone can view this form
am: ማንም ሰው ይህን ቅፅ ማየት ይችላል
ar: يمكن لأي شخص مشاهدة هذا النموذج
bn: যে কেউই এই ফর্ম দেখতে পারবে
cs: Tento formulář může zobrazit kdokoli
de: Alle können das Formular ansehen
es: Cualquier persona puede ver este formulario
fa: هر کسی می‌تواند این فرم را مشاهده کند
fr: N'importe qui peut voir ce formulaire
hi: कोई भी इस फ़ॉर्म को देख सकता है
hu: Bárki megtekintheti ezt a űrlapot
id: Siapa pun dapat melihat formulir ini
ja: このフォームは誰でも閲覧できます
km: អ្នកណាម្នាក់ក៏ដោយអាចមើលទម្រង់បែបបទនេះ
my: ဤဖောင်ကို မည်သူမဆို ကြည့်နိုင်သည်
ne: जो कोहीले यो फारम हेर्न सक्छन्
pl: Każdy może podejrzeć ten formularz
pt: Todos podem visualizar este formulário
ru: Все могут просматривать эту форму
sw: Mtu yeyote anaweza kutazama fomu hii
th: ทุกคนเห็นแบบฟอร์มนี้ได้
tr: Bu formu herkes görüntüleyebilir
uk: Будь-хто може переглянути цю форму
vi: Ai cũng có thể xem biểu mẫu này

source: Anyone can view submissions made to this form
am: ማንኛውም ሰው ወደዚህ ቅፅ የቀረቡትን መመልከት ይችላል
ar: يمكن لأي شخص عرض عمليات الإرسال إلى هذا النموذج
bn: এই ফর্মের সাবমিশনগুলো সবাই দেখতে পারবে
cs: Kdokoli si může prohlédnout data odeslaná do tohoto formuláře
de: Alle können Übermittlungen in diese Formulars ansehen
es: Cualquier persona puede ver los envíos que se realizan a través de este formulario
fa: همه می‌توانند موارد ارسالی به این فرم را ببینند
fr: N'importe qui peut voir les soumissions de ce formulaire
hi: कोई भी इस फ़ॉर्म में किए गए सबमिशन देख सकता है
hu: Bárki láthatja az ezen űrlapra beérkezett válaszokat
id: Siapa pun dapat melihat kiriman yang dibuat melalui formulir ini
ja: このフォームへの提出済みフォームは誰でも閲覧できます
km: អ្នកណាម្នាក់ក៏ដោយអាចមើលការដាក់បញ្ជូននានាដែលបានធ្វើចំពោះទម្រង់បែបបទនេះ
my: ဤဖောင်သို့ တင်သွင်းသော တင်သွင်းခြင်းများကို မည်သူမဆို ကြည့်နိုင်သည်
ne: जो कोहीले यो फारममा पेश गरिएका हरू हेर्न सक्छन्
pl: Każdy może zobaczyć odpowiedzi przesłane przez ten formularz
pt: Todos podem ver os envios feitos a este formulário
ru: Все могут просматривать данные, отправленные в эту форму
sw: Mtu yeyote anaweza kutazama mawasilisho yaliyotolewa kwa fomu hii
th: ทุกคนเห็นการส่งข้อมูลที่มายังแบบฟอร์มนี้ได้
tr: Bu forma yapılan gönderimleri herkes görüntüleyebilir
uk: Будь-хто може переглянути надсилання в цій формі
vi: Ai cũng có thể xem các bài nộp cho biểu mẫu này

source: Shareable link
am: ሊጋራ የሚችል አገናኝ
ar: رابط قابل للمشاركة
bn: শেয়ারযোগ্য লিঙ্ক
cs: Sdílený odkaz
de: Link zum Teilen
es: Enlace para compartir
fa: لینک قابل اشتراک گذاری
fr: Lien à partager
hi: साझा करने योग्य लिंक
hu: Megosztható link
id: Tautan yang dapat dibagikan
ja: 共有可能リンク
km: តំណដែលអាចចែករំលែកបាន
my: မျှ‌ေဝနိုင်သော လင့်ခ်
ne: साझेदारी योग्य लिङ्क
pl: Łącza do udostępnienia
pt: Link compartilhável
ru: Ссылка, которой можно поделиться
sw: Kiungo kinachoweza kushirikiwa
th: ลิงค์ที่แชร์ได้
tr: Paylaşılabilir bağlantı
uk: Посилання для спільного доступу
vi: Đường liên kết có thể chia sẻ

source: Remove permissions?
am: ፈቃዶች ይወገዱ?
ar: هل ترغب في إزالة صلاحيات الأذونات؟
bn: অনুমতি মুছে ফেলবেন?
cs: Odebrat oprávnění?
de: Berechtigungen entfernen?
es: ¿Eliminar los permisos?
fa: مجوزها حذف شوند؟
fr: Supprimer les permissions ?
hi: अनुमतियां हटाएं?
hu: Jogosultság visszavonása?
id: Hapus izin?
ja: 権限を削除しますか？
km: ដកចេញការអនុញ្ញាតឬ?
my: ခွင့်ပြုချက်များ ရုတ်သိမ်းမည်လား
ne: अनुमतिहरू हटाउने हो?
pl: Usunąć uprawnienia?
pt: Remover permissões?
ru: Удалить разрешения?
sw: Ungependa kuondoa ruhusa?
th: ลบสิทธิ์การอนุญาตใช่ไหม
tr: İzinler kaldırılsın mı?
uk: Видалити дозволи?
vi: Xóa quyền truy cập?

source: This action will remove all permissions for user ##username##
am: ይህ እርምጃ የተጠቃሚ ##username## ሁሉንም ፈቃዶች ያስወግዳል
ar: سيؤدي هذا الإجراء إلى إزالة جميع صلاحيات الأذونات للمستخدم ##username##
bn: এই অ্যাকশনের ফলে ##username## নামক ইউজারের সব অনুমতি মুছে ফেলা হবে
cs: Tato akce odebere uživateli ##username## všechna oprávnění
de: Diese Aktion wird alle Berechtigungen für Nutzer ##username## entfernen
es: Esta acción eliminará los permisos para el usuario ##username##
fa: این اقدام، همه مجوزهای کاربر را حذف می‌کند ##username##
fr: Cette action supprimera toutes les permissions de l'utilisateur##username##
hi: यह क्रिया उपयोगकर्ता ##username##के लिए सभी अनुमतियां हटा देगी
hu: Ez a művelet ##username## felhasználó minden jogosultságát meg fogja vonni
id: Tindakan ini akan menghapus semua izin untuk pengguna ##username##
ja: この操作により、ユーザー##username##のすべての権限が削除されます
km: សកម្មភាពនេះនឹងដកចេញការអនុញ្ញាតទាំងអស់សម្រាប់អ្នកប្រើប្រាស់ ##username##
my: ဤလုပ်ဆောင်ချက်သည် အသုံးပြုသူ ##username## အတွက် ခွင့်ပြုချက်အားလုံးကို ရုတ်သိမ်းပါလိမ့်မည်
ne: यस कार्यले प्रयोगकर्ताका लागि सबै अनुमतिहरू हटाउनेछ##username##
pl: To działanie usunie wszystkie uprawnienia użytkownika ##username##
pt: Esta ação removerá todas as permissões de ##username## do usuário
ru: Это действие удалит все разрешения для пользователя ##username##
sw: Kitendo hiki kitaondoa ruhusa zote za mtumiaji ##username##
th: การดำเนินการนี้จะลบสิทธิ์การอนุญาตทั้งหมดสำหรับผู้ใช้ ##username##
tr: Bu işlem, ##username## kullanıcısının tüm izinlerini kaldıracak
uk: Ця дія скасує всі дозволи для користувача ##username##
vi: Thao tác này sẽ gỡ bỏ tất cả quyền truy cập cho người dùng ##username##

source: Remove
am: አስወግድ
ar: إزالة
bn: মুছে ফেলুন
cs: Odebrat
de: Entfernen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाएं
hu: Eltávolítás
id: Hapus
ja: 削除
km: ដកចេញ
my: ဖယ်ရှားသည်
ne: हटाउनुहोस्
pl: Usuń
pt: Remover
ru: Удалить
sw: Ondoa
th: ลบออก
tr: Kaldır
uk: Видалити
vi: Xóa

source: is owner
am: ባለቤት ነው
ar: المالك
de: ist Eigentümer*in
es: es propietario/a
fa: مالک
id: adalah pemilik
ja: がオーナー
km: គឺជាម្ចាស់
pl: jest właścicielem
pt: é o proprietário
ru: является владельцем
sw: ni mmiliki
th: คือเจ้าของ
uk: є власником
vi: là chủ sở hữu

source: Pending owner
am: በመጠባበቅ ላይ ያለ ባለቤት
ar: في انتظار المالك
de: Eigentümer*in ausstehend
es: Propietario pendiente
fa: مالک در وضعیت انتظار
id: Pemilik tertunda
ja: 保留中のオーナー
pl: Oczekiwany właściciel
pt: Responsável pendente
ru: Ожидание владельца
th: เจ้าของรอดำเนินการ
uk: Майбутній власник
vi: Đang cập nhật chủ sở hữu

source: Paste your formatted table from excel in the box below.
am: የተቀረፀውን ሰንጠረዥ ከ Excel በታች ባለው ሳጥን ውስጥ ለጥፍ።
ar: الصق جدولك المنسق من برنامج اكسل في المربع أدناه.
bn: এক্সেল থেকে ফরম্যাট করা আপনার টেবিলটি নিচের বাক্সে পেস্ট করুন।
cs: Do níže uvedeného pole vložte naformátovanou tabulku z aplikace Excel.
de: Fügen Sie Ihre formatierte Excel-Tabelle in das unten stehende Feld ein.
es: Pegar la tabla formateada de Excel en el cuadro de abajo.
fa: جدول فرمت شده خود را از اکسل در کادر زیر قرار دهید.
fr: Collez votre table formatée dans Excel dans la zone ci-dessous.
hi: नीचे दिए गए बॉक्स में एक्सेल (Excel) से अपनी फ़ॉर्मेट की गई तालिका को चिपकाएं.
hu: Az Excelben formázott táblázatát a vágólapról illessze ebbe a dobozba.
id: Tempelkan tabel yang diformat dari Excel Anda dalam kotak di bawah ini.
ja: フォーマットされた表をExcel から下のボックスに貼り付けます。
km: ដាក់ចូលតារាងដែលបានកំណត់ទម្ងរ់របស់អ្នកពី excel នៅក្នុងប្រអប់ខាងក្រោម។
my: Excel မှ သင် ပုံစံပြင်ဆင်ထားပြီး ဇယားကို အောက်ပါ အကွက်ထဲတွင် paste ချပါ။
ne: तलको बक्समा एक्सेलबाट आफ्नो ढाँचा गरिएको तालिका टाँस्नुहोस्।
pl: Wklej swoją formatowaną tablicę z Excel w ramkę poniżej.
pt: Cole a tabela formatada do Excel na caixa abaixo.
ru: Вставьте отформатированную таблицу из Excel в расположенное ниже поле.
sw: Bandika jedwali lako lililoumbizwa kutoka kwa excel kwenye kisanduku kilicho hapa chini.
th: แปะตารางที่จัดวางรูปแบบแล้วจาก excel ในกล่องด้านล่าง
tr: Excel'de biçimlendirilmiş tablonuzu aşağıdaki kutuya yapıştırın.
uk: Вставити відформатовану таблицю з Excel у поле нижче.
vi: Dán bảng đã được định dạng của bạn từ excel vào ô dưới.

source: add cascade with # questions
am: ከ# ጥያቄዎች ጋር ካስኬድ ጨምር
ar: إضافة توالي مع # سؤال
bn: #টি প্রশ্নসহ ক্যাসকেড যোগ করুন
cs: přidat kaskádu s # otázkami
de: Kaskade mit #-Fragen hinzufügen
es: agregar las opciones en cascada con # preguntas
fa: اضافه کردن آبشار با # سوال
fr: ajouter cascade avec # questions
hi: # प्रश्न के साथ कैस्केड जोड़ें
hu: Lenyíló lista hozzáadása # kérdéssel
id: tambahkan jenjang dengan # pertanyaan
ja: カスケードに#質問を追加
km: បញ្ចូលការបញ្ជូនបន្តទៀតដែលមានសំណួរនានា #
my: # မေးခွန်းများဖြင့် cascade (ချိတ်ဆက်စာရင်း) ထည့်သွင်းမည်
ne: # प्रश्न सहित क्यास्केड थप्नुहोस्
pl: dodaj kaskadowo pytania (#)
pt: adicione cascata com # perguntas
ru: добавить каскад с # вопросами
sw: ongeza kaskedi na maswali #
th: เพิ่มการต่อเรียงด้วยคำถาม # คำถาม
tr: # sorularıyla basamaklama ekleyin
uk: додати каскад із # питаннями
vi: thêm xếp tầng với # câu hỏi

source: OK
am: እሺ
ar: حسنًا
bn: আচ্ছা
fa: تایید
hi: ठीक
id: OKE
my: အိုကေ
ne: ठिक छ
pt: Pronto
sw: SAWA
th: ตกลง
tr: Tamam

source: Learn more about importing cascading lists from Excel
am: ከ Excel የማስመጣት ዝርዝሮችን ስለማስመጣት የበለጠ ይረዱ
ar: تعرف على المزيد حول استيراد القوائم المتتالية من برنامج اكسل
bn: এক্সেল থেকে ক্যাসকেডযুক্ত তালিকা ইম্পোর্ট করা নিয়ে আরও জানুন
cs: Další informace o importu kaskádových seznamů z aplikace Excel
de: Erfahren Sie mehr über den Import von kaskadierenden Listen aus Excel
es: Obtener más información sobre importar listas en cascada desde Excel
fa: درباره وارد کردن لیست های آبشاری از اکسل بیشتر بیاموزید
fr: En savoir plus sur l'importation de listes en cascade à partir d'Excel
hi: Excel से कैस्केडिंग सूचियों को आयात करने के बारे में और जानिए
hu: További információk lenyíló listák Excelből való importálásáról
id: Pelajari lebih lanjut tentang mengimpor daftar berjenjang dari Excel
ja: Excelからのカスケードリストのインポートについて詳しくはこちら
km: ស្វែងយល់បន្ថែមអំពីការនាំចូលបញ្ជាក់ដែលដាក់បញ្ជូនបន្តទៀតពី Excel
my: Excel မှ cascading လုပ်ထားသော စာရင်းများ (ချိတ်ဆက်စာရင်းများ)အား တင်သွင်းခြင်းနှင့် ပတ်သက်၍ ပိုမိုလေ့လာရန်
ne: एक्सेलबाट क्यास्केडिङ सूचीहरू आयात गर्ने बारे थप जान्नुहोस्
pl: Dowiedz się więcej na temat importowania kaskadowych list z Excel
pt: Saiba mais sobre como importar listas de cascata do Excel
ru: Подробнее об импорте каскадных списков из Excel
sw: Pata maelezo zaidi kuhusu kuagiza orodha za kaskedi kutoka Excel
th: ดูข้อมูลเพิ่มเติมเกี่ยวกับการนำเข้ารายการการต่อเรียงจาก Excel
tr: Excel'den basamaklı listeleri içe aktarma hakkında daha fazla bilgi edinin
uk: Докладніше про імпортування каскадних списків з Excel
vi: Tìm hiểu thêm về nhập danh sách xếp tầng từ Excel

source: DONE
am: ተከናውኗል
ar: تم
bn: হয়ে গেছে
cs: HOTOVO
de: FERTIG
es: REALIZADO
fa: انجام شد
fr: TERMINÉ
hi: हो गया
hu: KÉSZ
id: SELESAI
ja: 完了
my: ပြီးစီး
ne: भयो
pl: Wykonane
pt: FEITO
ru: ГОТОВО
sw: IMEKWISHA
th: เสร็จแล้ว
tr: TAMAMLANDI
uk: ГОТОВО
vi: HOÀN THÀNH

source: loading
am: በመጫን ላይ
ar: جارٍ التحميل
bn: লোড হচ্ছে
cs: načítání
de: wird geladen
es: cargando
fa: در حال بارگذاری
fr: chargement en cours
hi: लोड हो रहा है
hu: betöltés
id: sedang memuat
ja: 読み込み中
my: ဖတ်နေသည်
ne: लोड गर्दै
pl: wgrywanie
pt: carregando
ru: загрузка
sw: inapakia
th: กำลังโหลด
tr: yükleniyor
uk: завантаження
vi: Đang tải

source: no search results found
am: ምንም የፍለጋ ውጤቶች አልተገኙም
ar: لم يتم العثور على نتائج للبحث
bn: অনুসন্ধানের কোনো ফল পাওয়া যায় নি
cs: nebyly nalezeny žádné výsledky vyhledávání
de: keine Suchergebnisse gefunden
es: No se encontraron resultados de búsqueda
fa: هیچ نتیجه جستجویی یافت نشد
fr: Aucun résultat de recherche trouvé
hi: खोज के कोई परिणाम नहीं मिले
hu: a keresésnek nincsenek találatai
id: tidak ada hasil pencarian yang ditemukan
ja: 検索結果が見つかりません
my: မည်သည့်ရလဒ်မှ ရှာမတွေ့ပါ
ne: कुनै खोज परिणाम फेला परेन
pl: nie znaleziono żadnych wyników wyszukiwania
pt: nenhum resultado de pesquisa encontrado
ru: не найдено результатов поиска
sw: hakuna matokeo ya utafutaji yaliyopatikana
th: ไม่พบผลลัพธ์ที่ค้นหา
tr: arama sonucu bulunamadı
uk: результатів пошуку не знайдено
vi: không tìm thấy kết quả nào

source: block of ___ questions
am: የ አግድ ___ ጥያቄዎች
ar: مجمع به ___ سؤال/أسئلة
bn: ___টি প্রশ্নের ব্লক
cs: blok ___ otázek
de: Block von ___ Fragen
es: bloque de ___ preguntas
fa: بلوک ___ سوالات
fr: Ensemble de ___ questions
hi: ___ प्रश्नों के ब्लॉक
hu: ___ kérdésből álló blokk
id: blok dari ___ pertanyaan
ja: ___件の質問のブロック
km: ប្លុកនៃ ___ សំណួរ
my: ___ မေးခွန်းများ၏ မေးခွန်းတွဲ
ne: ___ प्रश्नहरूको ब्लक
pl: blok ___ pytań
pt: bloco de ___ perguntas
ru: блок из ___ вопросов
sw: block ya ___ maswali
th: บล็อกคำถาม ___ ข้อ
tr: ___ soru bloğu
uk: блок із ___ запитань
vi: Khối ___ câu hỏi

source: search library
am: የ ቤተ-መጽሐፍት ፍለጋ
ar: بحث في المكتبة
bn: লাইব্রেরিতে অনুসন্ধান করুন
cs: prohledat knihovnu
de: Bibliothek durchsuchen
es: buscar en la biblioteca
fa: کتابخانه جستجو
fr: parcourir la bibliothèque
hi: लाइब्रेरी में खोजें
hu: keresés a könyvtárban
id: telusuri perpustakaan
ja: ライブラリの検索
my: စာကြည့်တိုက်တွင် ရှာရန်
ne: संग्राहलयभित्र खोज
pl: przeszukaj bibliotekę
pt: buscar biblioteca
ru: поиск в библиотеке
sw: maktaba ya utafutaji
th: ค้นไลบรารี
tr: kütüphanede ara
uk: бібліотека пошуку
vi: thư viện tìm kiếm

source: question has been added to the library
am: ጥያቄ ወደ ቤተ-መጽሐፍት ታክሏል
ar: تم إضافة السؤال إلى المكتبة
bn: প্রশ্নটি লাইব্রেরিতে যোগ করা হয়েছে
cs: otázka byla přidána do knihovny
de: Frage wurde der Bibliothek hinzugefügt
es: se agregó la pregunta a la biblioteca
fa: سوال به کتابخانه اضافه شد
fr: la question a été ajoutée à la bibliothèque
hi: लाइब्रेरी में प्रश्न जोड़ा गया है
hu: kérdés hozzáadva a könyvtárba
id: pertanyaan telah ditambahkan ke perpustakaan
ja: 質問がライブラリに追加されました
km: សំណួរត្រូវបានបញ្ចូលទៅក្នុងបណ្ណាល័យ
my: မေးခွန်းအား စာကြည့်တိုက်သို့ ထည့်သွင်းပြီးပါပြီ
ne: पुस्तकालयमा प्रश्न थपिएको छ
pl: pytanie zostało dodane do biblioteki
pt: a pergunta foi adicionada à biblioteca
ru: вопрос был добавлен в библиотеку
sw: swali limeongezwa kwenye maktaba
th: เพิ่มคำถามไปยังไลบรารีแล้ว
tr: kütüphaneye soru eklendi
uk: питання додано до бібліотеки
vi: câu hỏi đã được thêm vào thư viện

source: group has been added to the library as a block
am: ቡድን እንደ ብሎክ ወደ ቤተ-መጽሐፍት ታክሏል
ar: تمت إضافة المجموعة إلى المكتبة كمجمع
bn: গ্রুপটিকে লাইব্রেরিতে ব্লক হিসাবে যুক্ত করা হয়েছে
cs: skupina byla přidána do knihovny jako blok
de: Gruppe wurde der Bibliothek als Block hinzugefügt
es: se agregó a la biblioteca el grupo de preguntas como un bloque
fa: گروه به عنوان یک بلوک به کتابخانه اضافه شده است
fr: le groupe a été ajouté à la bibliothèque en tant que bloc
hi: समूह को लाइब्रेरी में ब्लॉक के रूप में जोड़ा गया है
hu: csoport hozzáadva a könyvtárba blokként
id: grup telah ditambahkan ke perpustakaan sebagai blok
ja: グループがブロックとしてライブラリに追加されました
km: ក្រុមត្រូវបានបញ្ចូលទៅក្នុងបណ្ណាល័យជាប្លុកមួយ
my: အုပ်စုအား စာကြည့်တိုက်သို့ မေးခွန်းတွဲတစ်ခုအဖြစ် ထည့်သွင်းပြီးပါပြီ
ne: समूहलाई संग्रहमा ब्लकको रूपमा थपिएको छ
pl: grupa została dodana do bibliotek jako blok
pt: o grupo foi adicionado à biblioteca como um bloco
ru: группа была добавлена в библиотеку как блок
sw: kikundi kimeongezwa kwenye maktaba kama block
th: เพิ่มกลุ่มไปยังไลบรารีในรูปแบบบล็อกแล้ว
tr: grup bir blok olarak kütüphaneye eklenmiştir
uk: групу додано до бібліотеки як блок
vi: Nhóm đã được thêm vào thư viện dưới dạng một khối

source: Marker Colors
am: ምልክት ማድረጊያ ቀለሞች
ar: ألوان المؤشرات
bn: মার্কারের রঙ
cs: Barvy značek
de: Markierungsfarben
es: Colores de marcador
fa: رنگ های نشانگر
fr: Couleurs des points
hi: पेन (मार्कर) के रंग
hu: Jelölő színek
id: Warna Penanda
ja: マーカーの色
km: ពណ៌សញ្ញាសម្គាល់
my: အမှတ်အသားအရောင်များ
ne: मार्कर रङहरू
pl: Kolory znaczników
pt: Cores dos Marcadores
ru: Цвета маркеров
sw: Alama za Rangi
th: สีปากกา
tr: İşaret Renkleri
uk: Кольори маркера
vi: Màu đánh dấu

source: Query Limit
am: የጥያቄ ገደብ
ar: حدود الاستعلام
bn: কোয়েরির সীমা
cs: Limit dotazu
de: Fragelimit
es: Límite de consulta
fa: محدودیت درخواست
fr: Limite de la requête
hi: प्रश्न सीमा
hu: Lekérdezéskorlát
id: Batas Kueri
ja: クエリの制限
km: ដែលកំណត់សំណួរ
my: မေးခွန်းကန့်သတ်ချက်များ
ne: क्वेरी सीमा
pl: Limit zapytań
pt: Limite de Consultas
ru: Лимит запросов
sw: Kikomo cha Maswali
th: จำนวนคำถามสูงสุด
tr: Sorgu Sınırı
uk: Ліміт запиту
vi: Giới hạn Query

source: Geopoint question
am: የጂኦ ነጥብ ጥያቄ
ar: سؤال النقطة الجغرافية
bn: জিওপয়েন্টভিত্তিক প্রশ্ন
cs: Otázka typu geopoint
de: Geopunkt-Frage
es: Pregunta Geopoint
fa: سوال نقطه جغرافیایی
fr: Question géopoint
hi: जियोपॉइंट प्रश्न
hu: Geopont kérdés
id: Pertanyaan titik geo
ja: ジオポイントの質問
km: សំណួរចំណុចភូមិសាស្ត្រ
my: ပထဝီတည်နေရာမေးခွန်း
ne: जियोपोइन्ट प्रश्न
pl: Pytanie o położenie geograficzne
pt: Pergunta do Geopoint
ru: Вопрос c геолокацией
sw: Swali la Geopoint
th: คำถามชนิดจุดทางภูมิศาสตร์
tr: Coğrafi Nokta sorusu
uk: Питання про геоточку
vi: Câu hỏi về Geopoint

source: Overlays
am: ተደራቢዎች
ar: طبقات متعددة متراكبة
bn: ওভারলে
cs: Překryvné vrstvy
de: Überlagerungen
es: Superposición
fa: پوشش ها
fr: Superpositions
hi: आवरण (Overlays)
hu: Átfedések
id: Hamparan
ja: オーバーレイ表示
km: ធាតុត្រួតពីលើ
my: အပေါ်ယံအလွှာများ
ne: ओभरले
pl: Nakładki
pt: Camadas
ru: Слои
sw: Viwekeleo
th: การซ้อนทับ
tr: Katmanlar
uk: Оверлей
vi: Lớp phủ

source: Best for qualitative data
am: ለ ውሂብ ጥራት ምርጥ
ar: الأفضل بالنسبة للبيانات النوعية
de: Optimal für qualitative Daten
es: Recomendado para datos cualitativos
fa: بهترین برای داده های کیفی
id: Terbaik untuk data kualitatif
ja: 定性データに最適
km: ល្អបំផុតសម្រាប់ទិន្នន័យបែបបគុណភាព
pl: Najlepszy dla danych jakościowych
pt: Melhor para dados qualitativos
ru: Рекомендуется для качественных данных
sw: Bora zaidi kwa data ya ubora
th: เหมาะสำหรับข้อมูลเชิงคุณภาพ
uk: Найкраще для якісних даних
vi: Tốt nhất cho dữ liệu định tính

source: Best for sequential data
am: ለተከታታይ ውሂብ ምርጥ
ar: الأفضل بالنسبة للبيانات المتسلسلة
de: Optimal für sequenzielle Daten
es: Recomendado para datos secuenciales
fa: بهترین برای داده های متوالی
id: Terbaik untuk data berurutan
ja: シーケンシャルデータに最適
km: ល្អបំផុតសម្រាប់ទិន្នន័យតាមលំដាប់
pl: Najlepszy dla danych sekwencyjnych
pt: Melhor para dados sequenciais
ru: Рекомендуется для последовательных данных
sw: Bora zaidi kwa data ya mfuatano
th: เหมาะสำหรับข้อมูลแบบลำดับ
uk: Найкраще для послідовних даних
vi: Tốt nhất cho dữ liệu tuần tự

source: Best for diverging data
am: ውሂብ ለመለያየት ምርጥ
ar: الأفضل بالنسبة للبيانات المتباينة
de: Optimal für divergierende Daten
es: Recomendado para datos divergentes
fa: بهترین برای داده های واگرا
id: Terbaik untuk data yang berbeda
ja: 分岐データに最適
km: ល្អបំផុតសម្រាប់ទិន្នន័យបែកចេញពីគ្នា
pl: Najlepszy dla danych rozbieżnych
pt: Melhor para dados divergentes
ru: Рекомендуется для разнонаправленных данных
sw: Bora zaidi kwa data tofauti
th: เหมาะสำหรับแยกข้อมูล
uk: Найкраще для розбіжних даних
vi: Tốt nhất cho dữ liệu phân kỳ

source: Please add a name for your layer file.
am: እባክህ የንብርብር ፋይልህ ስም ጨምር።
ar: الرجاء إضافة أسم لملف الطبقة الخاص بك.
de: Bitte fügen Sie einen Namen für Ihre Ebenen-Datei hinzu.
es: Agregar un nombre a tu archivo de capa.
fa: لطفاً یک نام برای فایل لایه خود اضافه کنید.
id: Mohon tambahkan nama untuk file lapisan Anda.
ja: レイヤーファイルの名前を追加してください。
km: សូមបញ្ចូលឈ្មោះសម្រាប់ស្រទាបឯកសាររបស់អ្នក។
pl: Dodaj nazwę swojego pliku warstwy.
pt: Por favor, adicione um nome para o seu arquivo de camada.
ru: Добавьте имя для файла, содержащего слой.
sw: Tafadhali ongeza jina la faili yako ya safu.
th: โปรดเพิ่มชื่อให้ไฟล์เลเยอร์ของคุณ
uk: Додайте назву файлу шару.
vi: Vui lòng đặt tên cho tệp lớp.
