Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: ##username## added ##username2## to project
am: ##username## ማከል ##username2##በፕሮጀክቱ ላይ
ar: قام ##username## بإضافة ##username2## إلى المشروع
de: ##username## hat ##username2## zum Projekt hinzugefügt
es: ##username## agregado ##username2## al proyecto
ja: ##username##が##username2##をプロジェクトに追加しました
uk: ##username## додано ##username2## до проєкту

source: ##username## removed ##username2## from project
am: ##username## ከፕሮጀክቱ ተወግዷል ##username2##
ar: قام ##username## بإزالة ##username2## إلى المشروع
de: ##username## hat ##username2## aus dem Projekt entfernt
es: ##username## eliminado ##username2## del proyecto
ja: ##username##が##username2##をプロジェクトから削除しました
uk: ##username## видалено ##username2## з проєкту

source: ##username## updated permissions of ##username2##
am: ##username## ዘምኗል ፍቃዶች ##username2##
ar: قام ##username## بتحديث الأذونات لـ##username2##
de: ##username## hat die Berechtigungen von ##username2## aktualisiert
es: ##username## permisos actualizados del ##username2##
ja: ##username##が##username2##の権限を更新しました
uk: ##username## оновлено дозволи для ##username2##

source: ##username## made the project publicly accessible
am: ##username## ፕሮጀክቱ ለሕዝብ ተደራሽ እንዲሆን አድርጓል
ar: قام ##username## بجعل المشروع متاحًا للعامة
de: ##username## hat das Projekt öffentlich zugänglich gemacht
es: ##username## se puso el proyecto a disposición del público
ja: ##username##がプロジェクトの公開アクセスを有効にしました
uk: ##username## зроблено проєкт загальнодоступним

source: ##username## shared data publicly
am: ##username## በይፋ የተጋሩ ውሂብዎች
ar: قام ##username## بمشاركة البيانات علنًا
de: ##username## hat Daten öffentlich geteilt
es: ##username## se compartieron los datos públicamente
ja: ##username##がデータを公開して共有しました
uk: ##username## відкрито доступ до даних

source: ##username## transferred project ownership to ##username2##
am: ##username## የፕሮጀክቱን ባለቤትነት ወደ ##username2##
ar: قام ##username## بنقل ملكية المشروع إلى ##username2##
de: ##username## hat die Eigentümerrolle des Projekts auf ##username2## übertragen
es: ##username## se transfirió la propiedad del proyecto a ##username2##
ja: ##username##が##username2##にプロジェクト所有権を譲渡しました
uk: ##username## передано право власності на проєкт до ##username2##

source: Do you want to leave without saving?
am: ሳትቆጥቡ መሄድ ትፈልጋለህ?
ar: هل تريد المغادرة بدون حفظ؟
bn: সেভ না করেই চলে যেতে চান?
cs: Chcete odejít bez uložení dat?
de: Möchten Sie ohne zu speichern aufhören?
es: ¿Quieres salir sin guardar?
fa: می‌خواهید بدون ذخیره کردن خارج شوید؟
fr: Voulez-vous quitter sans effectuer de sauvegarde ?
hi: क्या आप बिना सहेजे छोड़ना चाहते हैं?
hu: Valóban ki szeretne lépni mentés nélkül?
id: Apakah Anda ingin meninggalkan tanpa menyimpan?
ja: 保存せずに閉じますか?
km: តើអ្នកចង់ចាកចេញដោយមិនរក្សាទុកឬ?
my: သင် မသိမ်းဘဲ ထွက်လိုပါသလား။
ne: तपाईं बचत नगरी छोड्न चाहनुहुन्छ?
pl: Czy chcesz wyjść bez zapisu?
pt: Você deseja sair sem salvar?
ru: Вы хотите выйти без сохранения?
sw: Je, ungependa kuondoka bila kuhifadhi?
th: ต้องการออกโดยไม่บันทึกใช่ไหม
tr: Kaydetmeden çıkmak istiyor musunuz?
uk: Закрити без збереження даних?
vi: Bạn muốn rời mà không lưu?

source: Use the button above to select the information to be displayed in this area
am: በዚህ አካባቢ የሚታየውን መረጃ ለመምረጥ ከላይ ያለውን ቁልፍ ይጠቀሙ
ar: استخدم الزر أعلاه لتحديد المعلومات التي سيتم عرضها في هذه المنطقة
de: Nutzen Sie die obige Schaltfläche, um die in diesem Bereich anzuzeigenden Informationen auszuwählen
es: Usa el botón de arriba para seleccionar la información que se mostrará en esta área
fa: از کلید بالا برای انتخاب اطلاعات نمایش داده شده در این محدود استفاده کنید
id: Gunakan tombol di atas untuk memilih informasi yang akan ditampilkan di area ini
ja: 上のボタンから、このエリアに表示する情報を選択します
pl: Aby wyświetlić tutaj wybrane informacje, kliknij przycisk powyżej.
pt: Use o botão acima para selecionar as informações a serem exibidas nesta área
ru: Нажмите кнопку выше, чтобы выбрать информацию, которая будет отображаться в данной области
sw: Tumia kitufe kilicho hapo juu ili kuchagua maelezo yatakayoonyeshwa katika eneo hili
th: ใช้ปุ่มด้านบนเลือกข้อมูลที่ต้องการแสดงในบริเวณนี้
uk: Скористайтеся кнопкою вище, щоб вибрати інформацію, яка буде відображатися в цій області
vi: Sử dụng nút phía trên để chọn thông tin được hiển thị trong khu vực này

source: Chart Type
am: የገበታ አይነት
ar: نوع الرسم البياني
bn: রেখাচিত্রের ধরন
cs: Typ grafu
de: Typ von Diagramm
es: Tipo de gráfico
fa: نوع نمودار
fr: Type du graphique
hi: नक्शे का प्रकार
hu: Grafikontípus
id: Jenis Grafik
ja: グラフの種類
km: ប្រភេទគំនូសតាង
my: ပုံစံကားချပ်အမျိုးအစား
ne: चार्ट प्रकार
pl: Typ wykresu
pt: Tipo de Gráfico
ru: Тип диаграммы
sw: Aina ya Chati
th: ชนิดของแผนภูมิ
tr: Grafik Tipi
uk: Тип діаграми
vi: Loại biểu đồ

source: Colors
am: ቀለሞች
ar: الألوان
bn: রং
cs: Barvy
de: Farben
es: Colores
fa: رنگ ها
fr: Couleurs
hi: रंग
hu: Színek
id: Warna
ja: 色
my: အ‌ရောင်များ
ne: रंगहरू
pl: Kolory
pt: Cores
ru: Цвета
sw: Rangi
th: สี
tr: Renkler
uk: Кольори
vi: Màu

source: Group By
am: ቡድን በ
ar: التصنيف حسب
bn: গ্রুপ করার ভিত্তি
cs: Seskupit podle
de: Gruppiert nach
es: Agrupar por
fa: گروه بندی شده توسط
fr: Grouper par
hi: के आधार पर समूह बनाएं
hu: Csoportosítás eszerint
id: Pengelompokan berdasarkan
ja: でグループ作成
km: ចាត់ជាក្រុមតាម
my: အုပ်စုဖွဲ့ရန်
ne: समूह द्वारा
pl: Zgrupuj wg
pt: Agrupar por
ru: Группировка по
sw: Panga Kwa
th: จัดกลุ่มตาม
tr: Buna göre grupla
uk: Групувати за
vi: Nhóm bằng

source: Translation
am: ትርጉም
ar: الترجمة
bn: অনুবাদ
cs: Překlad
de: Übersetzung
es: Traducción
fa: ترجمه
fr: Traduction
hi: अनुवाद
hu: Fordítás
id: Terjemahan
ja: 翻訳
km: ការបកប្រែ
my: ဘာသာပြန်
ne: अनुवाद
pl: Tłumaczenie
pt: Tradução
ru: Перевод
sw: Tafsiri
th: คำแปล
tr: Çeviri
uk: Переклад
vi: Bản dịch

source: Search...
am: ፈልግ...
ar: بحث ...
bn: অনুসন্ধান…
cs: Hledat…
de: Suche ...
es: Buscar...
fa: جستجو...
fr: Rechercher...
hi: खोजें...
hu: Keresés...
id: Cari...
ja: 検索...
km: ស្វែងរក...
my: ရှာရန်...
ne: खोज...
pl: Szukaj...
pt: Buscar...
ru: Поиск…
sw: Tafuta...
th: ค้นหา...
tr: Arama...
uk: Пошук...
vi: Tìm...

source: Tags are loading...
am: መለያዎች እየተጫኑ ነው...
ar: جاري تحميل الوسوم الدلالية ...
bn: ট্যাগ লোড হচ্ছে…
cs: Tagy se načítají…
de: Tags werden geladen ...
es: Las etiquetas se están cargando...
fa: تگ ها در حال بارگیری هستند ...
fr: Tags en cours de chargement...
hi: टैग लोड हो रहे हैं ...
hu: Címkék betöltése folyamatban...
id: Tag sedang dimuat...
ja: タグを読み込み中...
km: ស្លាកកំពុងផ្ទុក...
my: တက်ဂ်များအား ဖတ်နေသည်...
ne: ट्यागहरू लोड हुँदैछन्...
pl: Znaczniki się wczytują...
pt: Carregando tags...
ru: Загрузка тегов…
sw: vitambulisho vinapakia....
th: กำลังโหลดแท็ก...
tr: Etiketler yükleniyor...
uk: Теги завантажуються...
vi: Đang tải thẻ...

source: Search Tags
am: መለያዎች ይፈልጉ
ar: ابحث بالوسوم الدلالية
bn: ট্যাগ অনুসন্ধান করুন
cs: Vyhledat tagy
de: Tags durchsuchen
es: Buscar etiquetas
fa: جستجو در برچسب‌ها
fr: Recherche des tags
hi: टैग खोजें
hu: Címkék keresése
id: Cari Tag
ja: タグ検索
km: ស្វែងរកស្លាក
my: တက်ဂ်များအားရှာရန်
ne: ट्यागहरू खोज्नुहोस्
pl: Szukaj znaczników
pt: Pesquisar tags
ru: Поиск тегов
sw: tafuta vitambulisho
th: ค้นแท็ก
tr: Etiketlerde Ara
uk: Теги пошуку
vi: Tìm thẻ

source: No results found
am: ምንም ውጤቶች አልተገኙም
ar: لم يتم العثور على أي نتائج
bn: কোনো ফলাফল পাওয়া যায় নি
cs: Nenalezeny žádné výsledky
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fa: چیزی یافت نشد
fr: Aucun résultat trouvé
hi: कोई परिणाम नहीं मिला
hu: Nincs találat
id: Tidak ada hasil ditemukan
ja: 検索結果がありません
km: រកមិនឃើញលទ្ធផល
my: မည်သည့်ရလဒ်မျှ မတွေ့ပါ
ne: कुनै परिणाम फेला परेन
pl: Nic nie znaleziono
pt: Nenhum resultado encontrado
ru: Не найдено результатов
sw: Hakuna Matokeo yanapatikana
th: ไม่พบผลลัพธ์
tr: Sonuç bulunamadı
uk: Нічого не знайдено
vi: Không tìm thấy kết quả

source: Select Collection Name
am: የስብስብ ስም ይምረጡ
ar: اختار أسم المجموعة
bn: সংগ্রহের নাম নির্বাচন করুন
cs: Vybrat název sbírky
de: Name der Sammlung auswählen
es: Seleccionar Nombre de colección
fa: نام مجموعه را انتخاب کنید
fr: Nom de la collection
hi: संग्रह नाम चुनें
hu: Gyűjtemény nevének kiválasztása
id: Pilih Nama Koleksi
ja: コレクション名を選択
km: ជ្រើសរើសឈ្មោះបណ្ដុំ
my: စုစည်းမှုအမည်ကို ‌ေရွးပါ
ne: संग्रहको नाम चयन गर्नुहोस्
pl: Wybierz nazwę kolekcji
pt: Selecione o nome da coleção
ru: Выбрать имя подборки
sw: Chagua Jina la Mkusanyiko
th: เลือกชื่อคอลเลกชัน
tr: Koleksiyon Adı Seçin
uk: Оберіть назву колекції
vi: Chọn tên bộ sưu tập

source: Collections are loading...
am: ስብስቦች እየጫኑ ነው...
ar: جارٍ تحميل المجموعات ...
bn: সংগ্রহগুলো লোড হচ্ছে…
cs: Sbírky se načítají…
de: Sammlungen werden geladen ...
es: Las recolecciones se están cargando...
fa: مجموعه ها در حال بارگیری هستند...
fr: Collections en cours de chargement...
hi: संग्रह लोड हो रहे हैं...
hu: Gyűjtemények betöltése folyamatban...
id: Koleksi sedang dimuat...
ja: コレクションを読み込み中...
km: បណ្ដុំកំពុងផ្ទុក...
my: စုစည်းမှုများအား ဖတ်နေသည်...
ne: सङ्ग्रहहरू लोड हुँदैछन्...
pl: Kolekcje się wgrywają...
pt: Carregando coleções...
ru: Загрузка подборок…
sw: Mikusanyiko inapakia....
th: กำลังโหลดคอลเลกชัน...
tr: Koleksiyonlar yükleniyor ...
uk: Колекції завантажуються...
vi: Đang tải bộ sưu tập...

source: assets found
am: ንብረቶች ተገኝተዋል
ar: وجدت أصول
bn: অ্যাসেট পাওয়া গেছে
cs: nalezených položek
de: Elemente gefunden
es: recursos encontrados
fa: دارایی‌های پیدا شده
fr: résultats trouvés
hi: संपत्तियां (एसेट्स) मिली
hu: megtalált tételek
id: aset ditemukan
ja: アセットが見つかりました
km: រកឃើញទ្រព្យ
my: assets တွေ့ရှိပါသည်
ne: सम्पत्ति भेटियो
pl: zasoby znalezione
pt: recursos encontrados
ru: объекты найдены
sw: mali iliyopatikana
th: พบสินทรัพย์
tr: varlıklar bulundu
uk: знайдених ресурсів
vi: tài sản được tìm thấy

source: expand details
am: ዝርዝሮችን ዘርጋ
ar: توسيع التفاصيل
bn: বিস্তারিত খুলে দেখুন
cs: rozbalit podrobnosti
de: Details erweitern
es: ampliar detalles
fa: مشاهده بیشتر جزئیات
fr: afficher les détails
hi: विवरण विस्तृत करें
hu: részletek kibontása
id: perluas detail
ja: 詳細を見る
km: ពង្រីកព័ត៌មានលម្អិត
my: အသေးစိတ်ကို ဖြန့်ကြည့်ပါ
ne: विवरण विस्तार गर्नुहोस्
pl: rozwiń szczegóły
pt: mais detalhes
ru: развернуть детали
sw: panua maelezo
th: ขยายรายละเอียด
tr: ayrıntıları genişlet
uk: розширити деталі
vi: mở rộng thông tin

source: Page ##current_page## of ##total_pages##
am: ገጽ ##current_page## ከ ##total_pages##
ar: صفحة ##current_page## من ##total_pages##
de: Seite ##current_page## von ##total_pages##
es: Página ##current_page## de ##total_pages##
ja: ##current_page##/##total_pages##ページ
uk: Сторінка ##current_page## з ##total_pages##

source: ##number## rows
am: ##number## ረድፎች
ar: ##number## صف
de: ##number## Zeilen
es: ##number## filas
ja: ##number##行
uk: ##number## рядки

source: Delete?
am: ሰርዝ?
ar: هل ترغب في الحذف؟
bn: মুছে ফেলবেন?
cs: Smazat?
de: Löschen?
es: ¿Eliminar?
fa: حذف شود؟
fr: Supprimer ?
hi: डिलीट करना है?
hu: Törlés?
id: Hapus?
ja: 削除しますか？
km: លុបឬ?
my: ဖျက်မည်လား။
ne: मेटाउने?
pl: Skasować?
pt: Excluir?
ru: Удалить?
sw: Ungependa kufuta?
th: ลบหรือไม่
tr: Silinsin mi?
uk: Видалити?
vi: Xóa?

source: This action is not reversible
am: ይህ እርምጃ የሚቀለበስ አይደለም
ar: لا يمكن التراجع عن هذا الإجراء
bn: কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না
cs: Akci nelze vrátit zpět
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no es reversible
fa: این عمل قابل بازگشت نیست
fr: Cette action n’est pas réversible
hi: इस क्रिया को पहले जैसा नहीं किया जा सकता
hu: Ez a művelet nem fordítható vissza
id: Tindakan ini tidak dapat dibatalkan
ja: この操作は元に戻すことができません
km: សកម្មភាពនេះមិនត្រឡប់មកវិញបានទេ
my: ဤလုပ်ရပ်သည် ပြန်ပြင်၍မရနိုင်ပါ
ne: यो कार्य उल्टाउन मिल्दैन
pl: Tej czynności nie da się odwrócić
pt: Esta ação não é reversível
ru: Это действие необратимо
sw: Hatua hii haiwezi kutenduliwa
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Bu eylem geri döndürülemez
uk: Цю дію не можна скасувати
vi: Thao tác này không thể hoàn tác

source: Teams
am: ቡድኖች
ar: الفرق
es: Equipos
ja: チーム
uk: Групи

source: teams
am: ቡድኖች
ar: الفرق
es: equipos
ja: チーム
uk: групи

source: Team
am: ቡድን
ar: الفريق
es: Equipo
ja: チーム
uk: Група

source: team
am: ቡድን
ar: الفريق
es: equipo
ja: チーム
uk: група

source: Organizations
am: ድርጅቶች
ar: المنظمات
de: Organisationen
es: Organizaciones
ja: 組織
uk: Організації

source: organizations
am: ድርጅቶች
ar: المنظمات
de: Organisationen
es: organizaciones
ja: 組織
uk: організації

source: organization
am: ድርጅት
ar: المنظمة
de: Organisation
es: organización
ja: 組織
uk: організація

source: Could not load media file
am: የሚዲያ ፋይል መጫን አልተቻለም
ar: تعذر تحميل ملف الوسائط
bn: মিডিয়া ফাইল লোড করা যায় নি
cs: Nelze načíst mediální soubor
de: Mediendatei konnte nicht geladen werden
es: No se pudo cargar el archivo multimedia
fa: فایل چند رسانه ای بارگذاری نشد
fr: Impossible de charger le fichier média
hi: मीडिया फाइल लोड नहीं कर सका
hu: Médiafájl betöltése nem sikerült
id: Tidak dapat memuat file media
ja: メディアファイルを読み込めませんでした
km: មិនអាចផ្ទុកឯកសារមេឌៀទេ
my: မီဒီယာဖိုင်ကို တင်၍မရပါ
ne: मिडिया फाइल लोड गर्न सकिएन
pl: Plik mediów nie mógł się załadować
pt: Não foi capaz de carregar o arquivo de mídia
ru: Не удалось загрузить медиафайл
sw: Haikuweza kupakia faili ya midia
th: ไม่สามารถโหลดไฟล์สื่อ
tr: Medya dosyası yüklenemedi
uk: Не вдалося завантажити медіафайл
vi: Không thể tải tệp phương tiện

source: CSV (legacy)
am: CSV (የቆየ)
ar: CSV (تابع)
bn: CSV (লেগেসি)
cs: CSV (dřívější)
de: CSV (alte Version)
es: CSV (legado)
fr: CSV (ancienne version)
hi: CSV (विरासत या लेगेसी)
hu: CSV (régebbi)
id: CSV (turunan)
ja: CSV（レガシー）
km: CSV (កេរ្ត៍ដំណែល)
my: CSV (စနစ်ဟောင်း)
ne: CSV (विरासत)
pl: CSV (stary system)
pt: CSV (antigo)
ru: CSV (устаревшие версии)
th: CSV (เดิม)
tr: CSV (eski)
uk: CSV (діючий)

source: GeoJSON
ar: التنسيق الجغرافي (GeoJSON)

source: GPS coordinates (KML)
am: የGPS መጋጠሚያዎች (KML)
ar: إحداثيات نظام تحديد المواقع العالمي (KML)
bn: GPS স্থানাঙ্ক (KML)
cs: Souřadnice GPS (KML)
de: GPS-Koordinaten (KML)
es: Coordenadas GPS (KML)
fa: مختصات GPS (KML)
fr: Coordonnées GPS (KML)
hi: जीपीएस निर्देशांक (KML)
hu: GPS koordináták (KML)
id: Koordinat GPS (KML)
ja: GPS座標（KML）
km: កូអរឌីណេ GPS (KML)
my: GPS တည်နေရာ (KML)
ne: GPS निर्देशांक (KML)
pl: Koordynaty GPS (KML)
pt: Coordenadas GPS (KML)
ru: GPS-координаты (KML)
sw: Viwianishi vya GPS (KML)
th: พิกัด GPS (KML)
tr: GPS koordinatları (KML)
uk: координати GPS (KML)
vi: Tọa độ GPS (KML)

source: SPSS Labels
am: የ SPSS መለያዎች
ar: تسميات مجموعة البرامج الإحصائية (SPSS)
bn: SPSS লেবেল
cs: Štítky SPSS
de: SPSS-Kennzeichnungen
es: Etiquetas SPSS
fa: برچسب SPSS
fr: Étiquettes SPSS
hi: SPSS लेबल
hu: SPSS címkék
id: Label SPSS
ja: SPSSラベル
km: ស្លាក SPSS
my: SPSS အညွှန်းများ
ne: SPSS लेबलहरू
pl: Etykiety SPSS
pt: Etiquetas SPSS
ru: Метки SPSS
sw: Lebo za SPSS
th: ป้ายกำกับ SPSS
tr: SPSS Etiketleri
uk: Мітки SPSS
vi: Nhãn SPSS

source: XLS (legacy)
am: XLS (የቆየ)
ar: XLS (تابع)
bn: XLS (লেগেসি)
cs: XLS (dřívější)
de: XLS (alte Version)
es: XLS (anterior/legacy)
fr: XLS (ancienne version)
hi: XLS (विरासत या लेगेसी)
hu: XLS (régebbi)
id: XLS (turunan)
ja: XLS（レガシー）
km: XLS (កេរ្ត៍ដំណែល)
my: XLS (စနစ်ဟောင်း)
ne: XLS (विरासत)
pl: XLS (stary system)
pt: XLS (antigo)
ru: XLS (устаревшие версии)
th: XLS (เดิม)
tr: XLS (eski)
uk: XLS (діючий)

source: Media Attachments (ZIP)
am: የሚዲያ ዓባሪዎች (ZIP)
ar: مرفق وسائط متعددة (ZIP)
bn: মিডিয়া সংযুক্তি (ZIP)
cs: Mediální přílohy (ZIP)
de: Medienanhänge (ZIP)
es: Archivos multimedia adjuntos (ZIP)
fa: پیوست های رسانه (ZIP)
fr: Fichier média (ZIP)
hi: मीडिया अटैचमेंट (ZIP)
hu: Médiacsatolmányok (ZIP)
id: Lampiran Media (ZIP)
ja: メディアの添付（ZIP）
km: ឯកសារភ្ជាប់មេឌៀ (ZIP)
my: မီဒီယာ ဖိုင်တွဲများ (ZIP)
ne: मिडिया संलग्न गरिएका कुराहरू (ZIP)
pl: Załączniki z multimediami (ZIP)
pt: Anexos de mídia (ZIP)
ru: Мультимедийные вложения (ZIP)
sw: Viambatisho vya Media (ZIP)
th: ไฟล์สื่อแนบ (ZIP)
tr: Medya Ekleri (ZIP)
uk: Медіа-вкладення (ZIP)
vi: Tệp đính kèm phương tiện (ZIP)

source: XML values and headers
am: የXML እሴቶች እና ራስጌዎች
ar: قيم XML وترويسة الرؤوس
bn: XML-এ মান ও হেডার
cs: Hodnoty XML a záhlaví
de: XML-Werte und -Kopfzeilen
es: Valores y encabezados XML
fa: خروجی XML (کد و عنوان سوال)
fr: Valeurs et en-tête XML
hi: XML मूल्य और हैडर
hu: XML értékek és fejlécek
id: Nilai XML dan header
ja: XML値とヘッダー
km: តម្លៃ XML និងក្បាលទំព័រ
my: XML တန်ဖိုးများနှင့် ခေါင်းစီးများ
ne: XML मान र हेडरहरू
pl: Wartości i nagłówki XML
pt: Valores e cabeçalhos XML
ru: Значения и заголовки XML
sw: Thamani za XML na vichwa
th: ค่าและส่วนหัว XML
tr: XML değerleri ve başlıkları
uk: Значення та заголовки XML
vi: Các giá trị XML và tiêu đề lớn

source: Separate columns
am: የተለዩ ዓምዶች
ar: أعمدة منفصلة
bn: পৃথক কলাম
cs: Oddělené sloupce
de: Getrennte Spalten
es: Columnas separadas
fa: ستونهای جداگانه
fr: Colonnes distinctes
hi: पृथक कॉलम
hu: Külön oszlopok
id: Kolom terpisah
ja: 列を分離
km: បំបែកជួរឈរ
my: သီးခြား ကော်လံများ
ne: स्तम्भहरू अलग गर्नुहोस्
pl: Oddzielne kolumny
pt: Colunas separadas
ru: Отдельные столбцы
sw: Safu wima tofauti
th: แยกเป็นหลายคอลัมน์
tr: Ayrı sütunlar
uk: Окремі стовпці
vi: Cột riêng biệt

source: Single column
am: ነጠላ አምድ
ar: عمود مفرد
bn: একক কলাম
cs: Jeden sloupec
de: Einzelne Spalte
es: Columna individual
fa: تک ستونی
fr: Colonne unique
hi: एकल कॉलम
hu: Egyetlen oszlop
id: Kolom tunggal
ja: 単列
km: ជួរឈរតែមួយ
my: တစ်ခုတည်းသော ကော်လံ
ne: एकल स्तम्भ
pl: Pojedyncza kolumna
pt: Coluna única
ru: Единый столбец
sw: Safu wima moja
th: คอลัมน์เดียว
tr: Tek sütun
uk: Один стовпець
vi: Cột đơn

source: Single and separate columns
am: ነጠላ እና የተለዩ ዓምዶች
ar: أعمدة مفردة ومنفصلة
bn: একক ও পৃথক কলাম
cs: Jednotlivé a samostatné sloupce
de: Einzelne und getrennte Spalten
es: Columnas individuales y separadas
fa: ستونهای تکی و جداگانه
fr: Colonnes uniques et distinctes
hi: एकल और पृथक कॉलम
hu: Egyetlen és külön oszlopok
id: Kolom tunggal dan terpisah
ja: 単列と分離列
km: បំបែកជួរឈរ និងជួរឈរតែមួយ
my: တစ်ခုတည်းသော ကော်လန်နှင့် သီးခြားတိုင်များ
ne: एकल र अलग स्तम्भहरू
pl: Pojedyncze i oddzielne kolumny
pt: Colunas únicas e separadas
ru: Единый и отдельные столбцы
sw: Safu wima moja na tofauti
th: คอลัมน์เดียวและแยกเป็นหลายคอลัมน์
tr: Tek ve ayrı sütunlar
uk: Один та окремі стовпці
vi: Cột đơn và riêng biệt

source: Type and confirm with ENTER
am: በENTER ይተይቡ እና ያረጋግጡ
ar: قم بالكتابة ثم التأكيد باستخدام مفتاح (ENTER)
bn: লিখে এন্টার দিয়ে নিশ্চিত করুন
cs: Zadejte a potvrďte klávesou ENTER
de: Eintippen und mit ENTER bestätigen
es: Escribir y confirmar con «ENTER»
fa: تایپ کرده و با ENTER تائید کنید
fr: Tapez et confirmez avec la touche ENTRÉE
hi: टाइप करें और ENTER से पुष्टि करें
hu: Írja be és erősítse meg az ENTER lenyomásával
id: Ketik dan konfirmasi dengan ENTER
ja: 入力して、ENTERで確定します
km: វាយបញ្ចូល និងបញ្ជាក់ជាមួយ ENTER (បញ្ចូល)
my: ရိုက်သွင်းပြီး ENTER ဖြင့် အတည်ပြုပါ
ne: टाइप गर्नुहोस् र इन्टर गरेर सदर गर्नुहोस्
pl: Wpisz i potwierdź klikając ENTER
pt: Digite e confirme com ENTER
ru: Введите и подтвердите нажатием ENTER
sw: Andika na uthibitishe kwa INGIA
th: พิมพ์และยืนยันด้วย ENTER
tr: Yazın ve ENTER ile onaylayın
uk: Ввести і підтвердити натисканням ENTER
vi: Nhập và xác nhận bằng phím ENTER

source: An error occured
am: ስህተት ተፈጥሯል
ar: حدث خطأ
bn: একটি ত্রুটি হয়েছে
cs: Došlo k chybě
de: Es ist ein Fehler aufgetreten
es: Se produjo un error
fa: خطائی رخ داد
fr: Une erreur s'est produite
hi: एक त्रुटि हुई
hu: Hiba történt
id: Terjadi kesalahan
ja: エラーが発生しました
km: កំហុសបានកើតឡើង
my: ချို့ယွင်းချက်တစ်ခု ဖြစ်ခဲ့ပါသည်
ne: एउटा त्रुटि भयो
pl: Wystąpił błąd
pt: Ocorreu um erro
ru: Произошла ошибка
sw: Hitilafu imetokea
th: เกิดข้อผิดพลาด
tr: Bir hata oluştu
uk: Сталася помилка
vi: Đã xảy ra lỗi

source: An error occurred while checking subscription status
am: የደንበኝነት ምዝገባ ሁኔታን በመፈተሽ ላይ ስህተት አጋጥሟል
ar: حدث خطأ أثناء التحقق من حالة الاشتراك
de: Beim Überprüfen des Abonnementstatus ist ein Fehler aufgetreten
es: Se ha producido un error al comprobar el estado de la suscripción
fa: هنگام بررسی وضعیت اشتراک، اشتباه/مشکل رخ داد.
fr: Une erreur s’est produite lors de la vérification du statut de l’abonnement
hi: सदस्यता स्थिति जाँचते समय एक त्रुटि हुई
id: Terjadi kesalahan saat memeriksa status langganan
ja: 登録状況の確認中にエラーが発生しました
pl: Wystąpił błąd podczas sprawdzania statusu subskrypcji
pt: Ocorreu um erro ao verificar o status de inscrição
ru: Произошла ошибка при проверке статуса подписки
sw: Hitilafu imetokea wakati wa kuangalia hali ya usajili
th: เกิดข้อผิดพลาดขณะตรวจสอบสถานะการสมัคร
tr: Abonelik durumu kontrol edilirken bir hata oluştu
uk: Виникла помилка під час перевірки стану підписки
vi: Đã xảy ra lỗi khi kiểm tra trạng thái đăng ký

source: Incorrect token or something went wrong
am: ትክክል ያልሆነ ምልክት ወይም የሆነ ችግር ተፈጥሯል
ar: رمز مميز خاطئ أو حدث خطأ ما
bn: হয় টোকেন ভুল নয়তো কোথাও কোনো সমস্যা হয়েছে
cs: Nesprávný token nebo se něco pokazilo
de: Falscher Token oder etwas ist schiefgelaufen
es: Token incorrecto o algo salió mal
fa: توکن نادرست یا مشکل دیگری اتفاق افتاد
fr: Jeton incorrect ou quelque chose s'est mal passé
hi: ग़लत टोकन या कुछ गड़बड़ी हुई
hu: Hibás token vagy más hiba történt
id: Token salah atau terjadi kesalahan
ja: トークンが間違っているか、何か問題が発生しました
km: ថូខិនមិនត្រឹមត្រូវ ឬមានអ្វីមួយដំណើរការខុស
my: မမှန်ကန်သည့်တိုကင် သို့မဟုတ် တစုံတခု မှားယွင်းခဲ့ပါသည်
ne: गलत टोकन अथवा केही गलत भयो
pl: Niepoprawny token lub błąd
pt: Token incorreto ou algo deu errado
ru: Неверный токен или другая ошибка
sw: Tokeni si sahihi au hitilafu fulani imetokea
th: โทเค็นไม่ถูกต้องหรือมีบางอย่างผิดพลาด
tr: Hatalı kod veya bir şeyler ters gitti
uk: Неправильний маркер або щось пішло не так
vi: Mã không chính xác hoặc đã xảy ra lỗi

source: No organization found
am: ምንም ድርጅት አልተገኘም
ar: لم يتم العثور على المنظمة
de: Keine Organisation gefunden
es: No se encontró organización alguna
fa: هیچ سازمانی پیدا نشد
id: Tidak ada organisasi yang ditemukan
ja: 組織が見つかりませんでした
pl: Nie znaleziono organizacji
pt: Nenhuma organização foi encontrada
ru: Организация не найдена
th: ไม่พบองค์กร
uk: Організацію не знайдено
vi: Không tìm thấy tổ chức nào

source: Couldn't get usage data
am: የአጠቃቀም ውሂብ ማግኘት አልተቻለም
ar: تعذر الحصول على بيانات الاستخدام
de: Nutzungsdaten konnten nicht abgerufen werden
es: No es posible obtener datos de uso
fa: داده‌های استفاده دریافت نشد
id: Tidak dapat memperoleh data penggunaan
ja: 使用量のデータが取得できませんでした
pl: Nie udało się pobrać danych użytkowania
pt: Não foi possível obter dados de consumo
ru: Не удалось получить данные об использовании.
th: ไม่สามารถรับข้อมูลการใช้งาน
uk: Не вдалося отримати дані про використання
vi: Không thể lấy dữ liệu sử dụng

source: filter
am: ማጣሪያ
ar: فلتر التصفية
bn: ফিল্টার
cs: filtrovat
es: filtrar
fa: فیلتر
fr: filtre
hi: फ़िल्टर
hu: szűrő
ja: フィルター
km: តម្រង
my: စစ်ထုတ်မှု
ne: फिल्टर
pl: filtr
pt: filtro
ru: фильтр
sw: chuja
th: ตัวกรอง
tr: filtre
uk: фільтр
vi: lọc

source: There are no filters, you can add one below
am: ምንም ማጣሪያዎች የሉም፣ ከታች አንድ ማከል ይችላሉ
ar: لا يوجد فلتر تصفية، يمكنك إضافة واحد بالأسفل
bn: কোনো ফিল্টার নেই, চাইলে নিচে ফিল্টার যোগ করতে পারেন
cs: Nejsou zde žádné filtry, můžete je přidat níže
de: Es sind keine Filter vorhanden, Sie können jedoch einen hinzufügen
es: No hay filtros, puedes añadir uno a continuación
fa: فیلتری وجود ندارد، می توانید در زیر یک فیلتر اضافه کنید
fr: Aucun filtre n’est appliqué, vous pouvez en ajouter un ci-dessous
hi: कोई फ़िल्टर नहीं है, आप नीचे एक जोड़ सकते हैं
hu: Nincsenek megadva szűrők, hozzáadhat egyet alább
id: Tidak ada filter, Anda dapat menambahkannya di bawah
ja: フィルターがありません。以下で追加できます
km: គ្មានតម្រងទេ អ្នកអាចបញ្ចូលវាតម្រងខាងក្រោម
my: မည်သည့်စစ်ထုတ်မှုမှမရှိပါ။ သင်အောက်ရှိ တစ်ခုကို ထည့်နိုင်သည်။
ne: त्यहाँ कुनै फिल्टरहरू छैनन्, तपाईं तल थप्न सक्नुहुन्छ
pl: Żaden z filtrów nie został zastosowany, możesz je dodać poniżej
pt: Não há filtros, você pode adicionar um abaixo
ru: Фильтры отсутствуют, вы можете добавить их ниже
sw: Hakuna vichujio, unaweza kuongeza moja hapa chini
th: ไม่มีตัวกรอง คุณสามารถเพิ่มตัวกรองด้านล่าง
tr: Filtre yok, aşağıdan bir tane ekleyebilirsiniz
uk: Фільтри відсутні, ви можете додати їх нижче
vi: Không có bộ lọc nào, bạn có thể thêm bộ lọc bên dưới
