Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: You are about to permanently delete ##count## submissions. It is not possible to recover deleted submissions.
am: እስከመጨረሻው ሊሰርዙ ነው ##count## ማስረከብያዎች። የተሰረዙ ማስረከብያዎችን መልሶ ማግኘት አይቻልም።
ar: أنت على وشك حذف ##count## عملية إرسال بشكل نهائي. لا يمكن استعادة عمليات الإرسال المحذوفة.
bn: আপনি ##count##টি সাবমিশন চিরতরে মুছে ফেলতে যাচ্ছেন। কোনো সাবমিশন একবার মুছে ফেলা হলে সেগুলো আর ফিরে পাওয়া যায় না।
cs: Chystáte se trvale smazat ##count## odeslaných dat. Odstraněná odeslaná data není možné obnovit.
de: Sie sind dabei, ##count## Übermittlungen dauerhaft zu löschen. Es ist nicht möglich, gelöschte Übermittlungen wiederherzustellen.
es: Estás a punto de eliminar ##count## envíos permanentemente. Los envíos eliminados no se pueden recuperar.
fa: شما در شرف حذف دائمی ##count## ارسالی هستید. امکان بازیابی موارد ارسالی حذف شده وجود ندارد.
fr: Vous êtes sur le point de supprimer ##count## soumissions. Il n'est pas possible de récupérer les soumissions supprimées.
hi: आप ##count## सबमिशन को स्थायी रूप से हटाने वाले हैं। हटाए गए सबमिशन को पुन: प्राप्त करना संभव नहीं है।
hu: Véglegesen törölni készül ##count## űrlapválaszt. A törölt űrlapválaszok visszaállítása nem lehetséges.
id: Anda akan menghapus kiriman ##count## secara permanen. Kiriman yang dihapus tidak dapat dipulihkan.
ja: ##count##個の提出済みフォームを永久に削除しようとしています。この操作は元に戻すことができません。
km: អ្នកបម្រុងនឹងលុបជាអចិន្ត្រៃយ៍ការដាក់បញ្ជូនចំនួន ##count##។ វាមិនអាចស្ដាឡើងវិញការដាក់បញ្ជូនដែលបានលុបបានទ។
my: သင်သည်##count## အပ်နှံထားသည်များကို ယာယီဖျက်ပါတော့မည်။ ဖျက်ပြီးသွားသော အပ်နှံထားသည်များကို ပြန်လှည်ရယူရန် မဖြစ်နိုင်ပါ။
ne: तपाईं स्थायी रूपमा पेश गरिएको हरू मेटाउन ##count## लाग्दै हुनुहुन्छ। मेटाइएका पेश गरिएको हरू पुन: प्राप्त गर्न सम्भव छैन।
pl: Zamierzasz usunąć ##count## odpowiedzi. Nie ma możliwości ich przywrócenia.
pt: Você está prestes a excluir permanentemente os envios de ##count##. Não é possível recuperar envios excluídos.
ru: Вы собираетесь осуществить безвозвратное удаление отправок. Количество отправок к удалению: ##count##. Восстановить удаленные отправки невозможно.
sw: Unakaribia kufuta kabisa mawasilisho ##count##. Haiwezekani kurejesha mawasilisho yaliyofutwa.
th: คุณกำลังจะลบการส่งข้อมูล ##count## รายการอย่างถาวร ไม่สามารถกู้คืนการส่งที่ถูกลบได้
tr: ##count## adet gönderimi kalıcı olarak silmek üzeresiniz. Silinen gönderimleri kurtarmak mümkün değildir.
uk: Ви збираєтеся остаточно видалити ##count## надсилання. Відновити видалені надсилання неможливо.
vi: Bạn sắp xóa vĩnh viễn ##count## bài gửi. Không thể khôi phục các bài gửi đã bị xóa.

source: Delete selected submissions
am: የተመረጡ ማስረከብያዎችን ሰርዝ
ar: حذف عمليات الإرسال المحددة
bn: নির্বাচিত সাবমিশনগুলো মুছে ফেলুন
cs: Smazat vybraná odeslaná data
de: Ausgewählte Übermittlungen löschen
es: Eliminar envíos seleccionados
fa: پاک کردن ارسالهای انتخاب شده
fr: Supprimer les soumissions sélectionnées
hi: चयनित सबमिशन हटाएं
hu: A kijelölt űrlapválaszok törlése
id: Hapus pengiriman yang dipilih
ja: 選択した提出済みフォームを削除
km: លុបការដាក់បញ្ជូនដែលបានជ្រើសរើស
my: ရွေးချယ်ထားသော အပ်နှံထားခြင်းကို ဖျက်မည်။
ne: छनौट गरिएका पेश गरिएको हरू मेटाउनुहोस्
pl: Usuń wybrane odpowiedzi
pt: Excluir envios selecionados
ru: Удалить выбранные отправки
sw: Futa mawasilisho yaliyochaguliwa
th: ลบการส่งข้อมูลที่เลือก
tr: Seçili gönderimleri silin
uk: Видалити вибрані надсилання
vi: Xóa bài gửi đã chọn

source: Delete selected
am: ሰርዝ ተመርጧል
ar: حذف المحدد
bn: নির্বাচিতগুলো মুছে ফেলুন
cs: Smazat vybrané
de: Auswahl löschen
es: Eliminar lo seleccionado
fa: حذف انتخاب شده
fr: Supprimer la sélection
hi: चयनित हटाएं
hu: Kijelöltek törlése
id: Hapus yang dipilih
ja: 選択した項目を削除
km: លុបដែលបានជ្រើសរើស
my: ရွေးချယ်ထားသည်ကို ဖျက်မည်
ne: छनौट गरिएको मेटाउनुहोस्
pl: Usuń wybrane
pt: Excluir os selecionados
ru: Удалить выбранное
sw: Futa uliyochagua
th: ลบสิ่งที่เลือก
tr: Seçilenleri sil
uk: Видалити вибране
vi: Xóa đã chọn

source: ##count## selected
am: ##count## ተመርጧል
ar: تم تحديد ##count##
bn: ##count##টি নির্বাচন করা হয়েছে
cs: Vybráno: ##count##
de: ##count## ausgewählt
es: ##count## seleccionado
fa: ##count## انتخاب شده
fr: ##count## sélectionné
hi: ##count## चयनित
hu: ##count## kijelölve
id: ##count## dipilih
ja: ##count##個選択中
km: ##count## បានជ្រើសរើស
my: ##count##ရွေးချယ်ခဲ့သည်
ne: ##count##छनौट गरियो
pl: ##count## wybrano
pt: ##count## selecionado
ru: Выбрано: ##count##
sw: ##count## yamechaguliwa
th: เลือก ##count## แล้ว
tr: ##count## seçildi
uk: ##count## вибрано
vi: đã chọn ##count##

source: Change status
am: ሁኔታን ይቀይሩ
ar: تغيير الحالة
bn: স্ট্যাটাস পরিবর্তন করুন
cs: Změnit stav
de: Status ändern
es: Cambiar estado
fa: تغییر وضعیت
fr: Changer le statut
hi: दर्जा बदलें
hu: Állapot módosítása
id: Ubah status
ja: ステータスを変更
km: ផ្លាស់ប្ដូរស្ថានភាព
my: အဆင့်ပြောင်းလဲမည်
ne: स्थिति परिवर्तन गर्नुहोस्
pl: Zmień status
pt: Alterar status
ru: Изменить состояние
sw: Badili hali
th: เปลี่ยนสถานะ
tr: Durumu değiştir
uk: Змінити статус
vi: Thay đổi trạng thái

source: Set status: ##status##
am: ሁኔታ አዘጋጅ፦ ##status##
ar: تعيين الحالة: ##status##
bn: স্ট্যাটাস সেট করুন: ##status##
cs: Natavit stav: ##status##
de: Status festlegen: ##status##
es: Establecer estado: ##status##
fa: تنظیم وضعیت: ##status##
fr: Définir le statut : ##status##
hi: दर्जा सेट करें: ##status##
hu: Állapot beállítása: ##status##
id: Tetapkan status: ##status##
ja: 設定状態：##status##
km: កំណត់ស្ថានភាព៖ ##status##
my: သတ်မှတ်ထားသော အဆင့်:##status##
ne: स्थिति सेट गर्नुहोस्:##status##
pl: Ustaw status: ##status##
pt: Definir status: ##status##
ru: Установить состояние: «##status##»
sw: Weka hali: ##status##
th: ตั้งสถานะ: ##status##
tr: Durumu ayarla: ##status##
uk: Встановити статус: ##status##
vi: Đặt trạng thái: ##status##

source: Sort A→Z
am: መደርደር A→Z
ar: ترتيب تصاعدي من A→Z
bn: A→Z অনুযায়ী সাজান
cs: Seřadit A→Z
de: von A→Z sortieren
es: Ordenar A→Z
fa: مرتب کردن از ا تا ی
fr: Trier A→Z
hi: A→Z क्रमबद्ध करें
hu: Rendezés A→Z
id: Urutkan A→Z
ja: A→Zの順に並び替え
km: តម្រៀប A→Z
my: အမျိုးအစား Aမှ Z
ne: A→Z क्रमबद्ध गर्नुहोस्
pl: Sortuj Z→A
pt: Ordenar A→Z
ru: Сортировать А→Я
sw: Panga A→Z
th: เรียงลำดับ A→Z
tr: A→Z Sırala
uk: Сортування від А до Я
vi: Sắp xếp A→Z

source: Sort Z→A
am: መደርደር Z→A
ar: ترتيب تنازلي من Z→A
bn: Z→A অনুযায়ী সাজান
cs: Seřadit Z→A
de: von Z→A sortieren
es: Ordenar Z→A
fa: مرتب کردن از ی تا ا
fr: Trier Z→A
hi: Z→A क्रमबद्ध करें
hu: Rendezés Z→A
id: Urutkan Z→A
ja: Z→Aの順に並び替え
km: តម្រៀប Z→A
my: အမျိုးအစား ZမှA
ne: Z→A क्रमबद्ध गर्नुहोस्
pl: Sortuj Z→A
pt: Ordenar Z→A
ru: Сортировать Я→А
sw: Panga Z→A
th: เรียงลำดับ Z→A
tr: Z→A Sırala
uk: Сортування від Я до А
vi: Sắp xếp Z→A

source: Hide field
am: መስክ መደበቅ
ar: إخفاء الحقل
bn: ঘর আড়াল করুন
cs: Skrýt pole
de: Feld ausblenden
es: Ocultar campo
fa: فیلد مخفی
fr: Masquer le champ
hi: फील्ड छिपाएं
hu: Mező elrejtése
id: Sembunyikan bagian
ja: 項目を非表示
km: លាក់វាល
my: နယ်ပယ်ကို ဖွက်မည်
ne: क्षेत्र लुकाउनुहोस्
pl: Ukryj pole
pt: Ocultar campo
ru: Скрыть поле
sw: Ficha sehemu
th: ซ่อนฟิลด์
tr: Alanı gizle
uk: Приховати поле
vi: Ẩn trường

source: Unfreeze field
am: መስክን ፍታ
ar: إلغاء تجميد الحقل
bn: ঘর আনফ্রিজ করুন
cs: Zrušit zmrazení pole
de: Feld nicht mehr fixieren
es: Liberar campo
fa: زمینه آزاد شود
fr: Libérer le champ
hi: फील्ड से नियंत्रण हटाएं
hu: Mező feloldása
id: Mencairkan bagian
ja: 項目の停止を解除
km: វាលដែលមិនបង្កក
my: နယ်ပယ်ကို မရပ်စဲအောင်လုပ်မည်
ne: फिल्ड अनफ्रिज गर्नुहोस्
pl: Odblokuj pole
pt: Descongelar campo
ru: Разморозить поле
sw: Fungua sehemu
th: ยกเลิกการตรึงฟิลด์
tr: Alanı çöz
uk: Розморозити поле
vi: Hủy cố định trường

source: Freeze field
am: የቀዘቀዘ መስክ
ar: حقل مجمد
bn: ঘর ফ্রিজ করুন
cs: Zmrazit pole
de: Feld fixieren
es: Inmovilizar campo
fa: فیلد غیر قابل تغییر
fr: Figer le champ
hi: फील्ड नियंत्रित करें
hu: Mező rögzítése
id: Membekukan bagian
ja: 項目を停止
km: វាលដែលបង្កក
my: နယ်ပယ်ကို ရပ်စဲအောင်လုပ်မည်
ne: फिल्ड फ्रिज गर्नुहोस्
pl: Zablokuj pole
pt: Congelar campo
ru: Заморозить поле
sw: Funga sehemu
th: ตรึงฟิลด์
tr: Alanı dondur
uk: Заморозити поле
vi: Cố định trường

source: Select all results (##count##)
am: ሁሉንም ውጤቶች ይምረጡ (##count##)
ar: تحديد كل النتائج (##count##)
bn: ফলাফলের সবকটিকেই নির্বাচন করুন (##count##টি)
cs: Vybrat všechny výsledky (##count##)
de: Alle Ergebnisse auswählen (##count##)
es: Seleccionar todos los resultados (##count##)
fa: انتخاب همه نتایج (##count##)
fr: Sélectionner tous les résultats (##count##)
hi: सभी परिणाम चुनें (##count##)
hu: Minden eredmény kijelölése (##count##)
id: Pilih semua hasil (##count##)
ja: 全ての結果を選択（##count##）
km: ជ្រើសរើសលទ្ធផលទាំងអស់ (##count##)
my: (##count##)ရလဒ်အားလုံးကို ရွေးချယ်မည်
ne: सबै परिणामहरू छनौट गर्नुहोस् ( ##count##)
pl: Wybierz wszystkie wyniki (##count##)
pt: Selecionar todos os resultados (##count##)
ru: Выбрать все результаты (##count##)
sw: Chagua matokeo yote (##count##)
th: เลือกผลลัพธ์ทั้งหมด (##count##)
tr: Tüm sonuçları seçin (##count##)
uk: Вибрати всі результати (##count##)
vi: Chọn tất cả kết quả (##count##)

source: Select visible results (##count##)
am: የሚታዩ ውጤቶችን ይምረጡ (##count##)
ar: تحديد النتائج المعروضة (##count##)
bn: ফলাফলের মধ্য থেকে দৃশ্যমানগুলো নির্বাচন করুন (##count##টি)
cs: Vybrat viditelné výsledky (##count##)
de: Sichtbare Ergebnisse auswählen (##count##)
es: Seleccionar resultados visibles (##count##)
fa: انتخاب نتایج قابل ملاحظه (##count##)
fr: Sélectionner les résultats visibles (##count##)
hi: दिखाई दे रहे परिणाम चुनें (##count##)
hu: Látható eredmények kijelölése (##count##)
id: Pilih hasil yang terlihat (##count##)
ja: 表示される結果を選択（##count##）
km: ជ្រើសរើសលទ្ធផលដែលអាចមើលឃើញ (##count##)
my: (##count##)မြင်ရသော ရလဒ်များကို ရွေးချယ်မည်။
ne: दृश्य परिणामहरू छनौट गर्नुहोस् (##count##)
pl: Wybierz widoczne wyniki (##count##)
pt: Selecionar resultados visíveis (##count##)
ru: Выбрать видимые результаты (##count##)
sw: Chagua matokeo yanayoonekana (##count##)
th: เลือกผลลัพธ์ที่แสดง (##count##)
tr: Görünür sonuçları seçin (##count##)
uk: Вибрати видимі результати (##count##)
vi: Chọn kết quả hiển thị (##count##)

source: hide fields
am: መስኮችን መደበቅ
ar: إخفاء حقول
bn: ঘর আড়াল করুন
cs: skrýt pole
de: Felder ausblenden
es: ocultar campos
fa: فیلد مخفی
fr: masquer les champs
hi: फील्ड छिपाएं
hu: mezők elrejtése
id: menyembunyikan bagian
ja: 項目を非表示
km: លាក់វាល
my: နယ်ပယ်များကို ဖွက်ထားမည်
ne: क्षेत्रहरू लुकाउनुहोस्
pl: ukryj pola
pt: ocultar campos
ru: скрыть поля
sw: ficha sehemu
th: ซ่อนฟิลด์
tr: alanları gizle
uk: приховати поля
vi: ẩn các trường

source: There was an error getting the list of plans.
am: የእቅዶችን ዝርዝር ማግኘት ላይ ስህተት ነበር።
ar: حدث خطأ في الحصول على قائمة الخطط.
de: Beim Aufrufen der Tarifliste ist ein Fehler aufgetreten.
es: Se produjo un error al mostrar la lista de planes.
fa: هنگام دریافت لیست برنامه ها خطایی روی داد.
id: Terdapat kesalahan saat mengambil daftar paket.
ja: プランのリストを取得中にエラーが発生しました。
pl: Wystąpił błąd w trakcie pobierania listy planów.
pt: Ocorreu um erro ao obter a lista de planos.
ru: При получении списка планов произошла ошибка.
sw: Kulikuwa na hitilafu katika kupata orodha ya mipango.
th: เกิดข้อผิดพลาดในการเรียกดูรายการแผนบริการ
uk: Виникла помилка при отриманні списку тарифних планів.
vi: Đã xảy ra sự cố khi tải danh sách các gói.

source: There was an error getting one-time add-ons.
am: የአንድ ጊዜ ተጨማሪዎችን በማግኘት ላይ ስሕተት ነበር።
ar: حدث خطأ أثناء الحصول على الوظائف الإضافية لمرة واحدة.
de: Beim Aufrufen der einmaligen Add-ons ist ein Fehler aufgetreten.
es: Se produjo un error al obtener complementos de uso único.
ja: ワンタイムアドオンの取得中にエラーが発生しました。
uk: Виникла помилка при отриманні одноразових доповнень.

source: We couldn't make the requested change to your plan. Your current plan has not been changed.
am: የተጠየቀውን ለውጥ በእቅድህ ላይ ማድረግ አልቻልንም። የአሁኑ እቅድህ አልተለወጠም።
ar: لم نتمكن من إجراء التغيير المطلوب على خطتك. لم يتم تغيير خطتك الحالية.
de: Wir konnten die von Ihnen angeforderte Änderung Ihres Tarifs nicht durchführen. Ihr aktueller Tarif wurde nicht geändert.
es: No pudimos realizar el cambio solicitado en tu plan. Tu plan actual no ha sido modificado.
fa: ما نتوانستیم تغییر درخواستی را در طرح شما ایجاد کنیم. طرح فعلی شما تغییر نکرده است.
id: Kami tidak dapat melakukan perubahan yang diminta pada paket Anda. Paket Anda saat ini tidak berubah.
ja: リクエストされたプランの変更を行うことができませんでした。 現在のプランは変更されていません。
pl: Nie mogliśmy dokonać żądanej zmiany w planie. Twój obecny plan nie został zmieniony.
pt: Não foi possível fazer a alteração solicitada em seu plano. Seu plano atual não foi alterado.
ru: Мы не смогли внести запрашиваемые изменения в ваш план. Ваш текущий план не был изменен.
sw: Hatukuweza kufanya mabadiliko uliyoomba kwenye mpango wako. Mpango wako wa sasa haujabadilishwa.
th: เราไม่สามารถเปลี่ยนแผนบริการตามคำขอของคุณได้ แผนบริการปัจจุบันของคุณยังไม่ได้รับการเปลี่ยน
uk: Ми не змогли внести бажану зміну до вашого плану. Ваш поточний план не було змінено.
vi: Chúng tôi không thể thực hiện thay đổi gói theo yêu cầu của bạn. Gói hiện tại của bạn không được thay đổi.

source: You have unsaved changes. Leave settings without saving?
am: ያ ልተቀመጡ ለውጦች አሉዎት። ሳያስቀምጡ አዘጋጆችን ይተዉ?
ar: لم تقم بحفظ التغييرات. هل تريد ترك الإعدادات بدون حفظ؟
bn: কয়েকটি পরিবর্তন সেভ করা হয় নি। সেভ না করেই সেটিংস থেকে চলে যাবেন?
cs: Máte neuložené změny. Chcete opustit nastavení bez uložení?
de: Sie haben ungespeicherte Änderungen. Einstellungen verlassen, ohne zu speichern?
es: Tienes cambios sin guardar. ¿Quieres abandonar la configuración sin guardar?
fa: شما تغییرات ذخیره نشده دارید. بدون ذخیره خارج می‌شوید؟
fr: Certains changements n'ont pas été sauvegardés. Souhaitez-vous quitter les paramètres sans sauvegarder ?
hi: आपके परिवर्तन सहेजे नहीं गए हैं। सहेजे बग़ैर ही सेटिंग से निकलें?
hu: Nem mentett módosításai vannak. Kilép mentés nélkül?
id: Anda memiliki perubahan yang belum disimpan. Tinggalkan pengaturan tanpa menyimpan?
ja: 保存されていない変更があります。保存せずに設定を離れますか？
km: អ្នកមានការផ្លាស់ប្ដូរដែលមិនបានរក្សាទុក។ ចាកចេញពីការកំណត់ដែលមិនបានរក្សាទុកឬ?
my: သင့်တွင် မသိမ်းရသေးသော ပြောင်းလဲမှုများ ရှိပါသည်။ မသိမ်းဘဲ ဆက်တင်မှ ထွက်မည်လား။
ne: तपाईंले सेटि‍ङ्गमा गरेको परिवर्तनहरु सुरक्षित (सेभ) गरिएका छैनन्। सेभ नगरी सेटिङहरू छोड्ने हो?
pl: Niezapisane zmiany. Czy chcesz wyjść z ustawień bez zapisania zmian?
pt: Você tem alterações não salvas. Deseja sair das configurações sem salvar?
ru: У вас есть несохраненные изменения. Покинуть раздел настроек без сохранения?
sw: Una mabadiliko ambayo hayajahifadhiwa. Ungependa kuacha mipangilio bila kuhifadhi?
th: คุณมีการเปลี่ยนแปลงที่ไม่ได้บันทึก ต้องการออกจากการตั้งค่าโดยไม่บันทึกใช่ไหม
tr: Kaydedilmemiş değişiklikleriniz mevcut. Kaydetmeden ayarlardan çıkılsın mı?
uk: У вас є незбережені зміни. Залишити налаштування без збереження?
vi: Bạn có những thay đổi chưa được lưu. Rời cài đặt mà không lưu?

source: Updated profile successfully
am: መገለጫ በተሳካ ሁኔታ ተዘምኗል
ar: تم تحديث الملف الشخصي بنجاح
bn: প্রোফাইল সফলভাবে আপডেট করা হয়েছে
cs: Profil byl úspěšně aktualizován
de: Profil erfolgreich aktualisiert
es: Perfil actualizado correctamente
fa: پروفایل با موفقیت به‌روزرسانی شد
fr: Profil mis à jour avec succès
hi: प्रोफ़ाइल को सफलतापूर्वक अपडेट किया गया
hu: Profil frissítése sikeres
id: Profil diperbarui dengan sukses
ja: プロフィールの更新に成功しました
km: កម្រងព័ត៌មានបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ
my: ပရိုဖိုင်အား အောင်မြင်စွာ မွမ်းမံပြီး
ne: प्रोफाइल सफलतापूर्वक अद्यावधीक (अपडेट) गरियो।
pl: Pomyślnie zaktualizowano profil
pt: Perfil atualizado com sucesso
ru: Профиль успешно обновлен
sw: Wasifu umesasishwa
th: อัปเดตโพรไฟล์เรียบร้อยแล้ว
tr: Profil başarıyla güncellendi
uk: Профіль успішно оновлено
vi: Đã cập nhật hồ sơ thành công

source: You can now control whether to allow anonymous submissions in web forms for each project. Previously, this was an account-wide setting.
am: አሁን ለእያንዳንዱ ፕሮጀክት ስም-አልባ ማስረከብያዎችን በድር ቅጾች መፍቀድ አለመፍቀዱን መቆጣጠር ይችላሉ። ከዚህ ቀደም ይህ መለያ-ሰፊ አዘጋጆች ነበር።
ar: يمكنك الآن التحكم في السماح بعمليات الإرسال المجهولة في نماذج الويب لكل مشروع. في السابق، كان هذا إعدادًا على مستوى الحساب.
de: Sie können nun kontrollieren, ob anonyme Übermittlungen in Webformularen für jedes Projekt erlaubt werden sollen. Zuvor war dies eine Einstellung für das gesamte Konto.
es: Ahora puedes controlar si se permiten envíos anónimos en los formularios web para cada proyecto. Antes, esta era una configuración para toda la cuenta.
fa: اکنون می‌توانید کنترل کنید که آیا اجازه موارد ارسالی به صورت ناشناس درفرمهای وب مجاز باشد یا خیر. قبلا، این بخشی از تنظیمات حساب کل بود.
id: Sekarang Anda dapat mengontrol apakah akan mengizinkan pengiriman anonim dalam formulir web untuk setiap proyek. Sebelumnya, ini adalah pengaturan seluruh akun.
ja: ウェブフォームで匿名提出を許可するかどうかをプロジェクト単位で制御できるようになりました。これは、これまではアカウント単位の設定でした。
pl: Teraz możesz zdecydować, czy zezwolić na anonimowe przesyłanie danych w formularzach internetowych dla każdego projektu. Wcześniej było to ustawienie dla całego konta.
pt: Agora, é possível controlar a permissão de envios anônimos em formulários da Web para cada projeto. Anteriormente, essa configuração se aplicava a toda a conta.
ru: Теперь вы можете контролировать, разрешать ли анонимные отправки в веб-форме для каждого проекта. Ранее данная опция действовала в рамках всей учетной записи.
sw: Sasa unaweza kudhibiti iwapo utaruhusu uwasilishaji bila majina katika fomu za wavuti kwa kila mradi. Hapo awali, hii ilikuwa mpangilio wa akaunti nzima.
th: ขณะนี้คุณสามารถควบคุมว่าจะอนุญาตการส่งข้อมูลนิรนามในแบบฟอร์มเว็บสำหรับแต่ละโครงการหรือไม่ เดิมนี่เป็นการตั้งค่าเดียวกันทั้งบัญชี
uk: Тепер ви можете контролювати, чи дозволяти анонімні надсилання у вебформах для кожного проєкту. Раніше це було налаштування для всього акаунта.
vi: Hiện tại bạn có thể kiểm soát việc cho phép gửi các nội dung ẩn danh trong biểu mẫu web cho từng dự án. Tính năng này trước kia dành cho cài đặt toàn bộ tài khoản.

source: This privacy feature is now a per-project setting. New projects will require authentication by default.
am: ይህ የግላዊነት ባህሪ አሁን በፕሮጀክት አዘጋጆች ነው። አዳዲስ ፕሮጀክቶች በነባሪነት ማረጋገጫ ይጠይቃሉ።
ar: أصبحت خاصية الخصوصية هذه الآن ضمن إعدادات كل مشروع. ستتطلب المشاريع الجديدة المصادقة الافتراضية.
de: Diese Datenschutzfunktion ist nun eine getrennte Einstellung pro Projekt. Neue Projekte erfordern standardmäßig Authentifizierung.
es: Esta función de privacidad es ahora una configuración por proyecto. Los nuevos proyectos requerirán autenticación de forma predeterminada.
fa: این ویژگی حریم خصوصی اکنون یک تنظیم برای هر پروژه است. پروژه های جدید به طور پیش فرض نیاز به احراز هویت دارند.
id: Fitur privasi ini sekarang merupakan pengaturan per proyek. Proyek baru akan membutuhkan autentikasi secara default.
ja: このプライバシー機能はプロジェクトごとの設定になりました。 新しいプロジェクトにはデフォルトで認証が必要です。
pl: Ta funkcja prywatności jest teraz ustawieniem na poziomie projektu. Nowe projekty będą wymagały domyślnego uwierzytelnienia.
pt: Esse recurso de privacidade agora é uma configuração por projeto. Novos projetos exigirão autenticação por padrão.
ru: Теперь эта функция конфиденциальности доступна для каждого проекта. Новые проекты по умолчанию требуют аутентификации.
sw: Kipengele hiki cha faragha sasa ni mpangilio wa kila mradi. Miradi mipya itahitaji uthibitishaji kwa chaguo-msingi.
th: ขณะนี้สามารถตั้งค่าความเป็นส่วนตัวแยกแต่ละโครงการได้ โครงการใหม่จะกำหนดค่าเริ่มต้นไว้ว่าต้องยืนยันตัวตน
uk: Ця функція конфіденційності тепер налаштовується для кожного проєкту. Нові проєкти за замовчуванням вимагатимуть авторизації.
vi: Hiện tính năng bảo mật này được cài đặt theo từng dự án. Các dự án mới cần phải có xác thực theo mặc định.

source: Learn more about these changes here.
am: ስለእነዚህ ለውጦች የበለጠ ለማወቅ እዚህ ይጫኑ።
ar: تعرف على المزيد حول هذه التغييرات هنا.
de: Erfahren Sie hier mehr über diese Änderungen.
es: Obtener más información sobre estos cambios aquí.
fa: در مورد این تغییرات اینجا بیشتر بیاموزید.
id: Pelajari lebih lanjut tentang perubahan tersebut di sini.
ja: これらの変更について、詳しくはこちらをご覧ください。
pl: Tutaj dowiesz się więcej na temat zmian.
pt: Saiba mais sobre essas alterações aqui.
ru: Узнать подробнее об этих изменениях можно здесь.
sw: Jifunze zaidi kuhusu mabadiliko haya hapa.
th: เรียนรู้เพิ่มเติมเกี่ยวกับการเปลี่ยนแปลงเหล่านี้ได้ที่นี่
uk: Дізнайтеся більше про ці зміни тут.
vi: Tìm hiểu thêm về các thay đổi này ở đây.

source: Type:
am: ዓይነት፦
ar: النوع:
bn: ধরন:
cs: Typ:
de: Typbezeichnung:
es: Tipo:
fa: نوع:
hi: प्रकार:
hu: Típus:
id: Jenis:
ja: タイプ：
km: ប្រភេទ៖
my: အမျိုးအစား:
ne: प्रकार:
pl: Typ:
pt: Tipo:
ru: Тип:
sw: Aina:
th: ชนิด:
tr: Tür:
uk: Тип:
vi: Loại:

source: #1 out of #2 respondents answered this question.
am: #1 ከ#2 ምላሽ ሰጪዎች ለዚህ ጥያቄ መልስ ሰጥተዋል።
ar: #1 من #2 مشارك أجاب على هذا السؤال.
bn: #2 জনের মধ্যে #1 জন উত্তরদাতা এই প্রশ্নের উত্তর দিয়েছে।
cs: Počet respondentů, kteří odpověděli na tuto otázku: #1 z #2.
de: #1 von #2 Befragten hat diese Frage beantwortet.
es: #1 de #2 encuestados/as respondieron a esta pregunta.
fa: #1 از شماره #2 پاسخ دهندگان به این سوال پاسخ دادند.
fr: #1 sur #2 répondants ont répondu à cette question.
hi: #2 में से #1 उत्तरदाताओं ने इस प्रश्न का उत्तर दिया.
hu: #1/#2 válaszadó válaszolta meg ezt a kérdést.
id: #1 dari #2 responden menjawab pertanyaan ini.
ja: #2人中#1人がこの質問に答えています。
km: #1 ក្នុងចំណោមអ្នកឆ្លើយសំណួរ #2 នាក់បានឆ្លើយសំណួរនេះ។
my: #2 မှ #1 သက်ဆိုင်ရာများ ဤမေးခွန်းကို ဖြေကြားခဲ့သည်။
ne: #2 मध्ये #1 उत्तरदाताहरूले यो प्रश्नको जवाफ दिए।
pl: #1 z #2 respondentów odpowiedziało na to pytanie.
pt: #1 de #2 entrevistados responderam a esta pergunta.
ru: Число респондентов, ответивших на этот вопрос: #1 из #2.
sw: #1 kati ya #2 wahojiwa walijibu swali hili.
th: ผู้ตอบคำถาม #1 ใน #2 คนตอบคำถามนี้
tr: #2 katılımcının #1 tanesi bu soruyu yanıtlamıştır.
uk: #1 із #2 респондентів відповів на це питання.
vi: #1 trong số #2 người trả lời câu hỏi này.

source: (# were without data.)
am: (# ያለ ውሂብ ነበሩ።)
ar: (# كانوا بلا بيانات.)
bn: (#টিতে কোনো তথ্য ছিল না।)
cs: (# bylo bez dat.)
de: (# waren ohne Daten.)
es: (# registros sin datos).
fa: (# بدون داده)
fr: (# étaient sans données.)
hi: (# डेटा के बिना थे।)
hu: (# adatok nélkül.)
id: (# tidak ada data.)
ja: (#はデータなし)
km: (# គឺគ្មានទិន្នន័យ។)
my: (#အချက်အလက်မပါခဲ့ကြပါ)
ne: (# डाटा बिना थिए।)
pl: (# bez danych.)
pt: (# sem dados.)
ru: (# без данных.)
sw: (# hawakuwa na data.)
th: (# ไม่มีข้อมูล)
tr: (# veri içermiyordu.)
uk: (# без даних.)
vi: (# không có dữ liệu.)

source: Override Graph Style
am: የ ግራፍ ዘይቤን ይሽሩ
ar: تجاوز نمط الرسم البياني
bn: রেখাচিত্রের ধরন ওভাররাইড করুন
cs: Přepsat styl grafu
de: Überschreiben Sie den Grafikstil
es: Anular el estilo de gráfico
fa: لغو سبک نمودار
fr: Remplacer le style de graphique
hi: ग्राफ शैली को रद्द (ओवरराइड) करें
hu: Grafikonstílus felülírása
id: Mengesampingkan Gaya Grafik
ja: グラフのスタイルの上書き
km: សរសេរត្រួតលើរចនាប្ម័ទក្រាហ្វ
my: ဂရပ်ပုံစံကို ကျော်သွားသည်
ne: ग्राफ शैली निस्क्रिय बनाउनुहोस्
pl: Zastąp styl wykresu
pt: Substituir estilo de gráfico
ru: Переопределить стиль графика
sw: Batilisha Mtindo wa Grafu
th: แทนที่รูปแบบกราฟ
tr: Grafik Stilini Geçersiz Kıl
uk: Змінити стиль графіка
vi: Ghi đè kiểu biểu đồ

source: Your plan
am: እቅድህ
ar: خطتك
de: Ihr Tarif
es: Su plan
fa: طرح شما
fr: Votre plan
hi: आपकी योजना
id: Paket Anda
ja: ご利用プラン
pl: Twój plan
pt: Seu plano
ru: Ваш план
sw: Mpango wako
th: แผนของคุณ
tr: Planınız
uk: Ваш тарифний план
vi: Gói của bạn
