Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Delete Project and Data
am: ፕሮጀክት እና ውሂብን ሰርዝ
ar: حذف المشروع والبيانات
bn: প্রকল্প ও তথ্য মুছে ফেলুন
cs: Smazat projekt a data
de: Projekt und Daten löschen
es: Eliminar Proyecto y datos
fa: حذف پروژه و داده ها
fr: Supprimer le projet et les données
hi: प्रोजेक्ट और डेटा मिटाएं
hu: Projekt és adatok törlése
id: Hapus Proyek dan Data
ja: プロジェクトおよびデータの削除
km: លុបគម្រោង និងទិន្នន័យ
my: ပ‌ရောဂျက်နှင့် ‌‌ဒေတာကို ဖျက်ရန်
ne: परियोजना तथा तथ्याङ्क मेटाउनुहोस्
pl: Usuń Projekt i Dane
pt: Excluir Projeto e Dados
ru: Удалить проект и данные
sw: Futa Mradi na Data
th: ลบโครงการและข้อมูล
tr: Projeyi ve Verileri Sil
uk: Видалити проєкт і дані
vi: Xóa dự án và dữ liệu

source: Delete Project
am: ፕሮጀክት ይሰርዙ
ar: حذف المشروع
de: Projekt löschen
es: Eliminar proyecto
fr: Supprimer le projet
hi: प्रोजेक्ट मिटाएं
ja: プロジェクトを削除
tr: Projeyi Sil
uk: Видалити проєкт

source: Back
am: ተመለስ
ar: الرجوع
bn: ফিরে যান
cs: Zpět
de: Zurück
es: Regresar
fa: قبلی
fr: Retour
hi: पीछे
hu: Vissza
id: Kembali
ja: 戻る
km: ត្រឡប់ក្រោយវិញ
my: နောက်သို့
ne: पछाडी
pl: Powrót
pt: Voltar
ru: Вернуться
sw: Rudi
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại

source: Form replacing is not available due to form's Locking Profile restrictions.
am: በቅጹ መቆለፍ መገለጫ ገደቦች ምክንያት ቅፅ መተካት አይገኝም።
ar: استبدال النموذج غير متاح بسبب قيود ملف تعريف النموذج.
bn: ফর্মের লকিং প্রোফাইল-সংক্রান্ত সীমাবদ্ধতার কারণে ফর্ম পাল্টে ফেলা সম্ভব নয়।
cs: Nahrazení formuláře není k dispozici z důvodu Uzamknutého profilu.
de: Aufgrund von Einschränkungen im Formularprofil ist das Ersetzen von Formularen nicht möglich.
es: Reemplazar el formulario no está disponible debido a las restricciones del perfil de bloqueo del formulario.
fa: به دلیل محدودیت‌های نمایه قفل کردن فرم، جایگزینی فرم در دسترس نیست.
fr: Le remplacement du formulaire n'est pas disponible en raison des restrictions du profil de verrouillage du formulaire.
hi: फ़ॉर्म के लॉकिंग प्रोफ़ाइल प्रतिबंधों के कारण फ़ॉर्म प्रतिस्थापन उपलब्ध नहीं है।
hu: Az űrlap lecserélése nem lehetséges az űrlap lezárási korlátozása miatt.
id: Penggantian formulir tidak tersedia karena batasan Profil Kunci formulir.
ja: フォームのロックプロファイルの制限により、フォームの置き換えはできません。
km: មិនមានការប្តូរទម្រង់បែបបទទេ ដោយសារការរឹតបន្តឹង​ប្រូហ្វាល់ដែលចាក់សោរបស់ទម្រង់បែបបទ។
my: ဖောင်၏ ပိတ်ထားသောပရိုဖိုင် ကန့်သတ်ချက်များကြောင့် ဖောင်လဲလှယ်၍ မရနိုင်ပါ။
ne: फारम लक गर्ने प्रोफाइल प्रतिबन्धका कारण फारम प्रतिस्थापन उपलब्ध छैन।
pl: Zastąpienie formularza nie jest możliwe ze względu na ograniczenia profilu blokady formularza.
pt: A substituição do formulário não está disponível devido às restrições do perfil de bloqueio do formulário.
ru: Замена формы недоступна из-за ограничений профиля блокировки формы.
sw: Ubadilishaji wa fomu haupatikani kwa sababu ya vizuizi vya Kufunga Wasifu kwenye fomu.
th: ไม่สามารถแทนที่แบบฟอร์มได้เนื่องจากข้อจำกัดในโพรไฟล์การล็อกของแบบฟอร์ม
tr: Formun Kilitleme Profili kısıtlamaları nedeniyle formun değiştirilmesi mümkün değildir.
uk: Заміна форми недоступна через обмеження профілю блокування форми.
vi: Thay thế biểu mẫu không khả dụng do các hạn chế Khóa hồ sơ của biểu mẫu.

source: new
am: አዲስ
ar: جديد
bn: নতুন
cs: nový
de: neu
es: nuevo
fa: جدید
fr: nouveau
hi: नया
hu: új
id: baru
ja: 新規
my: အသစ်
ne: नयाँ
pl: nowe
pt: novo
ru: создать
sw: mpya
th: ใหม่
tr: yeni
uk: новий
vi: mới

source: Projects
am: ፕሮጀክቶች
ar: المشروعات
bn: প্রকল্প
cs: Projekty
de: Projekte
es: Proyectos
fa: پروژه ها
fr: Projets
hi: प्रोजेक्ट
hu: Projektek
id: Proyek
ja: プロジェクト
km: គម្រោង
my: ပ‌ရောဂျက်များ
ne: परियोजनाहरु
pl: Projekty
pt: Projetos
ru: Проекты
sw: Miradi
th: โครงการ
tr: Projeler
uk: Проєкти
vi: Dự án

source: Library
am: ቤተ መጻሕፍት
ar: المكتبة
de: Bibliothek
es: Biblioteca
fa: کتابخانه
id: Perpustakaan
ja: ライブラリ
pl: Biblioteka
pt: Biblioteca
ru: Библиотека
sw: Maktaba
th: ไลบรารี
uk: Бібліотека
vi: Thư viện

source: Source
am: ምንጭ
ar: المصدر
de: Quelle
es: Fuente
fa: منبع
id: Sumber
ja: ソース
km: ប្រភព
pl: Źródło
pt: Origem
ru: Источник
sw: Chanzo
th: แหล่งที่มา
uk: Джерело
vi: Nguồn

source: Temporary Access Restriction: Password Update Required
am: ጊዜያዊ መዳረሻ ገደብ፦ የይለፍ ቃል ማዘመን ያስፈልጋል
ar: تقييد مؤقت للوصول: تحديث كلمة المرور مطلوب
bn: অ্যাক্সেসে সাময়িক নিষেধাজ্ঞা: পাসওয়ার্ড আপডেট করা প্রয়োজন
cs: Dočasné omezení přístupu – ⁠je nutná aktualizace hesla.
de: Vorübergehende Sperrung des Zugriffs: Passwort-Aktualisierung erforderlich
es: Restricción temporal de acceso: se requiere actualización de contraseña
fa: محدودیت دسترسی موقت: به روز رسانی رمز عبور لازم است
fr: Restriction d'accès temporaire : Mise à jour du mot de passe requise
hi: अस्थायी प्रवेश (एक्सेस) प्रतिबंध: पासवर्ड अद्यतन (अपडेट) आवश्यक
hu: A hozzáférés átmenetileg korlátozva: a jelszó frissítése szükséges
id: Pembatasan Akses Sementara: Pembaruan Kata Sandi Diperlukan
ja: 一時的なアクセス制限：パスワードの更新が必要
pl: Ograniczenia dostępu tymczasowego: wymagana aktualizacja hasła
pt: Restrição de acesso temporário: obrigatório atualizar a senha
ru: Временное ограничение доступа: необходимо обновить пароль
sw: Kizuizi cha Muda cha Ufikiaji: Usasishaji wa Nywila Unahitajika
th: การจำกัดการเข้าถึงชั่วคราว: จำเป็นต้องอัปเดตรหัสผ่าน
tr: Geçici Erişim Kısıtlaması: Parola Güncellemesi Gerekli
uk: Тимчасове обмеження доступу: Потрібне оновлення пароля
vi: Giới hạn truy cập tạm thời: Yêu cầu cập nhập mật khẩu

source: You must update your password before proceeding. Please do so promptly to ensure the security of your data.
am: ከመቀጠልዎ በፊት የይለፍ ቃልዎን ማዘመን አለብዎት። እባክዎ የውሂብዎን ደህንነት ለማረጋገጥ በፍጥነት ያድርጉት።
ar: يجب عليك تحديث كلمة المرور الخاصة بك قبل المتابعة. يرجى القيام بذلك على الفور لضمان أمان بياناتك.
de: Sie müssen Ihr Passwort aktualisieren, bevor Sie fortfahren können. Bitte tun Sie dies zeitnah, um die Sicherheit Ihrer Daten zu gewährleisten.
es: Debes actualizar tu contraseña, antes de continuar. Hazlo lo antes posible para garantizar la seguridad de tus datos.
fa: قبل از ادامه باید رمز عبور خود را به روزرسانی کنید. لطفا این کار را به موقع جهت امنیت اطلاعات خود انجام دهید.
fr: Vous devez mettre à jour votre mot de passe avant de poursuivre. Veuillez le faire rapidement pour assurer la sécurité de vos données.
hi: आगे बढ़ने से पहले आपको अपना पासवर्ड अपडेट करना होगा। कृपया अपने डेटा की सुरक्षा सुनिश्चित करने के लिए तुरंत ऐसा करें।
id: Anda harus memperbarui kata sandi Anda sebelum melanjutkan. Harap lakukan segera untuk memastikan keamanan data Anda.
ja: 次に進む前にパスワードを更新する必要があります。データの安全性を確保するため、速やかに行ってください。
pl: Zanim przejdziesz dalej, musisz zaktualizować swoje hasło. Zrób to niezwłocznie aby zachować bezpieczeństwo swoich danych.
pt: Você deve atualizar sua senha antes de prosseguir. Faça de acordo prontamente para assegurar a segurança de seus dados.
ru: Прежде чем продолжить, вам необходимо обновить пароль. В целях обеспечения безопасности ваших данных сделайте это незамедлительно.
sw: Lazima usasishe nywila yako kabla ya kuendelea. Tafadhali fanya hivyo mara moja ili kuhakikisha usalama wa data yako.
th: คุณต้องอัปเดตรหัสผ่านของคุณก่อนดำเนินการต่อ โปรดดำเนินการดังกล่าวทันทีเพื่อความปลอดภัยของข้อมูลของคุณ
tr: İlerlemeye devam etmeden önce parolanızı güncellemeniz gerekiyor. Verilerinizin güvenliğini sağlamak için lütfen bu işlemi hemen gerçekleştirin.
uk: Ви повинні оновити свій пароль перед тим, як продовжити. Зробіть це якнайшвидше, щоб забезпечити безпеку ваших даних.
vi: Bạn phải cập nhật mật khẩu trước khi tiếp tục. Hãy thực hiện ngay để đảm bảo an toàn cho dữ liệu của bạn.

source: Update password
am: የይለፍ ቃል ያዘምኑ
ar: تحديث كلمة المرور
bn: পাসওয়ার্ড আপডেট করুন
cs: Aktualizujte si heslo
de: Passwort aktualisieren
es: Actualizar contraseña
fa: رمز عبور را به روز کنید
fr: Mise à jour du mot de passe
hi: पासवर्ड अपडेट करें
hu: Jelszó frissítése
id: Perbarui kata sandi
ja: パスワード更新
pl: Zaktualizuj hasło
pt: Atualizar senha
ru: Обновить пароль
sw: Sasisha nywila
th: อัปเดตรหัสผ่าน
tr: Şifreyi güncelle
uk: Оновити пароль
vi: Cập nhập mật khẩu

source: Success!
am: ስኬት!
ar: تم بنجاح!
bn: কাজটি সফল হয়েছে!
cs: Podařilo se!
de: Erfolg!
es: Conseguido con éxito
fa: موفق!
fr: Succès !
hi: सफलता!
hu: Siker!
id: Berhasil!
ja: 成功！
km: ជោគជ័យ!
my: အောင်မြင်သည်
ne: सफल!
pl: Sukces!
pt: Sucesso!
ru: Операция успешно завершена.
sw: Imefanikiwa!
th: สำเร็จ!
tr: Başarılı!
uk: Успіх!
vi: Thành công!

source: Submission Record
am: የማስረከቢያ መዝገብ
ar: سجل عملية الإرسال
bn: সাবমিশনের রেকর্ড
cs: Záznam o příspěvku
de: Übermittlungsprotokoll
es: Registro de envíos
fa: ثبت ارسال
fr: Soumettre un enregistrement
hi: सबमिशन रिकॉर्ड
hu: Űrlapválasz sorszáma
id: Catatan Kiriman
ja: 提出記録
km: កំណត់ត្រាការដាក់បញ្ជូន
my: တင်သွင်းခြင်း မှတ်တမ်း
ne: पेश गरिएका विवरण
pl: Rejestr odpowiedzi
pt: Registro de Envio
ru: Запись об отправке
sw: Rekodi ya Uwasilishaji
th: บันทึกการส่งข้อมูล
tr: Gönderim Kaydı
uk: Запис про надсилання
vi: Lịch sử đã gửi

source: of
am: የ
ar: من
bn: -এর
cs: z
de: von
es: De
fa: از
fr: de
hi: का
id: dari
ja: の
km: នៃ
ne: को
pl: z
pt: de
ru: из
sw: wa
th: ของ
tr: -nin/-nın
uk: із
vi: của

source: Sharing Permissions
am: የማጋራት ፈቃዶች
ar: مشاركة صلاحيات الأذونات
bn: শেয়ার করার অনুমতি
cs: Oprávnění ke sdílení
de: Berechtigungen zum Teilen
es: Permisos de uso compartido
fa: مجوزهای اشتراک گذاری
fr: Gérer les autorisations de partage
hi: साझा करने की अनुमतियां
hu: Megosztási jogosultságok
id: Izin Berbagi
ja: 共有権限
km: ចែករំលែកការអនុញ្ញាត
my: မျှဝေမှု ခွင့်ပြုချက်များ
ne: अनुमति बाड्दै
pl: Uprawnienia współdzielenia
pt: Permissões de compartilhamento
ru: Разрешения на доступ
sw: Ruhusa za Kushiriki
th: สิทธิ์การอนุญาตการแชร์
tr: Paylaşım İzinleri
uk: Дозволи на спільний доступ
vi: Quyền chia sẻ

source: Uploading XLS file
am: XLS ፋይልን በመስቀል ላይ
ar: جاري رفع ملف بصيغة (XLS)
bn: XLS ফাইল আপলোড করা হচ্ছে
cs: Nahrávání souboru XLS
de: XLS-Datei hochladen
es: Cargar archivo XLS
fa: در حال آپلود فایل XLS
fr: Téléchargement du fichier XLS
hi: XLS फ़ाइल अपलोड हो रही है
hu: XLS-fájl feltöltése
id: Mengunggah file XLS
ja: XLSファイルをアップロード中
km: កំពុងបង្ហោះឯកសារ XLS
my: XLS ဖိုင် အပ်လုတ် တင်နေသည်
ne: XLS फाइल अपलोड गर्दै
pl: Przesyłanie pliku XLS
pt: Carregando arquivo XLS
ru: Загрузка XLS-файла
sw: Kupakia faili ya XLS
th: กำลังอัปโหลดไฟล์ XLS
tr: XLS dosyası yükleniyor
uk: Завантаження файлу XLS
vi: Đang tải lên tệp XLS

source: Uploading:
am: በመስቀል ላይ፦
ar: جاري رفع الملف:
bn: আপলোড করা হচ্ছে:
cs: Nahrávání:
de: Wird hochgeladen:
es: Cargando:
fa: بارگذاری:
fr: Téléchargement :
hi: अपलोड हो रहा है:
hu: Feltöltés folyamatban:
id: Mengunggah:
ja: アップロード中：
km: កំពុងបង្ហោះ៖
my: အပ်လုတ် တင်နေသည်-
ne: अपलोड गर्दै:
pl: Przesyłanie:
pt: Carregando:
ru: Загрузка:
sw: Inapakia:
th: กำลังอัปโหลด:
tr: Yükleniyor:
uk: Завантаження:
vi: Đang tải lên:

source: Create Library Item
am: የቤተ መፃህፍት ንጥል ነገር መፍጠር
ar: إنشاء عنصر مكتبة
bn: লাইব্রেরির আইটেম তৈরি করুন
cs: Vytvořit položku knihovny
de: Objekt in Bibliothek erstellen
es: Crear elemento en la biblioteca
fa: ایجاد آیتم کتابخانه
fr: Créer un élément de Bibliothèque
hi: लाइब्रेरी आइटम बनाएं
hu: Könyvtár tétel létrehozása
id: Buat Item Perpustakaan
ja: ライブラリアイテムの作成
km: បង្កើតធាតុបណ្ណាល័យ
my: စာကြည့်တိုက် ပစ္စည်းဖန်တီးမည်
ne: पुस्तकालय वस्तु बनाउनुहोस्
pl: Utwórz element Biblioteki
pt: Criar Item de Biblioteca
ru: Создать элемент библиотеки
sw: Unda Kipengee cha Maktaba
th: สร้างรายการไลบรารี
tr: Kitaplık Ögesi Oluştur
uk: Створити елемент бібліотеки
vi: Tạo Tài liệu thư viện

source: Template details
am: የአብነት ዝርዝሮች
ar: تفاصيل القالب
bn: টেমপ্লেটের বিবরণ
cs: Podrobnosti o šabloně
de: Vorlagendetails
es: Detalles sobre la plantilla
fa: جزئیات الگو
fr: Détails du modèle
hi: टेम्पलेट विवरण
hu: Sablon részletei
id: Detail templat
ja: テンプレートの詳細
km: ព័ត៌មានលម្អិតទម្រង់គំរូ
my: ပုံစံ အသေးစိတ်
ne: टेम्प्लेट विवरण
pl: Szczegóły wzoru
pt: Detalhes do modelo
ru: Сведения о шаблоне
sw: Maelezo ya kiolezo
th: รายละเอียดเทมเพลต
tr: Şablon ayrıntıları
uk: Деталі шаблону
vi: Chi tiết bản mẫu

source: Collection details
am: የስብስብ ዝርዝሮች
ar: تفاصيل المجموعة
bn: সংগ্রহের বিবরণ
cs: Podrobnosti o sbírce
de: Details zur Sammlung
es: Detalles sobre la recolección
fa: جزئیات مجموعه
fr: Détails de la collection
hi: संग्रह विवरण
hu: Gyűjtemény részletei
id: Detail koleksi
ja: コレクションの詳細
km: ព័ត៌មានលម្អិតអំពីបណ្ដុំ
my: စုစည်းမှု အသေးစိတ်
ne: सङ्कलन विवरण
pl: Szczegóły kolekcji
pt: Detalhes da coleção
ru: Сведения о подборке
sw: Maelezo ya mkusanyiko
th: รายละเอียดคอลเลกชัน
tr: Koleksiyon ayrıntıları
uk: Деталі колекції
vi: Thông tin bộ sưu tập

source: Edit tags
am: መለያዎችን አርትዕ
ar: تعديل الوسوم الدلالية
bn: ট্যাগ এডিট করুন
cs: Upravit tagy
de: Tags bearbeiten
es: Editar etiquetas
fa: ویرایش تگ ها
fr: Éditer les tags
hi: टैग संपादित करें
hu: Címkék szerkesztése
id: Edit tag
ja: タグを編集
km: កែស្លាក
my: တက်ဂ်များကို ပြင်ဆင်မည်
ne: ट्याग सम्पादन गर्नुहोस्
pl: Edytuj znaczniki
pt: Editar tags
ru: Изменить теги
sw: Hariri tagi
th: แก้ไขแท็ก
tr: Etiketleri düzenle
uk: Редагувати теги
vi: Chỉnh sửa thẻ

source: Upload file
am: ሰቀላ ፋይል
ar: رفع ملف
bn: ফাইল আপলোড করুন
cs: Nahrát soubor
de: Datei hochladen
es: Cargar archivo
fa: آپلود فایل
fr: Téléverser un fichier
hi: फाइल अपलोड करें
hu: Fájl feltöltése
id: Unggah file
ja: ファイルのアップロード
km: បង្ហោះឯកសារ
my: ဖိုင် အပ်လုတ် တင်မည်
ne: फाइल अपलोड गर्नुहोस्
pl: Prześlij plik
pt: Carregar arquivo
ru: Загрузить файл
sw: Pakia faili
th: อัปโหลดไฟล์
tr: Dosya yükle
uk: Завантажити файл
vi: Tải tệp lên

source: Edit REST Service
am: የእንደገና ማስጀመር አገልግሎት ያርትዑ
ar: تعديل خدمة نقل وتمثيل الحالة (REST)
bn: REST সেবা এডিট করুন
cs: Upravit službu REST
de: REST-Service editieren
es: Editar Servicio REST
fa: ویرایش سرویس REST
fr: Modifier le Service web REST
hi: REST सेवा संपादित करें
hu: REST szolgáltatás szerkesztése
id: Edit Layanan REST
ja: RESTサービスを編集
km: កែសេវាកម្ម REST
my: REST ဝန်ဆောင်မှုကို ပြင်ဆင်မည်
ne: REST सेवा सम्पादन गर्नुहोस्
pl: Edytuj usługę REST
pt: Editar Serviço REST
ru: Изменить службы REST
sw: Hariri Huduma ya REST
th: แก้ไขบริการ REST
tr: REST Hizmetini Düzenle
uk: Редагувати службу REST
vi: Chỉnh sửa dịch vụ REST

source: New REST Service
am: አዲስ የእንደገና ማስጀመር አገልግሎት
ar: خدمة نقل وتمثيل الحالة (REST) جديدة
bn: নতুন REST সেবা
cs: Nová služba REST
de: Neuer REST-Service
es: Nuevo Servicio REST
fa: سرویس REST جدید
fr: Nouveau Service web REST
hi: नई REST सेवा
hu: Új REST szolgáltatás
id: Layanan Rest Baru
ja: 新しいRESTサービス
km: សេវាកម្ម REST ថ្មី
my: REST ဝန်ဆောင်မှုကို အသစ်
ne: नयाँ REST सेवा
pl: Nowa usługa REST
pt: Novo Serviço REST
ru: Новая служба REST
sw: Huduma Mpya ya REST
th: บริการ REST ใหม่
tr: Yeni REST Hizmeti
uk: Нова служба REST
vi: Dịch vụ REST mới

source: Table display options
am: ጠረጴዛ ማሳያ አማራጭ
ar: خيارات عرض الجدول
bn: টেবিলের প্রদর্শনমূলক অপশন
cs: Možnosti zobrazení tabulky
de: Optionen für Tabellenanzeige
es: Opciones de visualización de la tabla
fa: گزینه های نمایش جدول
fr: Options d'affichage du tableau
hi: तालिका प्रदर्शन विकल्प
hu: Táblázatmegjelenítési beállítások
id: Opsi tampilan tabel
ja: テーブル表示オプション
km: ជម្រើសបង្ហាញតារាង
my: ဇယားပြသမှု ‌ေရွးချယ်စရာများ
ne: तालिका प्रदर्शन विकल्प
pl: Opcje wyświetlania tabeli
pt: Opções de exibição da tabela
ru: Варианты отображения таблицы
sw: Chaguzi za maonyesho ya jedwali
th: ตัวเลือกการแสดงตาราง
tr: Tablo görüntüleme seçenekleri
uk: Параметри відображення таблиці
vi: Tùy chọn hiển thị bảng

source: Manage Languages
am: ቋንቋዎችን ያስተዳድሩ
ar: إدارة اللغات
bn: ভাষার ব্যবস্থাপনা করুন
cs: Správa jazyků
de: Sprachen verwalten
es: Gestionar idiomas
fa: مدیریت زبان ها
fr: Gestion des langues
hi: भाषाएं प्रबंधित (मैनेज) करें
hu: Nyelvek kezelése
id: Atur Bahasa
ja: 言語の管理
km: គ្រប់គ្រងភាសា
my: ဘာသာစကားများ စီမံမည်
ne: भाषा व्यवस्थापन गर्नुहोस्
pl: Zarządzaj językami
pt: Gerenciar Idiomas
ru: Управление языками
sw: Dhibiti lugha
th: จัดการภาษา
tr: Dilleri Yönet
uk: Керування мовами
vi: Quản lý ngôn ngữ

source: Translations Table
am: የትርጉም ሠንጠረዥ
ar: جدول الترجمات
bn: অনুবাদের টেবিল
cs: Tabulka překladů
de: Übersetzungstabelle
es: Tabla de traducciones
fa: جدول ترجمه ها
fr: Tableau de traductions
hi: अनुवाद तालिका
hu: Fordítási táblázat
id: Tabel Terjemahan
ja: 翻訳覧表
km: តារាងបកប្រែ
my: ဘာသာပြန် ဇယား
ne: अनुवाद टेबल
pl: Tabela tłumaczeń
pt: Tabela de Traduções
ru: Таблица переводов
sw: Jedwali la Tafsiri
th: ตารางคำแปล
tr: Çeviriler Tablosu
uk: Таблиця перекладів
vi: Bảng dịch

source: Manage Form Encryption
am: የቅፅ ምስጠራን አስተዳድር
ar: التحكم في تشفير النموذج
bn: ফর্মের এনক্রিপশনের ব্যবস্থাপনা করুন
cs: Správa šifrování formuláře
de: Verwalten der Formularverschlüsselung
es: Gestionar el cifrado de formularios
fa: مدیریت رمزگذاری فرم
fr: Gérer le Cryptage du Formulaire
hi: फ़ॉर्म एन्क्रिप्शन प्रबंधित करें
hu: Űrlaptitkosítás kezelése
id: Atur Enkripsi Formulir
ja: フォームの暗号化を管理
km: គ្រប់គ្រងការ​អ៊ីនគ្រីបទម្រង់បែបបទ
my: ဖောင်လျှို့ဝှက်စနစ်ကို စီမံမည်
ne: फारम इन्क्रिप्सन व्यवस्थापन गर्नुहोस्
pl: Zarządzaj szyfrowaniem formularza
pt: Gerenciar Criptografia de Formulário
ru: Управление шифрованием формы
sw: Dhibiti Usimbaji wa Fomu
th: จัดการเข้ารหัสแบบฟอร์ม
tr: Form Şifrelemeyi Yönetin
uk: Керування шифруванням форми
vi: Quản lý mã hóa biểu mẫu

source: Close
am: ዝጋ
ar: إغلاق
bn: বন্ধ করুন
cs: Zavřít
de: Schließen
es: Cerrar
fa: بستن
fr: Clôturer
hi: बंद करें
hu: Bezárás
id: Tutup
ja: 閉じる
km: បិទ
my: ပိတ်ရန်
ne: बन्द गर्नुहोस्
pl: Zamknij
pt: Fechar
ru: Закрыть
sw: Funga
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng

source: Close Translations Table?
am: የትርጉም ሠንጠረዥ ዝጋ?
ar: هل تريد إغلاق جدول الترجمات؟
bn: অনুবাদের টেবিল বন্ধ করবেন?
cs: Zavřít tabulku překladů?
de: Übersetzungstabelle schließen?
es: ¿Cerrar la Tabla de traducciones?
fa: جدول ترجمه ها بسته شود؟
fr: Fermer le tableau des traductions ?
hi: अनुवाद तालिका बंद करें?
hu: Fordítási táblázat bezárása?
id: Tutup Tabel Terjemahan?
ja: 翻訳覧表を閉じますか?
km: បិទតារាងបកប្រែឬ?
my: ဘာသာပြန် ဇယာကို ပိတ်မလား
ne: अनुवाद टेबल बन्द गर्ने हो ?
pl: Zamknąć Tabelę tłumaczeń?
pt: Fechar Tabela de Traduções?
ru: Закрыть таблицу переводов?
sw: Ungependa kufunga Jedwali la Tafsiri?
th: ปิดตารางคำแปลใช่หรือไม่
tr: Çeviriler Tablosu Kapatılsın mı?
uk: Закрити таблицю перекладів?
vi: Đóng bảng dịch?

source: You will lose all unsaved changes.
am: ሁሉንም ያልተቀመጡ ለውጦች ታጣለህ።
ar: ستفقد كل التغييرات التي لم يتم حفظها.
bn: সেভ না করা সব পরিবর্তন নষ্ট হয়ে যাবে।
cs: Ztratíte všechny neuložené změny.
de: Ungespeicherte Änderungen gehen verloren.
es: Se perderán los cambios no guardados.
fa: همه تغییرات ذخیره نشده را از دست خواهید داد.
fr: Vous allez perdre toutes vos modifications non sauvegardées.
hi: आप सभी सहेजे नहीं गए परिवर्तन खो देंगे।
hu: Minden el nem mentett módosítás el fog veszni.
id: Anda akan kehilangan semua perubahan yang belum disimpan.
ja: 保存されていない変更はすべて失われます。
km: អ្នកនឹងបាត់ការផ្លាស់ប្ដូរដែលមិនបានរក្សាទុកទាំងអស់។
my: သိမ်းမှတ်မထားသော ပြောင်းလဲမှုအားလုံးကို သင်ဆုံးရှုံးသွားလိမ့်မည်ဖြစ်သည်။
ne: तपाईंले बचत नभएका परिवर्तनहरु गुमाउनहुनेछ।
pl: Stracisz wszystkie niezapisane zmiany.
pt: Você perderá todas as alterações não salvas.
ru: Вы потеряете все несохраненные изменения.
sw: Utapoteza mabadiliko yote ambayo hayajahifadhiwa.
th: คุณจะสูญเสียการเปลี่ยนแปลงที่ไม่ได้บันทึกทั้งหมด
tr: Kaydedilmemiş tüm değişiklikleri kaybedeceksiniz.
uk: Ви втратите всі незбережені зміни.
vi: Bạn sẽ mất tất cả các thay đổi chưa được lưu.

source: Log In
am: ግባ
ar: تسجيل الدخول
bn: লগইন করুন
cs: Přihlášení
de: Einloggen
es: Iniciar sesión
fa: وارد شدن
fr: Connexion
hi: लॉग इन करें
hu: Bejelentkezés
id: Masuk
ja: ログイン
km: ចូល
my: လော့အင် ဝင်ရန်
ne: लग इन गर्नुहोस्
pl: Zaloguj
pt: Logar
ru: Вход
sw: Ingia
th: เข้าสู่ระบบ
tr: Oturum Aç
uk: Увійти
vi: Đăng nhập

source: Search My Library
am: የእኔን ቤተ-መጽሐፍት ፈልግ
ar: البحث في مكتبتي
bn: আমার লাইব্রেরিতে অনুসন্ধান করুন
cs: Prohledat mou knihovnu
de: Meine Bibliothek durchsuchen
es: Buscar en Mi biblioteca
fa: جست و جو کتابخانه من
fr: Rechercher dans Ma bibliothèque
hi: माई लाइब्रेरी खोजें
hu: Keresés a Saját könyvtárban
id: Cari di Perpustakaan Saya
ja: マイライブラリを検索
km: ស្វែងរកបណ្ណាល័យរបស់ខ្ញុំ
my: ကျွန်ုပ်၏ စာကြည့်တိုက်တွင် ရှာမည်
ne: मेरो पुस्तकालयमा खोज्नुहोस्
pl: Przeszukaj moją bibliotekę
pt: Pesquisar na Minha Biblioteca
ru: Поиск в «Моей библиотеке»
sw: Tafuta kwenye Maktaba Yangu
th: ค้นไลบรารีของฉัน
tr: Kitaplığımda Ara
uk: Пошук у моїй бібліотеці
vi: Tìm kiếm Thư viện của tôi

source: Search Public Collections
am: የህዝብ ስብስቦችን ይፈልጉ
ar: البحث في المجموعات العامة
bn: পাবলিক সংগ্রহগুলোতে অনুসন্ধান করুন
cs: Prohledat veřejné sbírky
de: Öffentliche Sammlungen durchsuchen
es: Buscar en Colecciones públicas
fa: جستجو در مجموعه‌های همگانی
fr: Recherche dans les Collections publiques
hi: सार्वजनिक संग्रह खोजें
hu: Keresés a Nyilvános gyűjteményekben
id: Cari dalam Koleksi Umum
ja: パブリックコレクションを検索
km: ស្វែងរកបណ្ដុំសាធារណៈ
my: အများသုံး စုစည်းမှုများတွင် ရှာမည်
ne: सार्वजनिक संकलन खोज्नुहोस्
pl: Przeszukaj Publiczne kolekcje
pt: Pesquisar nas Coleções Públicas
ru: Поиск в общедоступных подборках
sw: Tafuta kwenye Mikusanyiko ya Umma
th: ค้นคอลเลกชันสาธารณะ
tr: Herkese Açık Koleksiyonlarda Ara
uk: Пошук у публічних колекціях
vi: Tìm kiếm Bộ sưu tập Công cộng

source: Search…
am: ፈልግ…
ar: بحث ...
bn: অনুসন্ধান…
cs: Hledat…
de: Suchen …
es: Buscar…
fa: جستجو..…
fr: Recherche…
hi: खोजें...
hu: Keresés…
id: Mencari…
ja: 検索…
km: ស្វែងរក…
my: ရှာဖွေသည်..
ne: खोज्नुहोस्...
pl: Szukaj...
pt: Pesquisar…
ru: Поиск…
sw: Tafuta..…
th: ค้นหา...
tr: Ara…
uk: Пошук…
vi: Tìm kiếm…

source: This project has no submitted data. Please collect some and try again.
am: ይህ ፕሮጀክት ምንም የገባ ውሂብ የለውም። እባኮትን ሰብስቡ እና እንደገና ይሞክሩ።
ar: لا يوجد بيانات مقدمة لهذا المشروع. يرجى جمع بعضها والمحاولة مرة أخرى.
bn: এই প্রকল্পে কোনো তথ্য জমা হয় নি। অনুগ্রহ করে কিছু তথ্য সংগ্রহ করে তারপর আবার চেষ্টা করুন।
cs: U tohoto projektu nebyla obdržena žádná data. Prosím shromážděte nějaká a zkuste to znovu.
de: Für dieses Projekt wurden keine Daten gesendet. Bitte sammeln Sie einige und versuchen Sie es erneut.
es: Este proyecto no tiene datos enviados. Recolecta datos y vuelve a intentarlo.
fa: این پروژه هیچ داده‌ای ندارد. لطفا مقداری داده جمع‌آوری و دوباره امتحان کنید.
fr: Ce projet n'a pas de données soumises. Veuillez en collecter quelques-unes et réessayer.
hi: इस प्रोजेक्ट में कोई जमा किया गया डेटा नहीं है। कृपया कुछ डेटा एकत्र करें और पुनः प्रयास करें।
hu: Ebben a projektben nincsenek adatok. Gyűjtsön adatokat, és próbálja meg újra.
id: Proyek ini tidak memiliki data yang dikirimkan. Mohon kumpulkan beberapa data dan coba lagi.
ja: このプロジェクトには提出済みデータがありません。データを集めてから再度お試しください。
km: គម្រោងនេះគ្មានទិន្នន័យដែលបានដាក់បញ្ជូនទេ។ សូមប្រមូលទិន្នន័យខ្លះ រួចសាកល្បងម្ដងទៀត។
my: ဤပ‌ရောဂျက်တွင် တင်သွင်းထားသော ‌ဒေတာများမရှိပါ။ ကျေးဇူးပြု၍ တင်သွင်းခြင်းအနည်းငယ် ကောက်ခံပြီး ပြန်လည်ကြိုးစားပါ။
ne: यस परियोजनामा ​पेश गरिएको ​कुनै तथ्याङ्क छैन। कृपया केही तथ्याङ्क सङ्कलन गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
pl: Ten projekt nie ma jeszcze żadnych przesłanych danych. Zbierz je i spróbuj ponownie.
pt: Este projeto não tem dados enviados. Portanto, colete alguns e tente novamente.
ru: В этом проекте нет отправленных данных. Соберите данные и повторите попытку.
sw: Mradi huu hauna data iliyowasilishwa. Tafadhali kusanya baadhi na ujaribu tena.
th: โครงการนี้ไม่มีข้อมูลที่ส่งมา โปรดรวบรวมแล้วลองอีกครั้ง
tr: Bu projede gönderilmiş bir veri yok. Lütfen biraz veri toplayın ve tekrar deneyin.
uk: Цей проєкт не має надісланих даних. Зберіть трохи та спробуйте ще раз.
vi: Dự án này không có dữ liệu đã được gửi. Vui lòng thu thập và thử lại.

source: results
am: ውጤቶች
ar: النتائج
bn: ফলাফল
cs: výsledky
de: Ergebnisse
es: resultados
fa: نتایج
fr: résultats
hi: परिणाम
hu: eredmények
id: hasil
ja: 結果
km: លទ្ធផល
my: ရလဒ်များ
ne: परिणाम
pl: wyniki
pt: resultados
ru: результаты
sw: matokeo
th: ผลลัพธ์
tr: sonuçlar
uk: результати
vi: kết quả

source: Edit
am: አርትዕ
ar: تحرير
bn: এডিট করুন
cs: Upravit
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
hi: संपादित करें
hu: Szerkesztés
ja: 編集
km: កែ
my: ပြင်ဆင်ရန်
ne: सम्पादन गर्नुहोस्
pl: Edytuj
pt: Editar
ru: Изменить
sw: Hariri
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
