Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Click to add another response...
am: ሌላ ምላሽ ለማከል ጠቅ ያድርጉ...
ar: انقر لإضافة استجابة أخرى ...
bn: আরেকটি উত্তর যোগ করতে ক্লিক করুন…
cs: Kliknutím přidáte další odpověď…
de: Klicken Sie um eine weitere Antwort hinzuzufügen ...
es: Hacer clic para agregar otra respuesta...
fa: برای افزودن پاسخ دیگری کلیک کنید...
fr: Cliquez pour ajouter une autre réponse...
hi: एक और प्रतिक्रिया जोड़ने के लिए क्लिक करें...
hu: Kattintson ide másik válasz hozzáadásához...
id: Klik untuk menambahkan tanggapan lain...
ja: クリックで別のレスポンスを追加...
km: ចុចដើម្បីបញ្ចូលសំណួរមួយទៀត...
my: တုံ့ပြန်ချက် နောက်တစ်ခုကို ထည့်သွင်းရန် နှိပ်ပါ...
ne: अर्को प्रतिक्रिया थप्न क्लिक गर्नुहोस्...
pl: Kliknij, aby dodać kolejną odpowiedź...
pt: Clique para adicionar outra resposta ...
ru: Нажмите, чтобы добавить другой ответ…
sw: Bofya ili kuongeza jibu lingine...
th: คลิกเพื่อเพิ่มอีกคำตอบ...
tr: Başka bir yanıt eklemek için tıklayın...
uk: Натисніть, щоб додати іншу відповідь...
vi: Nhấp để thêm phản hồi khác...

source: All group settings
am: ሁሉም የቡድን አዘጋጆች
ar: جميع إعدادات المجموعة
de: Einstellungen für alle Gruppen
es: Todas las configuraciones de grupo
fa: تنظیمات همه گروه ها
id: Semua pengaturan kelompok
ja: すべてのグループ設定
km: ការកំណត់ក្រុមទាំងអស់
pl: Wszystkie ustawienia grupy
pt: Todas as configurações do grupo
ru: Все настройки группы
sw: Mipangilio yote ya kikundi
th: การตั้งค่ากลุ่มทั้งหมด
uk: Усі налаштування групи
vi: Tất cả cài đặt nhóm

source: Skip Logic
am: ሎጂክን ዝለል
ar: منطق الانتقالات
bn: বাদ দিয়ে যাওয়ার শর্ত
cs: Logika přeskočení
de: Verzweigungslogik
es: Lógica de omisión
fa: ادامه دادن
fr: Critères de passage
hi: स्किप लॉजिक
hu: Kihagyási logika
id: Lewati Logika
ja: スキップロジック
km: រំលងឡូស៊ិក
my: ကျော်ပြခြင်းနည်းစနစ်
ne: तर्क छोड्नुहोस्
pl: Pomiń logikę
pt: Lógica do salto
ru: Логика пропуска
sw: Ruka mantiki
th: ตรรกะการข้าม
tr: Atlama Mantığı
uk: Пропустити логіку
vi: Bỏ qua Logic

source: Locked Features
am: የተቆለፉ ባህሪያት
ar: ميزات مقيدة
de: Gesperrte Einrichtungen
es: Funciones bloqueadas
fa: گزینه های قفل شده
id: Fitur Terkunci
ja: ロックされた機能
km: មុខងារដែលបានចាក់សោ
pl: Zablokowane opcje
pt: Recursos Bloqueados
ru: Заблокированные функции
sw: Vipengele vilivyofungwa
th: ฟีเจอร์ที่ถูกล็อก
uk: Заблоковані функції
vi: Tính năng bị khóa

source: Question Options
am: የጥያቄ አማራጮች
ar: خيارات الأسئلة
bn: প্রশ্নের অপশন
cs: Možnosti odpovědí na otázky
de: Frageoptionen
es: Opciones de pregunta
fa: گزینه های سوال
fr: Options
hi: प्रश्न विकल्प
hu: Kérdés lehetőségek
id: Opsi Pertanyaan
ja: 質問の項目
km: ជម្រើសសំណួរ
my: မေးခွန်း ‌ရွေးချယ်စရာများ
ne: प्रश्न विकल्प
pl: Opcje pytań
pt: Opções de pergunta
ru: Параметры вопроса
sw: Chaguzi za Maswali
th: ตัวเลือกคำถาม
tr: Soru Seçenekleri
uk: Варіанти запитань
vi: Tùy chọn câu hỏi

source: Validation Criteria
am: የማረጋገጫ መስፈርቶች
ar: معايير التحقق
bn: যাচাইকরণের মানদণ্ড
cs: Kritéria ověření
de: Kriterien für die Überprüfung
es: Criterios de validación
fa: معیارهای اعتبارسنجی
fr: Critères de validation
hi: मान्यकरण मापदंड
hu: Érvényesítési kritérium
id: Kriteria Validasi
ja: 検証基準
km: លក្ខណៈវិនិច្ឆ័យសុពលភាព
my: မှန်ကန်ကြောင်းပြရန် လိုအပ်ချက်များ
ne: प्रमाणीकरण मापदण्ड
pl: Kryteria sprawdzania poprawności
pt: Critérios de validação
ru: Критерии проверки
sw: Vigezo vya Uthibitisho
th: เกณฑ์การตรวจสอบ
tr: Doğrulama Kriterleri
uk: Критерії підтвердження
vi: Tiêu chí xác thực

source: Question label is required
am: የጥያቄ መለያ ያስፈልጋል
ar: علامة السؤال مطلوبة
de: Fragekennzeichnung ist erforderlich
es: Etiqueta de la pregunta obligatoria
fa: برچسب سوال ضروری است
id: Label pertanyaan diperlukan
ja: 質問のラベルは必須です
km: ត្រូវការស្លាកសំណួរ
pl: Wymagana etykieta pytania
pt: A descrição da pergunta é obrigatória
ru: Требуется метка вопроса
sw: Lebo ya swali inahitajika
th: ต้องมีป้ายคำถาม
uk: Мітка питання обов’язкова
vi: Nhãn câu hỏi là bắt buộc

source: Question hint
am: የጥያቄ ፍንጭ
ar: لمحة عادية على السؤال
bn: প্রশ্নের ব্যাখ্যা
cs: Nápověda k otázce
de: Hinweis zur Frage
es: Sugerencia de pregunta
fa: راهنمایی سوال
fr: indice de question
hi: प्रश्न संकेत
hu: Kérdés tipp
id: Petunjuk pertanyaan
ja: 質問のヒント
km: តម្រុងសំណួរ
my: မေးခွန်း အရိပ်အမြွက်
ne: प्रश्न संकेत
pl: Podpowiedź do pytania
pt: Dica da pergunta
ru: Подсказка к вопросу
sw: Dokezo la swali
th: คำแนะนำคำถาม
tr: Soru ipucu
uk: Підказка до питання
vi: Gợi ý câu hỏi

source: Note: The Matrix question type only works in Enketo web forms using the 'grid' style.
am: ማስታወሻ፦ የ ማትሪክስ የጥያቄ ዓይነት የሚሠራው የEnketo የድር ቅጾች ላይ የ'grid' ዘይቤን በመጠቀም ብቻ ነው።
ar: ملاحظة: نوع سؤال المصفوفة يعمل في نماذج الويب الخاصة بتطبيق (Enketo) باستخدام نمط "الشبكة" فقط.
de: Hinweis: Der Fragetyp „Matrix“ funktioniert nur in Enketo-Webformularen, die den Stil 'Grid' verwenden.
es: Nota: El tipo de pregunta matriz solo funciona en los formularios web Enketo que utilizan el estilo «grilla».
fa: توجه: نوع سؤال ماتریس فقط در فرم‌های وب Enketo با استفاده از سبک «grid» کار می‌کند.
id: Catatan: Jenis pertanyaan Matriks hanya berfungsi di formulir web Enketo yang menggunakan gaya ‘kisi’.
ja: 注: マトリクス質問タイプは、「グリッド」スタイルを使用する Enketoウェブフォームでのみ動作します。
km: ចំណា៖ ប្រភេទសំណួរម៉ាទ្រិចដំណើរការតែនៅក្នុងទម្រង់វិប Enketo ដោយប្រើរចនាប័ទ្ម 'ក្រឡាចត្រង្គ'។
pl: Uwaga: matryca pytań działa tylko w webowej wersji formularza Enketo, dla którego został wybrany styl „siatka”.
pt: Observação: O tipo da pergunta Matrix só funciona em formulários da web Enketo usando o estilo 'grade'.
ru: Примечание. Вопрос матричного типа работает только в веб-формах Enketo, использующих стиль «сетка».
sw: Kumbuka: Aina ya swali la Matrix hufanya kazi tu katika fomu za wavuti za Enketo kwa kutumia mtindo wa 'gridi'.
th: หมายเหตุ: คำถามชนิดเมทริกซ์ใช้งานได้เฉพาะในเว็บฟอร์ม Enketo โดยใช้รูปแบบ 'ตาราง (grid)'
uk: Примітка: Матричний тип питання працює лише у вебформах Enketo, використовуючи стиль "сітка".
vi: Lưu ý: Loại câu hỏi Ma trận chỉ hoạt động trong biểu mẫu web Enketo sử dụng kiểu 'lưới'.

source: Row name
am: የረድፍ ስም
ar: أسم الصف
de: Zeilenname
es: Nombre de la fila
fa: نام ردیف
id: Nama baris
ja: 行名
km: ឈ្មោះជួរដេក
pl: Nazwa rzędu
pt: Nome da linha
ru: Имя строки
sw: Jina la safu
th: ชื่อแถว
uk: Назва рядка
vi: Tên hàng

source: A constraint message to be read in case of error:
am: ስህተት ከተፈጠረ ሊነበብ የሚገባው የእገዳ መልእክት፦
ar: رسالة قيد تُقرأ في حال ظهور خطأ:
bn: ত্রুটির ক্ষেত্রে পড়ার জন্য সীমাবদ্ধতাসংক্রান্ত (কন্সট্রেইন্ট) একটি বার্তা:
cs: Zpráva o omezení, která se načte v případě chyby:
de: Eine Meldung mit Hinweis auf die verletzte Rahmenbedingung, die im Fehlerfall zu lesen ist:
es: Mensaje de restricción que se leerá en caso de error:
fa: یک پیام محدودیت برای خواندن در صورت خطا:
fr: Un message de contrainte à lire en cas d'erreur :
hi: त्रुटि के मामले में पढ़ने के लिए एक बाध्य संदेश (कंस्ट्रेंट मेसेज):
hu: A korlátozásról szóló üzenet, amely hiba esetén jelenik meg:
id: Pesan kendala untuk dibaca jika terjadi kesalahan:
ja: エラーの場合に読まれる制約メッセージ：
km: សារឧបសគ្គនឹងត្រូវបានអាននៅក្នុងករណីមានកំហុស៖
my: အမှားတစ်စုံတစ်ရာ ဖြစ်ခဲ့ပါက ဖတ်ရှုရန် ကန့်သတ်ချက်မက်ဆေ့တစ်ခု-
ne: त्रुटि भएमा पढ्नका लागि एक नियन्त्रण सन्देश:
pl: Komunikat ograniczenia do odczytu w przypadku błędu:
pt: Uma mensagem de restrição a ser lida em caso de erro:
ru: Сообщение об ограничении, которое считывается в случае ошибки:
sw: Ujumbe wa kizuizi unapaswa kusomwa ikiwa kuna makosa:
th: ข้อความแสดงการจำกัดที่จะอ่านในกรณีที่เกิดข้อผิดพลาด:
tr: Hata durumunda okunacak bir kısıtlama mesajı:
uk: Повідомлення про обмеження, яке буде прочитано у разі помилки:
vi: Một thông báo ràng buộc được đọc trong trường hợp có lỗi:

source: Mandatory response
am: የግዴታ ምላሽ
ar: رد إلزامي
bn: বাধ্যতামূলক উত্তর
cs: Povinná odpověď
de: Pflichtantwort
es: Respuesta obligatoria
fa: پاسخ اجباری
fr: Réponse obligatoire
hi: अनिवार्य प्रतिक्रिया
hu: Kötelező válasz
id: Tanggapan wajib
ja: 必須回答
km: ចម្លើយចាំបាច់
my: မဖြစ်မနေ တုံ့ပြန်မှု
ne: अनिवार्य प्रतिक्रिया
pl: Obowiązkowa odpowiedź
pt: Resposta obrigatória
ru: Обязательный ответ
sw: Jibu la lazima
th: จำเป็นต้องตอบ
tr: Zorunlu yanıt
uk: Обов'язкова відповідь
vi: Bắt buộc phải trả lời

source: Custom logic
am: ብጁ አመክንዮ
ar: رمز منطقي مخصص
de: Benutzerdefinierte Logik
es: Lógica personalizada
fa: منطق سفارشی
id: Logika khusus
ja: カスタムロジック
km: ឡូស៊ិកតាមបំណង
pl: Logika niestandardowa
pt: Lógica personalizada
ru: Пользовательская логика
sw: Mantiki maalum
th: ตรรกะที่กำหนดเอง
uk: Спеціальна логіка
vi: Logic tùy chỉnh

source: Mandatory when this formula is true
am: ይህ ቀመር እውነት ሲሆን ግዴታ ነው
ar: إلزامي عندما تكون هذه الصيغة صحيحة
de: Pflichtangabe, wenn diese Formel wahr ist
es: Obligatorio cuando la fórmula es verdadera
fa: زمانی که این فرمول درست باشد اجباری است
id: Wajib bila rumus ini benar
ja: この式が真の場合は必須です
km: ចាំបាច់នៅពេលរូបមន្តនេះពិត
pl: Wymagane, jeśli formuła zwraca wartość prawdziwą
pt: Obrigatório quando esta fórmula é verdadeira
ru: Обязательно, когда эта формула верна
sw: Lazima wakati fomula hii ni kweli
th: บังคับเมื่อสูตรนี้เป็นจริง
uk: Обов'язково, якщо ця формула істинна
vi: Bắt buộc khi công thức này đúng

source: Parameters
am: መለኪያዎች
ar: المؤشرات
de: Parameter
es: Parámetros
fa: پارامترها
id: Parameter
ja: パラメーター
km: ប៉ារ៉ាម៉ែត្រ
pl: Parametry
pt: Parâmetros
ru: Параметры
sw: Vigezo
th: พารามิเตอร์
uk: Налаштування
vi: Thông số

source: Row could not be displayed:
am: ረድፍ ሊታይ አልቻለም፦
ar: تعذر عرض الصف:
bn: সারি দেখানো যায় নি:
cs: Řádek se nepodařilo zobrazit:
de: Zeile konnte nicht angezeigt werden:
es: No se pudo mostrar la fila:
fa: ردیف نمایش داده نشد:
fr: La ligne ne peut pas être affichée :
hi: पंक्ति प्रदर्शित नहीं की जा सकी:
hu: A sor nem jeleníthető meg:
id: Baris tidak dapat ditampilkan:
ja: 行を表示できませんでした：
km: ជួដេកមិនអាចបង្ហាញបានទេ៖
my: တန်းကို ပြသ၍ မရနိုင်ပါ-
ne: पङ्क्ति प्रदर्शन गर्न सकिएन:
pl: Wiersz nie mógł zostać wyświetlony:
pt: A linha não pôde ser exibida:
ru: Не удалось отобразить строку:
sw: Safu mlalo haikuweza kuonyeshwa:
th: ไม่สามารถแสดงแถวได้:
tr: Satır görüntülenemedi:
uk: Не вдалося відобразити рядок:
vi: Không thể hiển thị hàng:

source: This question could not be imported. Please re-create it manually. Please contact us at help@kobotoolbox.org so we can fix this bug!
am: ይህ ጥያቄ ሊመጣ አልቻለም። እባኮትን እራስዎ እንደገና ይፍጠሩት። እባክዎን ይህንን ስህተት ለማስተካከል በ help@kobotoolbox.org ያግኙን!
ar: لا يمكن استيراد هذا السؤال. يرجى إعادة إنشائه يدويًا. يرجى الاتصال بنا على help@kobotoolbox.org حتى نتمكن من إصلاح هذا الخطأ!
bn: এই প্রশ্নটি ইম্পোর্ট করা যায় নি। অনুগ্রহ করে এটি আবার হাতে লিখে তৈরি করুন। অনুগ্রহ করে help@kobotoolbox.org অ্যাড্রেসে আমাদের সাথে যোগাযোগ করুন যেন আমরা এই ত্রুটিটি ঠিক করে ফেলতে পারি!
cs: Tuto otázku nebylo možné importovat. Vytvořte ji prosím znovu ručně. Kontaktujte nás prosím na adrese help@kobotoolbox.org, abychom mohli tuto chybu opravit!
de: Diese Frage konnte nicht importiert werden. Bitte erstellen Sie diese manuell neu. Bitte kontaktieren Sie uns unter help@kobotoolbox.org, damit wir diesen Fehler beheben können!
es: No se pudo importar esta pregunta. Puedes volver a crearla manualmente. Por favor comunícate con nosotros en help@kobotoolbox.org para que podamos corregir este error.
fa: این سوال نمی تواند افزوده شود. لطفاً به صورت دستی ایجاد کنید. لطفاً با ما در help@kobotoolbox.org تماس بگیرید تا بتوانیم این اشکال را برطرف کنیم!
fr: Cette question ne peut être importée. Veuillez la recréer manuellement. Veuillez nous contacter au help@kobotoolbox.org pour que nous puissions corriger ce bogue !
hi: यह प्रश्न आयात नहीं किया जा सका। कृपया मैन्युअल रूप से इसे दोबारा बनाएं। help@kobotoolbox.org पर हमसे संपर्क करें ताकि हम इस बग को ठीक कर सकें!
hu: Ez a kérdés nem importálható, készítse el újra manuálisan. Kérjük, lépjen kapcsolatba velünk a help@kobotoolbox.org e-mail címen keresztül, hogy kijavíthassuk ezt a hibát!
id: Pertanyaan ini tidak dapat diimpor. Mohon buat ulang secara manual. Silakan hubungi kami di help@kobotoolbox.org agar kami dapat memperbaiki kesalahan ini!
ja: この質問をインポートすることができませんでした。手動で再作成してください。このバグを修正しますので、help@kobotoolbox.org までご連絡ください！
km: សំណួនេះមិនអាចនាំចូលបានទេ។ សូមបង្កើតវាដោយដៃឡើងវិញ។ សូមទាក់ទងយើងតាមអ៊ីមែល help@kobotoolbox.org ដើម្បីឱ្យយើងអាចកែបញ្ហានេះបាន!
my: ဤမေးခွန်းကို တင်ပို့ရန် မဖြစ်နိုင်ပါ။ ကျေးဇူးပြု၍ ကိုယ်တိုင်ပြန်၍ ဖန်တီးပေးပါ။ ဤစနစ်အမှားကို ကျွန်ုပ်တို့ ပြင်ဆင်နိုင်ရန်အတွက် ကျေးဇူးပြုပြီး help@kobotoolbox.org သို့ ဆက်သွယ်ပေးပါ။
ne: यो प्रश्न आयात गर्न सकिएन। कृपया यसलाई आफैँले पुन: सिर्जना गर्नुहोस्। कृपया हामीलाई help@kobotoolbox.org मा सम्पर्क गर्नुहोस् ताकि हामी यो बग समाधान गर्न सकौँ!
pl: To pytanie nie mogło zostać zaimportowane. Proszę utworzyć je ponownie ręcznie. Skontaktuj się z help@kobotoolbox.org, abyśmy mogli naprawić ten błąd!
pt: Esta pergunta não pôde ser importada. Portanto, a recrie manualmente. Entre em contato conosco em help@kobotoolbox.org para que possamos corrigir esse bug!
ru: Невозможно импортировать этот вопрос. Создайте его заново вручную. Просим связаться с нами по адресу help@kobotoolbox.org, чтобы мы могли исправить данную ошибку приложения.
sw: Swali hili halikuweza kuletwa. Tafadhali liunde upya wewe mwenyewe. Tafadhali wasiliana nasi kwa help@kobotoolbox.org ili tuweze kurekebisha hitilafu hii!
th: ไม่สามารถนำเข้าคำถามนี้ได้ โปรดสร้างใหม่ด้วยตนเอง โปรดติดต่อเราที่ help@kobotoolbox.org เพื่อให้เราสามารถแก้ไขข้อบกพร่องนี้ได้!
tr: Bu soru içe aktarılamadı. Lütfen manuel olarak yeniden oluşturun. Bu hatayı düzeltebilmemiz için lütfen help@kobotoolbox.org adresinden bizimle iletişime geçin!
uk: Це питання не можна було імпортувати. Створіть його повторно вручну. Зв'яжіться з нами за адресою help@kobotoolbox.org, щоб ми могли виправити цю помилку!
vi: Không thể nhập câu hỏi này. Vui lòng tạo lại thủ công và liên hệ với chúng tôi qua help@kobotoolbox.org để chúng tôi có thể khắc phục lỗi này!

source: Accepted files
am: ተቀባይነት ያላቸው ፋይሎች
ar: الملفات المقبولة
de: akzeptierte Dateien
es: Archivos aceptados
fa: فایل های دریافت شده
id: File yang diterima
ja: 承認されたファイル
km: ឯកសារដែលបានទទួលយក
pl: Akceptowane pliki
pt: Arquivos aceites
ru: Принятые файлы
sw: Faili zilizokubaliwa
th: ไฟล์ที่ยอมรับ
uk: Прийняті файли
vi: Tệp được chấp nhận

source: Add Question
am: ጥያቄ ያክሉ
ar: إضافة سؤال
bn: প্রশ্ন যোগ করুন
cs: Přidat otázku
de: Frage Hinzufügen
es: Agregar pregunta
fa: اضافه کردن سوال
fr: Ajouter une question
hi: सवाल जोड़ें
hu: Kérdés hozzáadása
id: Tambahkan Pertanyaan
ja: 質問を追加
my: မေးခွန်းထည့်မည်
ne: प्रश्न थप्नुहोस्
pl: Dodaj pytanie
pt: Adicionar Pergunta
ru: Добавить вопрос
sw: Ongeza Swali
th: เพิ่มคำถาม
tr: Soru Ekle
uk: Додати запитання
vi: Thêm câu hỏi

source: This form is currently empty.
am: ይህ ቅፅ በአሁኑ ጊዜ ባዶ ነው።
ar: هذا النموذج فارغ حاليًا.
bn: এই ফর্মটি বর্তমানে খালি।
cs: Tento formulář je v současné době prázdný.
de: Dieses Formular ist momentan leer.
es: Este formulario está vacío.
fa: این فرم در حال حاضر خالی است.
fr: Ce formulaire est actuellement vide.
hi: यह फ़ॉर्म अभी खाली है।
hu: Ez az űrlap jelenleg üres.
id: Formulir ini saat ini kosong.
ja: 現在、このフォームは空白です。
km: បច្ចុប្បន្នទម្រង់នេះទទេ
my: ဤဖောင်မှာ လက်ရှိတွင် အခွံဖြစ်သည်။
ne: यो फारम हाल खाली छ।
pl: Ten formularz jest aktualnie pusty.
pt: Este formulário está vazio.
ru: В данный момент эта форма пуста.
sw: Fomu hii ni tupu kwa sasa.
th: แบบฟอร์มนี้ว่างเปล่าในขณะนี้
tr: Bu form şu anda boş.
uk: Наразі ця форма порожня.
vi: Biểu mẫu này hiện đang trống.

source: You can add questions, notes, prompts, or other fields by clicking on the '+' sign below.
am: ከታች ያለውን '+' ምልክት ጠቅ በማድረግ ጥያቄዎችን፣ ማስታወሻዎችን፣ ጥያቄዎችን ወይም ሌሎች መስኮችን ማከል ይችላሉ።
ar: يمكنك إضافة أسئلة، أو ملحوظات، أو توجيهات، أو حقولاً أخرى بالنقر فوق علامة '+' أدناه.
bn: নিচের ‘+’ চিহ্নে ক্লিক করে আপনি প্রশ্ন, নোট, প্রম্পট বা উত্তর দেওয়ার অন্য কোনো রকমের ঘর যোগ করতে পারবেন।
cs: Kliknutím na znaménko „+“ uvedené níže můžete přidat otázky, poznámky, výzvy nebo další pole.
de: Sie können Fragen, Notizen, Aufforderungen oder andere Felder hinzufügen, indem Sie auf das „+“-Zeichen unten klicken.
es: Puedes agregar preguntas, notas, avisos u otros campos haciendo clic en el signo '+' que aparece a continuación.
fa: با کلیک بر روی علامت «+» زیر می‌توانید سؤالات، یادداشت‌ها، درخواست‌ها یا فیلدهای دیگر را اضافه کنید.
fr: Vous pouvez ajouter des questions, notes, messages-guide ou autres champs en cliquant sur le signe « + » plus bas.
hi: नीचे दिए गए '+' चिन्ह पर क्लिक करके आप प्रश्न, टिप्पणियां, संकेत, या अन्य फ़ील्ड जोड़ सकते हैं.
hu: Hozzáadhat kérdéseket, megjegyzéseket, súgótippeket vagy más mezőket az alábbi + jelre kattintva.
id: Anda dapat menambahkan pertanyaan, catatan, petunjuk, atau kolom lainnya dengan mengeklik tanda ‘+’ di bawah.
ja: 下の「＋」マークをクリックすると、質問、備考、プロンプト、その他の項目を追加することができます。
km: អ្នកអាចបន្ថែមសំណួរ ចំណាំ សារតម្រុយ ឬវាលដទៃទៀតដោយចុចលើសញ្ញា '+' ខាងក្រោម។
my: အောက်ရှိ ‘+’ ကိုနှိပ်ကာ မေးခွန်းများ၊ မှတ်စုများ၊ တောင်းဆိုမှုများ သို့မဟုတ် အခြားထည့်သွင်းရန်အကွက်များကို ပေါင်းထည့်နိုင်ပါသည်။
ne: तपाईंले तलको '+' चिन्हमा क्लिक गरेर प्रश्नहरू, टिप्पणीहरू, प्रम्प्टहरू, वा अन्य क्षेत्रहरू थप्न सक्नुहुन्छ।
pl: Możesz dodać pytania, notatki, monity lub inne pola, klikając na znaku „+” poniżej.
pt: Pode-se adicionar perguntas, notas, instruções ou outros campos clicando no ícone '+' abaixo.
ru: Вы можете добавить вопросы, примечания, подсказки или другие поля, нажав на расположенный ниже знак «+».
sw: Unaweza kuongeza maswali, vidokezo, vidokezo, au sehemu zingine kwa kubofya alama ya '+' hapa chini.
th: คุณสามารถเพิ่มคำถาม บันทึก ข้อความแจ้ง หรือฟิลด์อื่นๆ โดยคลิกที่เครื่องหมาย '+' ด้านล่าง
tr: Aşağıdaki “+” işaretine tıklayarak soru, not, ipucu veya başka bir alan ekleyebilirsiniz.
uk: Ви можете додати запитання, примітки, підказки чи інші поля, натиснувши на знак “+” нижче.
vi: Bạn có thể thêm câu hỏi, ghi chú, lời nhắc hoặc các trường khác bằng cách nhấp vào dấu '+' bên dưới.

source: No value
am: ዋጋ የለውም
ar: لا يوجد قيمة
de: Kein Wert
es: No tiene valor
fa: بدون مقدار
id: Tidak ada nilai
ja: 値なし：
pl: Brak wartości
pt: Sem valor
ru: Нет значения
sw: Hakuna thamani
th: ไม่มีค่า
uk: Значення відсутнє
vi: Không có giá trị

source: e.g. ".pdf,.doc,.odt"
ar: مثلاً "pdf ،.doc ،.odt."
de: z. B. .pdf, .doc, .odt
es: p. ej., «.pdf,.doc,.odt»
fa: بطور مثال: «odt.,doc.,pdf.»
id: misalnya “.pdf,.doc,.odt”
ja: 例：「.pdf」、「.doc」、「.odt」
km: ឧ.ហ. ".pdf,.doc,.odt"
pl: na przykład „.pdf,.doc,.odt”
pt: por ex. ".pdf,.doc,.odt"
ru: например «.pdf,.doc,.odt»
sw: kwa mfano ".pdf,.doc,.odt"
th: เช่น ".pdf,.doc,.odt"
uk: наприклад, “.pdf,.doc,.odt”
vi: ví dụ như “.pdf,.doc,.odt”

source: Choices File
am: ምርጫዎች ፋይል
ar: ملف الاختيارات
de: Datei mit Optionen
es: Archivo de opciones
fa: فایل منتخب ها
id: File Pilihan
ja: ファイルを選択
pl: Plik wyborów
pt: Arquivos de escolha
ru: Файл с вариантами выбора
sw: Faili ya Chaguo
th: ไฟล์ตัวเลือก
uk: Файл вибору
vi: Tệp lựa chọn

source: Guidance hint
am: መመሪያ ፍንጭ
ar: لمحة الإرشاد
de: Hinweis
es: Sugerencia adicional
fa: راهنما
id: Petunjuk panduan
ja: ガイダンスのヒント
km: តម្រុងណែនំា
pl: Podpowiedź
pt: Dica de orientação
ru: Подсказка
sw: Kidokezo cha mwongozo
th: คำชี้แนะ
uk: Підказка
vi: Gợi ý hướng dẫn

source: Error Message
am: የተሳሳተ መልእክት
ar: رسالة خطأ
bn: ত্রুটিসংক্রান্ত বার্তা
cs: Chybová zpráva
de: Fehlermeldung
es: Mensaje de error
fa: پیام خطا
fr: Message d'erreur
hi: त्रुटि संदेश
hu: Hibaüzenet
id: Pesan Kesalahan
ja: エラーメッセージ
km: សារកំហុស
my: အမှားမက်ဆေ့
ne: त्रुटि सन्देश
pl: Opis błędu
pt: Mensagem de erro
ru: Сообщение об ошибке
sw: Ujumbe wa Makosa
th: ข้อความแสดงข้อผิดพลาด
tr: Hata Mesajı
uk: Повідомлення про помилку
vi: Tin nhắn báo lỗi

source: Data column name
am: የውሂብ አምድ ስም
ar: أسم عمود البيانات
bn: তথ্যের কলামের নাম
cs: Název sloupce dat
de: Name der Datenspalte
es: Nombre de columna de datos
fa: نام ستون تاریخ
fr: Nom de la colonne des données
hi: डेटा कॉलम नाम
hu: Adatoszlop neve
id: Nama kolom data
ja: データ列名
km: ឈ្មោះកូឡោនទិន្នន័យ
my: ‌ေဒတာကော်လံအမည်
ne: डाटा स्तम्भ नाम
pl: Nazwa kolumny danych
pt: Nome da coluna de dados
ru: Имя столбца данных
sw: Jina la safu wima ya data
th: ชื่อคอลัมน์ข้อมูล
tr: Veri sütunu adı
uk: Назва стовпця даних
vi: Tên cột dữ liệu

source: #tag
am: #መለያ
ar: #الوسم_الدلالي
fa: #برچسب
ru: #тег
sw: #lebo
th: #แท็ก
uk: #тег
vi: #thẻ

source: Only one HXL tag allowed per question.
am: በአንድ ጥያቄ አንድ HXL መለያ ብቻ ይፈቀዳል።
ar: مسموح بوسم دلالي (HXL) واحد فقط لكل سؤال.
de: Pro Frage ist nur ein HXL-Tag zugelassen.
es: Solo se permite una etiqueta HXL por pregunta.
fa: فقط یک برچسب HXL به ازای هر سوال امکانپذیر است.
id: Hanya satu tag HXL yang diperbolehkan per pertanyaan.
ja: 質問ごとに使用できる HXL タグは 1 つだけです。
km: មានតែស្លាក HXL មួយប៉ុណ្ណោះត្រូវបានអនុញ្ញាតសម្រាប់សំណួរនីមួយៗ។
pl: Tylko jeden tag HXL dozwolony dla jednego pytania.
pt: Somente uma tag HXL é permitida por pergunta.
ru: Для каждого вопроса допускается только один тег HXL.
sw: Lebo moja pekee ya HXL inaruhusiwa kwa kila swali.
th: อนุญาตให้ใช้แท็ก HXL หนึ่งแท็กต่อคำถามเท่านั้น
uk: Дозволяється лише один тег HXL на питання.
vi: Chỉ cho phép duy nhất một thẻ HXL gán cho mỗi câu hỏi.

source: Type attributes for this tag
am: በአንድ ጥያቄ አንድ HXL መለያ ብቻ ይፈቀዳል
ar: اكتب خواص لهذه الوسم الدلالي
de: Typ-Attribute für dieses Tag
es: Tipo de atributos para esta etiqueta
fa: ویژگی های این برچسب را بنویسید
id: Ketik atribut untuk tag ini
ja: このタグのタイプ属性
km: វាយបញ្ចូលគុណលក្ខណៈសម្រាប់ស្លាកនេះ
pl: Wpisz atrybuty tego znacznika
pt: Insira atributos para esta tag
ru: Введите атрибуты для этого тега
sw: Chapa sifa za lebo hii
th: พิมพ์ลักษณะประจำแท็กนี้
uk: Введіть атрибути для цього тегу
vi: Các loại thuộc tính cho thẻ này

source: Attributes
am: ባህሪያት
ar: الخواص
de: Attribute
es: Atributos
fa: ویژگی های
id: Atribut
ja: 属性
km: គុណលក្ខណៈ
pl: Atrybuty
pt: Atributos
ru: Атрибуты
sw: Sifa
th: ลักษณะประจำ
uk: Атрибути
vi: Thuộc tính

source: Default response
am: ነባሪ ምላሽ
ar: الاستجابة الافتراضية
bn: ডিফল্ট উত্তর
cs: Výchozí odpověď
de: Standardantwort
es: Respuesta predeterminada
fa: پاسخ پیش فرض
fr: Réponse par défaut
hi: डिफ़ॉल्ट प्रतिक्रिया
hu: Alapértelmezett válasz
id: Tanggapan default
ja: デフォルトの回答
km: ចម្លើយលំនាំដើម
my: ပုံသေတုံ့ပြန်ချက်
ne: सुरुको अवस्थाको प्रतिक्रिया
pl: Domyślna odpowiedź
pt: Resposta padrão
ru: Ответ по умолчанию
sw: Jibu chaguo-msingi
th: การตอบสนองเริ่มต้น
tr: Varsayılan yanıt
uk: Відповідь за замовчуванням
vi: Câu trả lời mặc định

source: Repeat
am: ይድገሙ
ar: تكرار
bn: পুনরাবৃত্তি করুন
cs: Opakovat
de: Wiederholen
es: Repetir
fa: تکرار
fr: Répéter
hi: दोहराएं
hu: Megismétel
id: Ulangi
ja: 繰り返す
km: ធ្វើដដែលឡើងវិញ
my: ထပ်ကျော့မည်
ne: दोहोर्याउनुहोस्
pl: Powtórz
pt: Repetir
ru: Повтор
sw: Rudia
th: ทำซ้ำ
tr: Tekrar et
uk: Повторити
vi: Lặp lại

source: Repeat this group if necessary
am: አስፈላጊ ከሆነ ይህንን ቡድን ይድገሙት
ar: كرر هذه المجموعة إذا لزم الأمر
bn: দরকার হলে এই গ্রুপটির পুনরাবৃত্তি হবে
cs: V případě potřeby tuto skupinu opakujte
de: Diese Gruppe wiederholen, falls nötig
es: Repetir este grupo si es necesario
fa: در صورت لزوم این گروه را تکرار کنید
fr: Répéter ce groupe si nécessaire
hi: आवश्यक हो तो इस समूह को दोहराएं
hu: Ismételje ezt a csoportot, ha szükséges
id: Ulangi grup ini jika perlu
ja: 必要に応じてこのグループを繰り返す
km: ធ្វើដដែលឡើងវិញក្រុមនេះ ប្រសិនបើចាំបាច់
my: လိုအပ်ပါက ဤအုပ်စုကို ထပ်ကျော့မည်
ne: आवश्यक भएमा यो समूह दोहोर्याउनुहोस्
pl: Powtórz tę grupę w razie konieczności
pt: Repetir este grupo, se necessário
ru: Повторить эту группу при необходимости
sw: Rudia kundi hili ikiwa ni lazima
th: ทำซ้ำกลุ่มนี้ หากจำเป็น
tr: Gerekirse bu grubu tekrarla
uk: За потреби повторіть цю групу
vi: Lặp lại nhóm này nếu cần

source: Appearance (advanced)
am: መልክ (የላቀ)
ar: المظهر (متقدم)
bn: রূপ (উচ্চ পর্যায়ে)
cs: Vzhled (pokročilé)
de: Erscheinungsbild (fortgeschritten)
es: Aspecto (avanzado)
fa: ظاهر (پیشرفته)
fr: Apparence (avancée)
hi: रूप या अपीयरंस (उन्नत)
hu: Megjelenés (részletes)
id: Tampilan (tingkat lanjut)
ja: 外観（詳細）
km: រូបរាងលេចឡើង (ជាន់ខ្ពស់)
my: ရုပ်ထွက် (ကျွမ်းကျင်အဆင့်)
ne: उपस्थिति (उन्नत)
pl: Wygląd (zaawansowane)
pt: Aparência (avançado)
ru: Вид (расширенный)
sw: Kujitokeza (ya juu)
th: ลักษณะที่ปรากฏ (ขั้นสูง)
tr: Görünüm (gelişmiş)
uk: Зовнішній вигляд (розширений)
vi: Giao diện (nâng cao)
