Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Search
am: ፍለጋ
ar: البحث
de: Suche
es: Buscar
fa: جست و جو
id: Cari
ja: 検索
km: ស្វែងរក
pl: Szukaj
pt: Pesquisar
ru: Поиск
sw: Tafuta
th: ค้นหา
uk: Пошук
vi: Tìm kiếm

source: Display options
am: የማሳያ አማራጮች
ar: خيارات العرض
de: Anzeigeoptionen
es: Visualizar opciones
fa: نمایش گزینه ها
id: Opsi Tampilan
ja: 表示オプション
km: ជម្រើសបង្ហាញ
pl: Wyświetl opcje
pt: Opções de exibição
ru: Показать варианты
sw: Chaguzi za kuonyesha
th: ตัวเลือกการแสดงผล
uk: Параметри відображення
vi: Tùy chọn hiển thị

source: Prev
am: የቀድሞ
ar: السابق
de: Vorige
es: Previo
fa: قبلی
id: Sebelumnya
ja: 戻る
km: មុន
pl: Poprz.
pt: Ant
ru: Назад
sw: Iliyotangulia
th: ก่อนหน้า
uk: Попередній
vi: Trước

source: Your filters returned no submissions.
am: ማጣሪያዎችዎ ምንም ማስገባቶች አልመለሱም።
ar: لا تظهر عوامل التصفية التي استعملتها أي عمليات إرسال.
de: Ihre Filterung ergab keine Übermittlungen.
es: Tus filtros no han devuelto ningún envío.
fa: فیلترهای شما هیچ مورد ارسالی نداشتند.
id: Filter Anda tidak menghasilkan kiriman apa pun.
ja: フィルターで提出が返されませんでした。
km: តម្រងរបស់អ្នកមិនបានបង្ហាញការដាក់បញ្ជូនណាមួយទេ។
pl: Twoje filtry nie zwróciły żadnych wyników.
pt: Seus filtros retornaram nenhum envio.
ru: Нет отправок, соответствующих вашим фильтрам.
sw: Vichujio vyako havijaleta mawasilisho.
th: ตัวกรองของคุณไม่พบการส่งข้อมูล
uk: Ваші фільтри не дали надсилань.
vi: Bộ lọc của bạn không trả lại bài gửi nào.

source: Page
am: ገጽ
ar: الصفحة
de: Seite
es: Página
fa: صفحه
id: Halaman
ja: ページ
km: ទំព័រ
pl: Strona
pt: Página
ru: Страница
sw: Ukurasa
th: หน้า
uk: Сторінка
vi: Trang

source: rows
am: ረድፎች
ar: صف
de: Zeilen
es: filas
fa: ردیف ها
id: baris
ja: 行
km: ជួរដេក
pl: wiersze
pt: linhas
ru: строк
sw: safu
th: แถว
uk: рядки
vi: hàng

source: Summary
am: ማጠቃለያ
ar: الملخص
bn: সারসঙ্কলন
cs: Souhrn
de: Zusammenfassung
es: Resumen
fa: خلاصه
fr: Sommaire
hi: सारांश
hu: Összegzés
id: Ringkasan
ja: 概要
km: សង្ខេប
my: အနှစ်ချုပ်
ne: सारांश
pl: Podsumowanie
pt: Resumo
ru: Резюме
sw: Muhtasari
th: สรุป
tr: Özet
uk: Зведення
vi: Tổng quan

source: Form
am: ቅፅ
ar: نموذج
bn: ফর্ম
cs: Formulář
de: Formular
es: Formulario
fa: فرم
fr: Formulaire
hi: फ़ॉर्म
hu: Űrlap
id: Formulir
ja: フォーム
km: ទម្រង់បែបបទ
my: ဖောင်
ne: फारम
pl: Formularz
pt: Formulário
ru: Форма
sw: Fomu
th: แบบฟอร์ม
uk: Форма
vi: Biểu mẫu

source: Settings
am: አዘጋጅ
ar: الإعدادات
bn: সেটিংস
cs: Nastavení
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Paramètres
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
ja: 設定
km: ការកំណត់
my: ဆက်တင်များ
ne: सेटिंङहरू
pl: Ustawienia
pt: Configurações
ru: Настройки
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
uk: Параметри налаштування
vi: Cài đặt

source: Today
am: ዛሬ
ar: اليوم
de: Heute
es: Hoy
fa: امروز
fr: Aujourd'hui
hi: आज
id: Hari ini
ja: 今日
pl: Dzisiaj
pt: Hoje
ru: Сегодня
sw: Leo
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay

source: Past 7 days
am: ያለፉት 7 ቀናት
ar: في الأيام 7 الماضية
bn: গত ৭ দিন
cs: Posledních 7 dní
de: Letzte 7 Tage
es: Últimos 7 días
fa: 7 روز گذشته
fr: 7 derniers jours
hi: पिछले 7 दिन
hu: Elmúlt 7 nap
id: 7 hari terakhir
ja: 過去7日間
km: 7 ថ្ងៃកន្លងទៅ
my: လွန်ခဲ့သော ၇ ရက်
ne: विगत सात दिन
pl: Ostatnie 7 dni
pt: Últimos 7 dias
ru: Последние 7 дней
sw: Siku 7 zilizopita
th: 7 วันที่ผ่านมา
tr: Son 7 gün
uk: За останні 7 днів
vi: Trong 7 ngày qua

source: Past 31 days
am: ያለፉት 31 ቀናት
ar: في 31 يوم ماضية
bn: গত ৩১ দিন
cs: Posledních 31 dní
de: Letze 31 Tage
es: Últimos 31 días
fa: 31 روز گذشته
fr: 31 derniers jours
hi: पिछले 31 दिन
hu: Elmúlt 31 nap
id: 31 hari terakhir
ja: 過去31日間
km: 31 ថ្ងៃកន្លងទៅ
my: လွန်ခဲ့သော ၃၁ ရက်
ne: विगत ३१ दिन
pl: Ostatnie 31 dni
pt: Últimos 31 dias
ru: Последние 31 день
sw: Siku 31 zilizopita
th: 31 วันที่ผ่านมา
tr: Son 31 gün
uk: За останні 31 день
vi: Trong 31 ngày qua

source: Past 3 months
am: ያለፉት 3 ወራት
ar: الأشهر الثلاثة الماضية
de: Letzte 3 Monate
es: Últimos 3 meses
fa: 3 ماه گذشته
fr: Trois derniers mois
hi: पिछले 3 महीने
id: 3 bulan terakhir
ja: 過去3ヶ月
pl: Ostatnie 3 miesiące
pt: Últimos 3 meses
ru: Последние 3 месяца
sw: Miezi 3 zilizopita
th: 3 เดือนที่ผ่านมา
tr: Son 3 ay
uk: За останні 3 місяці
vi: Trong 3 tháng qua

source: Past 12 months
am: ያለፉት 12 ወራት
ar: الأشهر الـ 12 الماضية
de: Letzte 12 Monate
es: Últimos 12 meses
fa: 12 ماه گذشته
fr: Douze derniers mois
hi: पिछले 12 महीने
id: 12 bulan terakhir
ja: 過去12ヶ月
pl: Ostatnie 12 miesięcy
pt: Últimos 12 meses
ru: Последние 12 месяцев
sw: Miezi 12 zilizopita
th: 12 เดือนที่ผ่านมา
tr: Son 12 ay
uk: За останні 12 місяців
vi: Trong 12 tháng qua

source: No chart data available for current period.
am: ለአሁኑ ጊዜ ምንም ገበታ ውሂብ አይገኝም።
ar: لا يوجد مخططات بيانية للمدة الحالية.
bn: বর্তমান সময়ের জন্য রেখাচিত্রের কোনো তথ্য পাওয়া যায় নি।
cs: Pro aktuální období nejsou k dispozici žádné údaje z grafu.
de: Für den aktuellen Zeitraum sind keine Diagrammdaten verfügbar.
es: No hay datos de gráficos disponibles para el período actual.
fa: هیچ داده نموداری برای دوره فعلی موجود نیست.
fr: Le graphique n'est pas disponible pour la période en cours.
hi: वर्तमान अवधि के लिए कोई चार्ट डेटा उपलब्ध नहीं है.
hu: Az aktuális időszakhoz nem áll rendelkezésre diagramon ábrázolható adat.
id: Tidak ada bagan data yang tersedia untuk periode ini.
ja: 現在の期間では図表データはありません。
km: គ្មានទិន្នន័យគំនូសតាងសម្រាប់រយៈពេលបច្ចុប្បន្នទេ។
my: လက်ရှိကာလအတွက် ရုပ်ပုံဇယားအချက်အလက်များ မရရှိနိုင်ပါ။
ne: हालको अवधिको लागि कुनै चार्ट तथ्याङ्क उपलब्ध छैन।
pl: Brak danych wykresu dla wskazanego okresu.
pt: Não há dados de gráfico disponíveis para o período atual.
ru: Нет данных диаграммы за текущий период.
sw: Hakuna data ya chati inayopatikana kwa kipindi cha sasa.
th: ไม่มีข้อมูลแผนภูมิสำหรับช่วงเวลาปัจจุบัน
tr: Mevcut dönem için grafik verisi yok.
uk: Немає доступних даних діаграми за поточний період.
vi: Không có biểu đồ dữ liệu cho thời gian hiện tại.

source: Total
am: ጠቅላላ
ar: الإجمالي
bn: মোট
cs: Celkem
de: Gesamt
fa: کل
hi: कुल
hu: Összesen
ja: 合計
km: សរុប
my: စုစုပေါင်း
ne: कुल
pl: Łącznie
ru: Всего
sw: Yote
th: ทั้งหมด
tr: Toplam
uk: Загалом
vi: Tổng cộng

source: Please check file name
am: እባክዎ የፋይሉን ስም ያረጋግጡ
ar: الرجاء التحقق من أسم الملف
bn: ফাইলের নামটি দেখে নিন
cs: Zkontrolujte název souboru
de: Bitte überprüfen Sie den Dateinamen
es: Por favor verifica el nombre del archivo
fa: لطفا نام فایل خود را چک کنید
fr: Veuillez vérifier le nom du fichier
hi: कृपया फ़ाइल नाम जांचें
hu: Ellenőrizze a fájlnevet
id: Mohon periksa nama file
ja: ファイル名を確認してください
km: សូមពិនិត្យមើលឈ្មោះឯកសារ
my: ကျေးဇူးပြု၍ ဖိုင်အမည်ကို စစ်ဆေးပါ
ne: कृपया फाइल नाम जाँच गर्नुहोस्
pl: Sprawdź nazwę pliku
pt: Verifique o nome do arquivo
ru: Проверьте имя файла
sw: Tafadhali angalia jina la faili
th: โปรดตรวจสอบชื่อไฟล์
tr: Lütfen dosya adını kontrol edin
uk: Перевірте назву файлу
vi: Vui lòng kiểm tra tên tệp

source: No project selected
am: ምንም ፕሮጀክት አልተመረጠም
ar: لم يتم اختيار أي مشروع
bn: কোনো প্রকল্প নির্বাচন করা হয় নি
cs: Nebyl vybrán žádný projekt
de: Kein Projekt ausgewählt
es: No se ha seleccionado ningún proyecto
fa: هیچ پروژه ای انتخاب نشده است
fr: Aucun projet sélectionné
hi: कोई प्रोजेक्ट नहीं चुना गया।
hu: Nincs kiválasztva projekt
id: Tidak ada proyek yang dipilih
ja: プロジェクトが選択されていません
km: គ្មានគម្រោងដែលបានជ្រើសរើសទេ
my: မည်သည့် ပ‌ရောဂျက်ကိုမျှ ‌ေရွးမထားပါ
ne: कुनै परियोजना चयन गरिएको छैन
pl: Nie wybrano żadnych projektów
pt: Nenhum projeto selecionado
ru: Проект не выбран
sw: Hakuna mradi uliochaguliwa
th: ยังไม่ได้เลือกโครงการ
tr: Proje seçilmedi
uk: Жоден проєкт не вибрано
vi: Không có dự án được chọn

source: Field is empty
am: ሜዳ ባዶ ነው
ar: الحقل فارغ
bn: ঘরটি ফাঁকা
cs: Pole je prázdné
de: Feld ist leer
es: El campo está vacío
fa: فیلد خالی
fr: Le champ est vide
hi: फ़ील्ड खाली है
hu: A mező üres
id: Bagian kosong
ja: フィールドが空です
km: វាលគឺទទេ
my: အကွက်မှာ အလွတ်ဖြစ်နေသည်
ne: फिल्ड खाली छ
pl: Pole jest puste
pt: O campo está vazio
ru: Пустое поле
sw: Sehemu haina chochote
th: ฟิลด์ว่างเปล่า
tr: Alan boş
uk: Поле порожнє
vi: Trường đang trống

source: Privacy Notice
am: የ ግላዊነት ማስታወቂያ
ar: إشعار الخصوصية
bn: গোপনীয়তার নোটিশ
cs: Oznámení o ochraně osobních údajů
de: Datenschutzhinweis
es: Aviso de privacidad
fa: بیانیه حریم خصوصی
fr: Avis de confidentialité
hi: गोपनीयता नोटिस
hu: Adatvédelmi nyilatkozat
id: Pemberitahuan Privasi
ja: プライバシーについて
km: សេចក្ដីជូនដំណឹងអំពីឯកជនភាព
my: ကိုယ်‌ရေးလုံခြုံမှု သတိပေးချက်
ne: गोपनीयता सूचना
pl: Uwaga na temat prywatności
pt: Aviso de Privacidade
ru: Уведомление о конфиденциальности
sw: Ilani ya Faragha
th: ประกาศความเป็นส่วนตัว
tr: Gizlilik Bildirimi
uk: Повідомлення про конфіденційність
vi: Lưu ý quyền riêng tư

source: This will attach the full dataset from "##ASSET_NAME##" as a background XML file to this form. While not easily visible, it is technically possible for anyone entering data to your form to retrieve and view this dataset. Do not use this feature if "##ASSET_NAME##" includes sensitive data.
am: ይህ ሙሉውን የውሂብ ስብስብ ከ" ያያይዘዋል. "##ASSET_NAME##" እንደ ዳራ የ XML ፋይል ወደዚህ ቅፅ። በቀላሉ የማይታይ ቢሆንም፣ ማንኛውም ሰው ወደ ቅፅዎ ውሂብ የሚገባ ሰው ይህን የውሂብ ስብስብ እንዲያወጣ እና እንዲያየው በቴክኒካዊ ሁኔታ ይቻላል "##ASSET_NAME##" ስሱ ውሂብዎችን ያካትታል።
ar: سيؤدي هذا إلى إرفاق مجموعة البيانات الكاملة من "##ASSET_NAME##" كملف بصيغة (XML) في الخلفية بهذا النموذج. على الرغم من عدم سهولة رؤيته، إلا أنه من الممكن تقنيًا لأي شخص يقوم بإدخال البيانات إلى نموذجك يمكنه استرداد مجموعة البيانات هذه وعرضها. لا تستخدم هذه الميزة إذا كانت "##ASSET_NAME##" تتضمن بيانات حساسة.
bn: এতে "##ASSET_NAME##" থেকে প্রাপ্ত পুরো ডাটাসেটটিই এই ফর্মের সাথে ব্যাকগ্রাউন্ড XML ফাইল হিসাবে যুক্ত হয়ে যাবে। যদিও এটি সহজে দেখা যাবে না, তারপরও আপনার ফর্মে তথ্য প্রদানকারী যে কারো পক্ষে এই তথ্য খুঁজে বের করে দেখতে পারার একটু আশঙ্কা থেকেই যায়। "##ASSET_NAME##"-এ স্পর্শকাতর তথ্য থাকলে এই ফিচারটি ব্যবহার করবেন না।
cs: Tím se k tomuto formuláři připojí úplný soubor dat z „##ASSET_NAME##“ jako soubor XML na pozadí. Ačkoli to není snadno viditelné, je technicky možné, aby kdokoli, kdo zadává data do vašeho formuláře, tento datový soubor načetl a zobrazil. Tuto funkci nepoužívejte, pokud „##ASSET_NAME##“ obsahuje citlivé údaje.
de: Dadurch wird der vollständige Datensatz aus „##ASSET_NAME##“ als Hintergrund-XML-Datei an dieses Formular angehängt. Obwohl nicht leicht sichtbar, ist es für jeden, der Daten in Ihr Formular eingibt, technisch möglich, diesen Datensatz abzurufen und anzuzeigen. Verwenden Sie diese Funktion nicht, wenn „##ASSET_NAME##“ sensible Daten enthält.
es: Se adjuntará a este formulario el conjunto de datos completo de «##ASSET_NAME##» como un archivo XML de fondo. Si bien no es fácilmente visible, es técnicamente posible que cualquier persona que ingrese datos en tu formulario recupere y vea este conjunto de datos. No usar esta función si «##ASSET_NAME##» incluye datos confidenciales.
fa: با این کار مجموعه داده کامل از "##ASSET_NAME##" به عنوان یک فایل XML پس‌زمینه به این فرم پیوست می‌شود. در حالی که به راحتی قابل مشاهده نیست، از نظر فنی برای هر کسی که داده‌ها را به فرم شما وارد می‌کند، امکان بازیابی و مشاهده این مجموعه داده وجود دارد. اگر "##ASSET_NAME##" شامل داده‌های حساس است، از این ویژگی استفاده نکنید.
fr: L'ensemble complet de données provenant de « ##ASSET_NAME## » sera joint à ce formulaire sous la forme d'un fichier XML d'arrière-plan. Bien que ce fichier ne soit pas facilement visible, il est techniquement possible pour quiconque saisissant des données dans votre formulaire de récupérer et de visualiser cet ensemble de données. N'utilisez pas cette fonction si «##ASSET_NAME## » contient des données sensibles.
hi: यह "##ASSET_NAME##" से पूर्ण डेटासेट को पृष्ठभूमि XML फ़ाइल के रूप में इस फार्म में संलग्न करेगा। हालांकि आसानी से दिखाई नहीं देता है, तकनीकी रूप से यह संभव है कि कोई भी व्यक्ति आपके फॉर्म में डेटा दर्ज कर इस डेटासेट को पुन: प्राप्त और देख सके। यदि संवेदनशील डेटा "##ASSET_NAME##" शामिल है तो इस सुविधा का उपयोग न करें।
hu: Ez az egész "##ASSET_NAME##" adatkészletet XML-háttérfájlként fogja ehhez az űrlaphoz kapcsolni. Bár nem könnyen látható, de lényegében bárki, aki adatot rögzít ezen az űrlapon, hozzáférhet ehhez az adatkészlethez. Ne használja ezt a funkciót, ha "##ASSET_NAME##" bizalmas adatokat tartalmaz.
id: Ini akan melampirkan seluruh set data dari "##ASSET_NAME##" sebagai file XML latar belakang ke formulir ini. Meskipun tidak terlihat dengan mudah, secara teknis dimungkinkan bagi siapa pun yang memasukkan data ke formulir Anda untuk mengambil dan melihat set data ini. Jangan gunakan fitur ini jika "##ASSET_NAME##" berisi data sensitif.
ja: "##ASSET_NAME##"の全データセットがバックグラウンドXMLファイルとしてこのフォームに添付されます。フォームにデータを入力する人がこのデータセットを取り出して閲覧する可能性があります。これは簡単な方法ではありませんが、技術的には可能です。"##ASSET_NAME##"に機密データが含まれる場合はこの機能を使用しないでください。
km: នេះនេងភ្ជាប់សំណុំទិន្នន័យពេញលេញពី "##ASSET_NAME##" ជាផ្ទៃខាងក្រោយនៃឯកសារ XML ទៅនឹងទម្រង់ បែបបទងាយស្រួលមើលឃើញ វាអាចមានផ្នែកបច្ចេកទេសសម្រាប់អ្នកណាម្នាក់ក៏ដោយដែលបញ្ចូលទិន្នន័យទៅក្នុងទម្រង់បែបបទរបស់អ្នក ដើម្បីទាញយកមកវិញ និងមើលសំណុំទិន្នន័យនេះ។ កុំប្រើប្រាស់មុខងារនេះ ប្រសិនបើ "##ASSET_NAME##" រួមបញ្ចូលទិន្នន័យរសើប។
my: “##ASSET_NAME##” မှ ‌dataset တစ်ခုလုံးကို နောက်ခံ XML ဖိုင်အဖြစ် ဤဖောင်သို့ ဖိုင်တွဲပေးပါလိမ့်မည်။ အလွယ်တကူ မြင်နိုင်ခြင်းမရှိသော်လည်း နည်းပညာအရ မည်သူမဆို သင်၏ ဖောင်သို့ အချက်အလက် ထည့်သွင်းနိုင်ပြီး ဤ dataset ကို ကြည့်ရှုနိုင်ပါသည်။ အကယ်၍ “##ASSET_NAME##” တွင် အထိအခိုက်မခံသော ‌ဒေတာများ ပါရှိပါက ဤလုပ်ဆောင်ချက်ကို မသုံးပါနှင့်။
ne: यसले यस फारममा पृष्ठभूमि XML फाइलको रूपमा "##ASSET_NAME##" बाट पूर्ण डेटासेट संलग्न गर्नेछ। सजिलै देखिने नहुँदा, यो डेटासेट पुन: प्राप्त गर्न र हेर्नको लागि तपाइँको फारममा डाटा प्रविष्ट गर्ने जो कोहीको लागि प्राविधिक रूपमा सम्भव छ। यदि "##ASSET_NAME##" संवेदनशील डाटा समावेश छ भने यो सुविधा प्रयोग नगर्नुहोस्।
pl: Spowoduje to załączenie pełnego zestawu danych z "##ASSET_NAME##" jako pliku XML do tego formularza. Chociaż nie jest to łatwo zauważalne, każda osoba wprowadzająca dane do formularza może pobrać i wyświetlić ten zbiór danych. Nie używaj tej funkcji, jeśli "##ASSET_NAME##" zawiera dane wrażliwe.
pt: Isto anexará o conjunto de dados completo de "##ASSET_NAME##" como um arquivo XML de plano de fundo a este formulário. Embora não seja facilmente visível, é tecnicamente possível que qualquer pessoa que insira dados em seu formulário recupere e visualize esse conjunto de dados. Não use este recurso se "##ASSET_NAME##" incluir dados confidenciais.
ru: К форме будет прикреплен полный набор данных объекта «##ASSET_NAME##» в виде фонового XML-файла. Хотя увидеть прикрепленные данные не так просто, технически возможно, что любой пользователь, производящий ввод в вашу форму, сумеет извлечь и просмотреть указанный набор данных. Не пользуйтесь этой функцией, если объект «##ASSET_NAME##» содержит конфиденциальные данные.
sw: Hii itaambatisha seti kamili ya data kutoka "##ASSET_NAME##" kama faili ya usuli ya XML kwenye fomu hii. Ingawa haionekani kwa urahisi, kitaalamu inawezekana kwa mtu yeyote anayeingiza data kwenye fomu yako kupata na kutazama mkusanyiko huu wa data. Usitumie kipengele hiki "##ASSET_NAME##" ikiwa inajumuisha data nyeti.
th: ทั้งนี้จะแนบชุดข้อมูลสมบูรณ์จาก "##ASSET_NAME##" ในรูปไฟล์ XML เบื้องหลังไว้กับแบบฟอร์มนี้ แม้ว่าจะไม่อาจเห็นได้ง่ายนัก แต่โดยทางเทคนิคแล้ว ทุกคนที่ป้อนข้อมูลไปยังแบบฟอร์มของคุณจะสามารถเรียกคืนและดูชุดข้อมูลนี้ได้ ห้ามใช้ฟีเจอร์นี้ถ้า "##ASSET_NAME##" มีข้อมูลอ่อนไหว
tr: Bu, "##ASSET_NAME##" kaynağından gelen tüm veri setini arka plan XML dosyası olarak bu forma ekleyecektir. Kolayca görülmese de formunuza veri giren herhangi birinin bu veri setini alması ve görüntülemesi teknik olarak mümkündür. "##ASSET_NAME##" hassas veriler içeriyorsa bu özelliği kullanmayın.
uk: Це прикріпить повний набір даних із "##ASSET_NAME##" як фоновий файл XML до цієї форми. Хоча цей набір не відразу видно, технічно кожен, хто вводить дані у вашу форму, може отримати та переглянути його. Не використовуйте цю функцію, якщо "##ASSET_NAME##" містить конфіденційні дані.
vi: Việc này sẽ đính kèm toàn bộ tập dữ liệu từ "##ASSET_NAME##" dưới dạng tệp XML nền với biểu mẫu này. Dù không hiển thị lộ thiên, nhưng theo nguyên tắc ai cũng có thể nhập dữ liệu vào biểu mẫu của bạn để khôi phục và xem tập dữ liệu. Không được sử dụng tính năng này nếu "##ASSET_NAME##" có chứa dữ liệu nhạy cảm.

source: Acknowledge and continue
am: እውቅና መስጠት እና ቀጥል
ar: الإقرار بذلك والاستمرار
bn: বুঝতে পেরেছি, এগিয়ে যাব
cs: Potvrdit a pokračovat
de: Bestätigen und weiter
es: Confirmar y continuar
fa: تایید و ادامه
fr: Accuser réception et poursuivre
hi: स्वीकार करें और जारी रखें
hu: Nyugtázás és folytatás
id: Pahami dan lanjutkan
ja: 確認して続行
km: ទទួលស្គាល់ និងបន្ត
my: နားလည်သဘောပေါက်ပြီး ဆက်သွားမည်
ne: स्वीकार गर्नुहोस् र जारी राख्नुहोस्
pl: Zaakceptuj i kontynuuj
pt: Aceitar e continuar
ru: Подтвердить и продолжить
sw: Kubali na uendelee
th: ยอมรับและดำเนินการต่อ
tr: Kabul et ve devam et
uk: Підтвердити та продовжити
vi: Hiểu và tiếp tục

source: Select a different project to import data from
am: ውሂብ ለማስመጣት የተለየ ፕሮጀክት ይምረጡ
ar: اختيار مشروع آخر لاستيراد البيانات منه
bn: তথ্য ইম্পোর্ট করার জন্য অন্য কোনো প্রকল্প নির্বাচন করুন
cs: Vybrat jiný projekt na import dat
de: Wählen Sie ein anderes Projekt zum Importieren von Daten aus
es: Seleccionar un proyecto diferente desde el cual importar datos
fa: پروژه دیگری را برای وارد کردن داده‌ها از آن انتخاب کنید
fr: Sélectionner un autre projet pour importer des données
hi: डेटा आयात करने के लिए एक अलग प्रोजेक्ट का चयन करें
hu: Válasszon egy másik projektet az adatok importáláshoz
id: Pilih proyek yang berbeda untuk mengimpor data
ja: データをインポートする別のプロジェクトを選択
km: ជ្រើសរើសគម្រោងផ្សេងដើម្បីនាំទិន្នន័យពី
my: ‌ဒေတာ တင်သွင်းရန်အတွက် အခြား ပ‌ရောဂျက်တစ်ခုကို ‌ေရွးချယ်ပါ
ne: बाट तथ्या‍ङ्क आयात गर्न फरक परियोजना चयन गर्नुहोस्
pl: Wybierz inny projekt, by zaimportować z niego dane
pt: Selecione um projeto diferente do qual importar dados
ru: Выберите другой проект в качестве источника для импорта данных
sw: Chagua mradi tofauti wa kuingiza data kutoka
th: เลือกโครงการอื่นที่จะใช้นำเข้าข้อมูลมา
tr: Verileri içe aktarmak için farklı bir proje seçin
uk: Оберіть інший проєкт для імпорту даних
vi: Chọn một dự án mới để nhập dữ liệu từ

source: No projects to connect
am: ምንም የሚገናኙ ፕሮጀክቶች የሉም
ar: لا توجد مشروعات لربط بينها
bn: সংযুক্ত করার মতো কোনো প্রকল্প নেই
cs: Žádné projekty k připojení
de: Keine zu verknüpfenden Projekte
es: No hay proyectos para conectar
fa: هیچ پروژه ای برای ارتباط وجود ندارد
fr: Aucun projet à connecter
hi: जोड़ने के लिए कोई प्रोजेक्ट नहीं है
hu: Nincs csatlakoztatható projekt
id: Tidak ada proyek untuk dihubungkan
ja: 接続するプロジェクトがありません
km: គ្មានគម្រោងដើម្បីភ្ជាប់
my: ချိတ်ဆက်ရန် ပ‌ရောဂျက် မရှိပါ
ne: जडान गर्न कुनै परियोजनाहरू छैनन्
pl: Brak projektów do połączenia
pt: Nenhum projeto para conectar
ru: Нет проектов для подключения
sw: Hakuna miradi ya kuunganisha
th: ไม่มีโครงการให้เชื่อมต่อ
tr: Bağlanacak proje yok
uk: Немає проєктів для підключення
vi: Không có dự án để kết nối

source: Data sharing enabled
am: የ ውሂብ መጋራት ነቅቷል
ar: إتاحة مشاركة البيانات
bn: ডাটা শেয়ার করার ব্যবস্থা চালু করা হয়েছে
cs: Sdílení dat povoleno
de: Datenweitergabe freigegeben
es: Compartir datos - habilitado
fa: اشتراک گذاری داده فعال شد
fr: Partage de données activé
hi: डेटा साझा करना सक्षम
hu: Adatmegosztás engedélyezve
id: Berbagi data diaktifkan
ja: データの共有が可能です
km: បានបើកការចែករំលែកទិន្នន័យ
my: ဒေတာ မျှ‌​ဝေမှု ဖွင့်ပြီး
ne: डाटा साझेदारी सक्षम गरियो
pl: Udostępnianie danych włączone
pt: Compartilhamento de dados habilitado
ru: Совместный доступ к данным включен
sw: Kushiriki data kumewezeshwa
th: เปิดใช้งานการแชร์ข้อมูล
tr: Veri paylaşımı etkinleştirildi
uk: Обмін даними ввімкнено
vi: Đã cho phép chia sẻ dữ liệu

source: Select specific questions to share
am: ለማጋራት የተወሰኑ ጥያቄዎችን ይምረጡ
ar: تحديد أسئلة معينة لمشاركتها
bn: শেয়ার করার জন্য নির্দিষ্ট প্রশ্ন নির্বাচন করুন
cs: Vybrat konkrétní otázky ke sdílení
de: Wählen Sie spezifische Fragen zum Teilen aus
es: Seleccionar las preguntas específicas a compartir
fa: انتخاب سوالات خاص برای اشتراک گذاری
fr: Sélectionner des questions précises à partager
hi: साझा करने के लिए विशिष्ट प्रश्नों का चयन करें
hu: Válassz ki a megosztandó kérdéseket
id: Pilih pertanyaan-pertanyaan tertentu yang ingin dibagikan
ja: 共有する具体的な質問を選択
km: ជ្រើសរើសសំណួរជាក់លាក់ដើម្បីចែករំលែក
my: မျှ‌​ဝေရန်အတွက် မေးခွန်းများကို ‌ေရွးချယ်ပါ
ne: साझेदारी गर्न विशेष प्रश्नहरू चयन गर्नुहोस्
pl: Wybierz pytanie, które chcesz udostępnić
pt: Selecione perguntas específicas para compartilhar
ru: Выберите конкретные вопросы, которыми хотите поделиться
sw: Chagua maswali mahususi ya kushiriki
th: เลือกคำถามจำเพาะที่ต้องการแชร์
tr: Paylaşmak için belirli soruları seçin
uk: Оберіть конкретні питання, щоб поділитися
vi: Chọn những câu hỏi nhất định để chia sẻ

source: Select any questions you want to share in the right side table
am: በቀኝ በኩል ባለው ሠንጠረዥ ውስጥ ለማጋራት የሚፈልጉትን ማንኛውንም ጥያቄዎች ይምረጡ
ar: تحديد أي أسئلة تريد مشاركتها في الجدول الجانبي الأيمن
bn: শেয়ার করতে চান এমন যে কোনো প্রশ্ন ডান পাশের টেবিল থেকে নির্বাচন করুন
cs: V pravé části tabulky vyberte otázky, které chcete sdílet
de: Wählen Sie in der Tabelle auf der rechten Seite die Fragen aus, die Sie teilen möchten
es: Seleccionar las preguntas que se desea compartir en la tabla de la derecha
fa: هر سؤالی را که می‌خواهید در جدول سمت راست به اشتراک بگذارید، انتخاب کنید
fr: Sélectionner les questions que vous souhaitez partager dans le tableau de droite
hi: कोई भी प्रश्न चुनें जिसे आप दाईं ओर की तालिका में साझा करना चाहते हैं
hu: Válassza ki a kérdéseket, amelyeket a jobb oldali táblázatban meg szeretne osztani
id: Pilih pertanyaan-pertanyaan apa saja yang ingin Anda bagikan di tabel sisi kanan
ja: 右表で共有したい質問を選択
km: ជ្រើសរើសសំណួរណាមួយដែលអ្នកចង់ចែករំលែកនៅតារាងផ្នែកខាងស្ដាំដៃ
my: ညာဘက်ခြမ်းရှိ ဇယားမှ သင်မျှ‌​ဝေလိုသော မည်သည့်မေးခွန်းကိုမဆို ‌ေရွးချယ်ပါ
ne: दायाँ छेउको तालिकामा तपाईंले साझेदारी गर्न चाहनुभएको कुनै पनि प्रश्नहरू चयन गर्नुहोस्
pl: Z tabeli po prawej stronie wybierz pytania, które chcesz udostępnić
pt: Selecione as perguntas que deseja compartilhar na tabela do lado direito
ru: Выберите любые вопросы, которыми хотите поделиться, в таблице справа
sw: Chagua maswali yoyote unayotaka kushiriki katika jedwali la upande wa kulia
th: เลือกคำถามใดๆ ที่ต้องการแชร์ในตารางด้านขวามือ
tr: Sağdaki tablodan paylaşmak istediğiniz soruları seçin
uk: Оберіть будь-які запитання, якими ви хочете поділитися, у правій частині таблиці
vi: Chọn bất kì câu hỏi nào bạn muốn chia sẻ ở bảng bên phải

source: Updating shared questions
am: የጋራ ጥያቄዎችን በማዘመን ላይ
ar: تحديث الأسئلة التي تمت مشاركتها
bn: শেয়ার করা প্রশ্ন আপডেট করা হচ্ছে
cs: Aktualizace sdílených otázek
de: Geteilte Fragen werden aktualisiert
es: Actualizar las preguntas compartidas
fa: بروز رسانی سوالات مشترک
fr: Mise à jour des questions partagées
hi: साझा प्रश्न अपडेट हो रहे हैं
hu: Megosztott kérdések frissítése
id: Memperbarui pertanyaan-pertanyaan yang dibagikan
ja: 共有の質問を更新
km: កំពុងធ្វើបច្ចុប្បន្នភាពសំណួរដែលបានចែករំលែក
my: မျှ‌ေဝထားသော မေးခွန်းများအား မွမ်းမံနေသည်
ne: साझा प्रश्नहरू अद्यावधिक गर्दै
pl: Zaktualizowano udostępnione pytania
pt: Atualizando perguntas compartilhadas
ru: Обновление совместно используемых вопросов
sw: Inasasisha maswali yaliyoshirikiwa
th: กำลังอัปเดตคำถามที่แชร์
tr: Paylaşılan soruları güncelleme
uk: Оновлення спільних запитань
vi: Cập nhật các câu hỏi được chia sẻ

source: Data sharing disabled
am: የ ውሂብ መጋራት ተሰናክሏል
ar: مشاركة البيانات غير مفعلة
bn: ডাটা শেয়ার করার ব্যবস্থা নিষ্ক্রিয় করে রাখা হয়েছে
cs: Sdílení dat vypnuto
de: Datenweitergabe deaktiviert
es: Compartir datos - deshabilitado
fa: اشتراک داده غیرفعال است
fr: Partage de données désactivé
hi: डेटा साझा करना अक्षम
hu: Adatmegosztás kikapcsolva
id: Berbagi data dinonaktifkan
ja: データの共有はできません
km: បានបិទការចែករំលែកទិន្នន័យ
my: ‌ဒေတာမျှေဝေမှု ပိတ်ပြီး
ne: डाटा साझेदारी असक्षम पारियो
pl: Udostępnianie danych wyłączone
pt: Compartilhamento de dados desabilitado
ru: Совместный доступ к данным отключен
sw: Kipengele cha kushiriki data kimezimwa
th: ปิดใช้งานการแชร์ข้อมูล
tr: Veri paylaşımı devre dışı bırakıldı
uk: Обмін даними вимкнено
vi: Đã tắt chia sẻ dữ liệu
