Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Select all
am: ሁሉንም ምረጥ
ar: اختيار الكل
bn: সব নির্বাচন করুন
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fa: انتخاب همه
fr: Tout sélectionner
hi: सभी चुनें
hu: Összes kijelölése
id: Pilih semua
ja: 全選択
km: ជ្រើសរើសទាំងអស់
my: အားလုံးကို ရွေးချယ်မည်။
ne: सबै चयन गर्नुहोस्
pl: Zaznacz wszystkie
pt: Selecionar todas
ru: Выбрать все
sw: Chagua yote
th: เลือกทั้งหมด
tr: Hepsini seç
uk: Вибрати все
vi: Chọn tất cả

source: Deselect all
am: ሁሉንም አይምረጡ
ar: إلغاء تحديد الكل
bn: সব নির্বাচন বাদ দিন
cs: Zrušit výběr všeho
de: Alle abwählen
es: Desmarcar todo
fa: لغو انتخاب همه
fr: Tout désélectionner
hi: सभी अचयनित करें
hu: Összes kijelölés megszüntetése
id: Batalkan semua pilihan
ja: すべて選択解除
km: ដកការជ្រើសរើសទាំងអស់
my: ရွေးချယ်ထားသည်အားလုံးကို ဖျက်မည်။
ne: रोजिएका सबै विकल्प हटाउनुहोस्
pl: Odznacz wszystkie
pt: Desmarcar todas
ru: Отменить выбор всех вопросов
sw: Acha Kuchagua yote
th: ยกเลิกการเลือกทั้งหมด
tr: Tüm seçimleri kaldır
uk: Зняти виділення з усіх
vi: Bỏ chọn tất cả

source: Loading imported questions
am: ከ ውጭ የ መጡ ጥያቄዎችን በመጫን ላይ
ar: تحميل الأسئلة المستوردة
bn: ইম্পোর্ট করা প্রশ্ন লোড হচ্ছে
cs: Načítání importovaných otázek
de: Importierte Fragen werden geladen
es: Cargar preguntas importadas
fa: بارگیری سوالات وارد شده
fr: Chargement des questions importées
hi: आयातित प्रश्न लोड हो रहे हैं
hu: Importált kérdések betöltése
id: Memuat pertanyaan yang diimpor
ja: インポートした質問を読み込み中
km: កំពុងផ្ទុកសំណួរនាំចូល
my: တင်သွင်းထားသောမေးခွန်းများအား ဆောင်ရွက်နေသည်။
ne: सारिएका प्रश्नहरू लोड गर्दै
pl: Wczytywanie zaimportowanych pytań
pt: Carregando perguntas importadas
ru: Загрузка импортированных вопросов
sw: Inapakia maswali yaliyoingizwa
th: กำลังโหลดคำถามที่นำเข้า
tr: İçe aktarılan sorular yükleniyor
uk: Завантаження імпортованих питань
vi: Đang tải câu hỏi đã nhập

source: Updating imported questions
am: ከውጭ የመጡ ጥያቄዎችን በማዘመን ላይ
ar: تحديث الأسئلة المستوردة
bn: ইম্পোর্ট করা প্রশ্ন আপডেট করা হচ্ছে
cs: Aktualizace importovaných otázek
de: Importierte Fragen werden aktualisiert
es: Actualizar preguntas importadas
fa: به روز رسانی سوالات وارد شده
fr: Mise à jour des questions importées
hi: आयातित प्रश्न अपडेट हो रहे हैं
hu: Importált kérdések frissítése
id: Memperbarui pertanyaan yang diimpor
ja: インポートした質問を更新中
km: កំពុងធ្វើបច្ចុប្បន្នភាពសំណួរនាំចូល
my: တင်သွင်းထားသောမေးခွန်းများအား ပြောင်းလဲနေသည်
ne: आयत गरिएकाप्रश्नहरु अपडेट गर्दै
pl: Aktualizacja zaimportowanych pytań
pt: Atualizando perguntas importadas
ru: Обновление импортированных вопросов
sw: Inasasisha maswali yaliyoingizwa
th: กำลังอัปเดตคำถามที่นำเข้า
tr: İçe aktarılan sorular güncelleniyor
uk: Оновлення імпортованих питань
vi: Cập nhật câu hỏi đã nhập

source: Accept
am: ተቀበል
ar: أقبل
bn: গ্রহণ করুন
cs: Přijmout
de: Akzeptieren
es: Aceptar
fa: پذیرفتن
fr: Accepter
hi: स्वीकार करें
hu: Elfogad
id: Terima
ja: 許可
km: ទទួលយក
my: လက်ခံမည်
ne: स्वीकार गर्नुहोस्
pl: Zaakceptuj
pt: Aceitar
ru: Принять
sw: Kubali
th: ยอมรับ
tr: Kabul et
uk: Прийняти
vi: Chấp nhận

source: There was an error, table settings could not be saved.
am: ስህተት ነበር፣ የሰንጠረዥ ቅንብሮች ሊቀመጡ አልቻሉም።
ar: حدث خطأ، تعذر حفظ إعدادات الجدول.
bn: একটি ত্রুটি হয়েছিল, টেবিলের সেটিংস সেভ করা যায় নি।
cs: Došlo k chybě, nastavení tabulky nelze uložit.
de: Es ist ein Fehler aufgetreten, die Tabelleneinstellungen konnten nicht gespeichert werden.
es: Se produjo un error; no se pudo guardar la configuración de la tabla.
fa: وجود خطا، تنظیمات جدول ذخیره نشد.
fr: Il y a eu une erreur, les paramètres du tableau n'ont pas pu être sauvegardés.
hi: एक त्रुटि थी, तालिका सेटिंग सहेजी नहीं जा सकीं।
hu: Hiba történt, a táblázat beállításai nem menthetők el.
id: Terjadi kesalahan, pengaturan tabel tidak dapat disimpan.
ja: エラーが発生しました。テーブルの設定を保存できませんでした。
km: មានកំហុស ការកំណត់តារាងមិនអាចរក្សាទុកបាន។
my: အမှားတစ်ခုရှိပါက ဇယားဆက်တင်များကို သိမ်းဆည်း၍မရနိုင်ပါ
ne: त्रुटि भयो, तालिकाका सेटिङहरू बचत गर्न सकिएन।
pl: Wystąpił błąd, nie udało się zapisać tabeli ustawień.
pt: Ocorreu um erro, as configurações da mesa não puderam ser salvas.
ru: Произошла ошибка: не удалось сохранить настройки таблицы.
sw: Kulikuwa na hitilafu, mipangilio ya jedwali haikuweza kuhifadhiwa.
th: เกิดข้อผิดพลาด ไม่สามารถบันทึกการตั้งค่าตารางได้
tr: Bir hata oluştu, tablo ayarları kaydedilemedi.
uk: Сталася помилка, не вдалося зберегти налаштування таблиці.
vi: Đã xảy ra lỗi, không thể lưu cài đặt bảng.

source: XML Values
am: የ XML እሴቶች
ar: قيم (XML)
bn: XML-এর মান
cs: Hodnoty XML
de: XML-Werte
es: Valores XML
fa: کد در خروجی XML
fr: Valeurs XML
hi: XML मूल्य
hu: XML-értékek
id: Nilai XML
ja: XML値
km: តម្លែ XML
my: XML တန်ဖိုး
ne: XML मानहरू
pl: Wartości XML
pt: Valores XML
ru: Значения XML
sw: Maadili ya XML
th: ค่า XML
tr: XML Değerleri
uk: Значення XML
vi: Giá trị XML

source: Labels
am: መለያ
ar: التسميات
bn: লেবেল
cs: Štítky
de: Kennzeichnungen
es: Etiquetas
fa: برچسب ها
fr: Étiquettes
hi: लेबल
hu: Címkék
id: Label
ja: ラベル
km: ស្លាក
my: အညွှန်း
ne: लेबलहरू
pl: Etykiety
pt: Etiquetas
ru: Метки
sw: Lebo
th: ป้ายกำกับ
tr: Etiketler
uk: Мітки
vi: Nhãn

source: Display labels or XML values?
am: መለያዎች ወይም የ XML እሴቶች ይታዩ?
ar: هل ترغب في إظهار التسميات أم قيم (XML)؟
bn: লেবেল বা XML-এর মান দেখানো হবে?
cs: Zobrazit štítky nebo hodnoty XML?
de: Kennzeichnungen oder XML-Werte anzeigen?
es: ¿Mostrar etiquetas o valores XML?
fa: نمایش برچسبها یا ارقام XML؟
fr: Afficher les libellés ou des valeurs XML ?
hi: लेबल या XML मूल्य प्रदर्शित करें?
hu: Címkék vagy XML-értékek megjelenítése?
id: Tampilkan label atau nilai XML?
ja: ラベルを表示しますか、もしくはXML値を表示しますか?
km: បង្ហាញស្លាក ឬតម្លៃ XML ឬ?
my: အညွှန်း သို့မဟုတ်XML တန်ဖိုးကို ပြသရမလား?
ne: लेबल वा XML मानहरू देखाउनुहोस्?
pl: Wyświetlić etykiety czy wartości XML?
pt: Exibir rótulos ou valores XML?
ru: Отображать метки или значения XML?
sw: Onyesha lebo au maadili ya XML?
th: แสดงป้ายกำกับหรือค่า XML?
tr: Etiketler veya XML değerleri görüntülensin mi?
uk: Відображати мітки чи значення XML?
vi: Hiển thị nhãn hoặc giá trị XML?

source: Show group names in table headers
am: በሠንጠረዥ ራስጌዎች ውስጥ የቡድን ስሞችን አሳይ
ar: إظهار أسماء المجموعات في عناوين تبويب الجداول
bn: টেবিলের শিরোনামে গ্রুপের নাম দেখানো হবে
cs: Zobrazit názvy skupin v záhlaví tabulky
de: Gruppenbezeichnung im Tabellenkopf anzeigen
es: Mostrar nombres de grupo en los encabezados de tabla
fa: نمایش نام گروه ها در سرفصل های جدول
fr: Afficher le nom des groupes dans l'en-tête du tableau
hi: तालिका (टेबल) हेडर में समूह के नाम दिखाएं
hu: Csoportnevek feltüntetése a táblázat fejlécében
id: Tampilkan nama grup di header tabel
ja: テーブルヘッダーにグループ名を表示
km: បង្ហាញឈ្មោះក្រុមនៅក្នុងក្បាលទំព័រតារាង
my: ဇယားခေါင်းစဉ်ရှိ အဖွဲ့အမည်များကို ပြသပါ
ne: तालिका हेडरमा समूह नामहरू देखाउनुहोस्
pl: Pokaż nazwy grup w nagłówkach tabeli
pt: Exibir nomes de grupo em cabeçalhos de tabela
ru: Показывать имена групп в заголовках таблиц
sw: Onyesha majina ya vikundi katika vichwa vya jedwali
th: แสดงชื่อกลุ่มที่ส่วนหัวของตาราง
tr: Grup adlarını tablo başlıklarında göster
uk: Показати назви груп у заголовках таблиці
vi: Hiển thị tên nhóm ở tiêu đề bảng

source: Show HXL tags
am: የ HXL መለያዎችን አሳይ
ar: أظهر الوسوم الدلالية (HXL)
bn: HXL ট্যাগ দেখানো হবে
cs: Zobrazit tagy HXL
de: HXL-Tags anzeigen
es: Mostrar etiquetas HXL
fa: نمایش تگ های HXL
fr: Afficher les tags HXL
hi: HXL टैग दिखाएं
hu: HXL-címkék feltüntetése
id: Tampilkan tag HXL
ja: HXLタグを表示
km: បង្ហាញស្លាក HXL
my: HXL tags ကိုပြသပါ
ne: HXL ट्यागहरू देखाउनुहोस्
pl: Pokaż znaczniki HXL
pt: Exibir tags HXL
ru: Показывать теги HXL
sw: Onyesha tagi za HXL
th: แสดงแท็ก HXL
tr: HXL etiketlerini göster
uk: Показати теги HXL
vi: Hiển thị thẻ HXL

source: n/d
ar: غير مُعرف
bn: তথ্য নেই
cs: bez data
es: sin datos
hi: कोई डेटा नहीं
hu: nincs adat
id: tidak ada data
km: គ្មានកាលបរិច្ឆេទ
my: အချက်အလက်မရှိပါ
ne: डाटा छैन
pl: b/d
ru: н/д
th: ไม่มีข้อมูล
tr: veri yok
uk: не виявлено
vi: không có dữ liệu

source: Multiple responses
am: በርካታ ምላሾች
ar: استجابات متعددة
bn: একাধিক উত্তর
cs: Více odpovědí
de: Mehrere Antworten
es: Varias respuestas
fa: پاسخهای چندگانه
fr: Réponses multiples
hi: एकाधिक जवाब
hu: Több válasz
id: Tanggapan banyak
ja: 複数回答
km: ចម្លើយច្រើន
my: များစွာသော တုန့်ပြန်မှုများ
ne: धेरै जवाफहरू
pl: Wiele odpowiedzi
pt: Múltiplas respostas
ru: Несколько ответов
sw: Majibu kadhaa
th: หลายคำตอบ
tr: Birden çok yanıt
uk: Кілька відповідей
vi: Nhiều phản hồi

source: Displaying multiple submissions (##count## selected of ##total##)
am: በርካታ ተግባራትን ማስረከብ ላይ (##count## የተመረጠ##total##)
ar: عرض عمليات إرسال متعددة (تم اختيار ##count## من أصل ##total##)
bn: একাধিক সাবমিশন দেখানো হচ্ছে (##total##টির মধ্যে ##count##টি নির্বাচিত)
cs: Zobrazení více odeslaných dat (vybráno ##count## z ##total##)
de: Anzeige mehrerer Übermittlungen (##count## ausgewählt von ##total##)
es: Visualización de envíos múltiples (##count## seleccionados de ##total##)
fa: نمایش ارسالهای چندگانه (##count## انتخاب از ##total##)
fr: Affichage de soumissions multiples (##count## sélectionnées parmi ##total##)
hi: एकाधिक सबमिशन प्रदर्शित हैं (##total## में से ##count## चयनित)
hu: Több űrlapválasz megjelenítése (##count##/##total## kijelölve)
id: Menampilkan beberapa pengiriman (##count## dipilih dari ##total##)
ja: 複数の提出済みフォームを表示（##total##個中##count##個選択）
km: បង្ហាញការដាក់បញ្ូនច្រើន (##count## បានជ្រើសរើសនៃ ##total##)
my: မျာစွာသော အပ်နှံခြင်းများပြသခြင်း(##total##မှရွေးချယ်ထားသော ##count##)
ne: धेरै पेश गरिएका देखाउँदै (छनौट गरिएका ##total##मध्ये ##count##)
pl: Wyświetlanie wielu odpowiedzi (wybrano ##count## z ##total##)
pt: Exibindo múltiplos envios (##count## selecionado(s) de ##total##)
ru: Отображение нескольких отправок (выбрано: ##count## из ##total##)
sw: Inaonyesha mawasilisho mengi (##count## iliyochaguliwa kati ya ##total##)
th: แสดงการส่งข้อมูลหลายรายการ (##count## ถูกเลือกจาก ##total##)
tr: Birden çok gönderim görüntüleniyor (##total## adet gönderimden ##count## adedi seçildi)
uk: Відображення кількох надсилань (##count## вибрано із ##total##)
vi: Hiển thị nhiều lần gửi (##count## đã chọn trong số ##total##)

source: Editing "##question##" for ##count## submissions
am: ማረም "##question##" ለ##count## ማስረከብያዎች
ar: تحرير "##question##" لـ ##count## عملية إرسال
bn: ##count##টি সাবমিশনে "##question##" এডিট করা হচ্ছে
cs: Úpravy „##question##“ pro ##count## odeslaná data
de: Bearbeiten von „##question##“ für ##count## Übermittlungen
es: Edición de ##question## para ##count## envíos
fa: ویرایش "##question##" برای ##count## ارسالی
fr: Modification « ##question## » pour ##count## soumissions
hi: ##count## सबमिशन के लिए "##question##" का संपादन हो रहा है
hu: „##question##” szerkesztése ##count## űrlapválaszra
id: Mengedit "##question##" untuk pengiriman ##count##
ja: ##count##個の提出フォームの"##question##"を編集
km: ការកែ "##question##" សម្រាប់ ##count## ការដាក់បញ្ជូន
my: အပ်နှံခြင်း ##count##အတွက် ##question## ပြောင်းလဲခြင်း
ne: पेश गरिएकाहरू ##count## का लागि "##question##" सम्पादन गर्दै
pl: Edytowanie "##question##" z ##count## odpowiedzi
pt: Editando "##question##" para envios do ##count##
ru: Изменение вопроса «##question##» для нескольких отправок (##count##)
sw: Kuhariri "##question##" kwa ##count## mawasilisho
th: แก้ไข "##question##" สำหรับการส่งข้อมูล ##count## รายการ
tr: ##count## gönderim için "##question##" düzenleniyor
uk: Редагування "##question##" для ##count## надсилань
vi: Chỉnh sửa "##question##" cho ##count## lần gửi

source: in the help article
am: በ እገዛ ጽሑፍ ውስጥ
ar: في مقال المساعدة
bn: সহায়ক এই লেখাটি থেকে
cs: v článku nápovědy
de: im Hilfe-Artikel
es: en el artículo de ayuda
fa: در مقاله رهنما
fr: dans l'article d'aide
hi: सहायता लेख में
hu: a súgócikkben
id: dalam artikel bantuan
ja: ヘルプ記事に
km: នៅក្នុងអត្ថបទជំនួយ
my: အကူအညီ အပိုင်းတွင်
ne: सहायता लेखमा
pl: w artykule pomocniczym
pt: no artigo de ajuda
ru: в справочной статье
sw: katika makala ya usaidizi
th: ในบทความช่วยเหลือ
tr: yardım makalesinde
uk: у довідковій статті
vi: trong bài báo hỗ trợ

source: Required
am: ያስፈልጋል
ar: مطلوب
bn: আবশ্যক
cs: Vyžadováno
de: Erforderlich
es: Obligatorio
fa: اجباری
fr: Obligatoire
hi: आवश्यक
hu: Szükséges
id: Diperlukan
ja: 必須
km: ត្រូវការចំាបាច់
my: လိုအပ်သော
ne: आवश्यक
pl: Wymagane
pt: Obrigatório
ru: Обязательно
sw: Inahitajika
th: จำเป็น
tr: Gerekli
uk: Обов'язкове
vi: Yêu cầu

source: Editing responses from repeat group questions is not possible yet.
am: ከተደጋጋሚ የቡድን ጥያቄዎች ምላሾችን ማስተካከል እስካሁን አልተቻለም።
ar: تحرير الاستجابات من أسئلة المجموعة المتكررة غير ممكن حتى الآن.
bn: পুনরাবৃত্তিমূলক গ্রুপ প্রশ্নের উত্তর এডিট করার কোনো উপায় এখন পর্যন্ত নেই।
cs: Úprava odpovědí z opakovaných skupinových otázek zatím není možná.
de: Das Bearbeiten von Antworten aus Wiederholungsgruppenfragen ist noch nicht möglich.
es: No es posible editar las respuestas de las preguntas de grupo de repetición, aún.
fa: ویرایش پاسخ سوالات تکراری گروه هنوز امکان پذیر نیست.
fr: Il n'est pas encore possible de modifier les réponses aux questions de groupe répétées.
hi: दोहराए गए समूह प्रश्नों से प्रतिक्रियाओं का संपादन फ़िलहाल संभव नहीं है।
hu: Az ismétlődő kérdéscsoportokban adott válaszok szerkesztése nem lehetséges egyelőre.
id: Mengedit tanggapan dari pertanyaan grup berulang belum memungkinkan.
ja: 繰り返すグループ質問の回答の編集は、まだできません。
km: ការកែចម្លើយពីសំណួរក្រុមដដែលមិនអាចធ្វើបាននៅឡើយទេ។
my: ထပ်နေသော အဖွဲ့မေးခွန်းများမှ တုန့်ပြန်မှုများကို ပြောင်းလဲရန် မဖြစ်နိုင်သေးပါ။
ne: दोहोर्याइएको समूह प्रश्नहरूबाट जवाफहरू सम्पादन गर्न अझै सम्भव छैन।
pl: Edytowanie odpowiedzi w powtarzających się grupach nie jest jeszcze dostępne.
pt: Ainda não é possível editar as respostas das perguntas repetidas do grupo.
ru: Редактирование ответов на повторяющиеся групповые вопросы пока невозможно.
sw: Kuhariri majibu kutoka kwa maswali ya kikundi bado haiwezekani.
th: การแก้ไขคำตอบจากคำถามกลุ่มซ้ำยังไม่สามารถทำได้
tr: Tekrarlanan grup sorularının yanıtlarını düzenlemek henüz mümkün değil.
uk: Редагування відповідей на повторні групові питання поки що неможливе.
vi: Không thể chỉnh sửa phản hồi từ các câu hỏi nhóm lặp lại.

source: You are currently seeing multiple submissions at once. You can select specific questions to edit or remove responses in bulk. If you want to edit only one submission, click on the desired submission on the navigation menu on the top-left corner of this table, or go back to the general table view. You can learn more about bulk actions
am: በአሁኑ ጊዜ ብዙ ማስረከብያዎችን በአንድ ጊዜ እያዩ ነው። ምላሾችን በጅምላ ለማርትዕ ወይም ለማስወገድ የተወሰኑ ጥያቄዎችን መምረጥ ትችላለህ። አንድ ግቤት ብቻ ማርትዕ ከፈለጉ በዚህ ሠንጠረዥ ላይኛው ግራ ጥግ ላይ ባለው የአሰሳ ምናሌው ላይ የሚፈልጉትን ማስረከቢያዎች ላይ ጠቅ ያድርጉ ወይም ወደ አጠቃላይ የጠረጴዛ እይታ ይመለሱ። ስለ ጅምላ ድርጊቶች የበለጠ ማወቅ ይችላሉ
ar: أنت تشاهد حاليًا عمليات إرسال متعددة في وقت واحد. يمكنك اختيار أسئلة محددة لتحرير الاستجابات أو إزالتها بشكل مجمّع. إذا كنت تريد تحرير عملية إرسال واحدة فقط، فانقر على عملية الإرسال المطلوبة في قائمة التصفح في الزاوية العلوية اليسرى من هذا الجدول، أو ارجع إلى العرض العام للجدول. يمكنك معرفة المزيد عن الإجراءات التي تتم بشكل مجمّع
bn: বর্তমানে আপনি একসাথে একাধিক সাবমিশন দেখতে পাচ্ছেন। চাইলে আপনি ইচ্ছামতো নির্দিষ্ট প্রশ্নও এডিট করতে পারবেন, আবার একসাথে অনেক (বাল্ক) উত্তর মুছেও ফেলতে পারবেন। যেকোনো একটি সাবমিশন এডিট করতে চাইলে এই টেবিলের ওপরের দিকে বাম কোণে ন্যাভিগেশন মেন্যুতে সেই সাবমিশনটির ওপর ক্লিক করুন কিংবা সাধারণ টেবিল ভিউয়ে ফিরে যান। বাল্ক অ্যাকশন সম্পর্কে আরও জানতে পারবেন
cs: V současné době se zobrazuje vícero odeslaných dat najednou. Můžete vybrat konkrétní otázky a hromadně upravit nebo odstranit odpovědi. Pokud chcete upravit pouze jeden set odeslaných dat, klikněte na požadovaná odeslaná data v navigační nabídce v levém horním rohu této tabulky, anebo se vraťte do obecného zobrazení tabulky. O hromadných akcích se můžete dozvědět více
de: Sie sehen derzeit mehrere Übermittlungen auf einmal. Sie können bestimmte Fragen auswählen, um Antworten im Ganzen zu bearbeiten oder zu entfernen. Wenn Sie nur eine Übermittlung bearbeiten möchten, klicken Sie im Navigationsmenü oben links in dieser Tabelle auf die gewünschte Übermittlung, oder gehen Sie zurück zur allgemeinen Tabellenansicht. Sie können mehr über Mengenaktionen erfahren
es: En este momento, estás viendo varios envíos al mismo tiempo. Puedes seleccionar preguntas específicas para editar o eliminar respuestas en bloque. Si deseas editar solo un envío, haz clic en el envío deseado en el menú de navegación de la esquina superior izquierda de esta tabla, o vuelve a la vista general de la tabla. Puedes obtener más información sobre las acciones en bloque
fa: شما در حال حاضر چندین ارسال را به طور همزمان مشاهده می کنید. می توانید سؤالات خاصی را برای ویرایش یا حذف پاسخ ها به صورت انبوه انتخاب کنید. اگر می‌خواهید فقط یک ارسال را ویرایش کنید، روی ارسال مورد نظر در منوی پیمایش در گوشه سمت چپ بالای این جدول کلیک کنید یا به نمای کلی جدول برگردید. می‌توانید درباره اقدامات انبوه بیشتر بدانید
fr: Vous voyez actuellement plusieurs soumissions à la fois. Vous pouvez sélectionner des questions spécifiques pour modifier ou supprimer des réponses en vrac. Si vous souhaitez modifier une seule soumission, cliquez sur la soumission souhaitée dans le menu de navigation situé dans le coin supérieur gauche de ce tableau, ou retournez à la vue générale du tableau. Vous pouvez en savoir plus sur les actions groupées
hi: आप वर्तमान में एक साथ कई सबमिशन देख रहे हैं। एक साथ कई सारी प्रतिक्रियाएं संपादित करने या हटाने के लिए आप विशिष्ट प्रश्न चुन सकते हैं। यदि आप केवल एक सबमिशन को संपादित करना चाहते हैं, तो इस तालिका के शीर्ष-बाएँ कोने पर स्थित नेविगेशन मेन्यू पर वांछित सबमिशन पर क्लिक करें, या सामान्य तालिका व्यू पर वापस जाएँ। आप विस्तृत (बल्क) कार्रवाइयों के बारे में अधिक जान सकते हैं
hu: Jelenleg több űrlapválaszt tekint meg egyszerre. Kijelölhet meghatározott kérdéseket szerkeszteni vagy több választ egyszerre eltávolítani. Ha csak egy űrlapválaszt szeretne szerkeszteni, jelölje ki a kívánt űrlapválaszt az ezen táblázat bal felső sarkában lévő navigációs menüben, vagy térjen vissza az általános táblázatos nézetbe. További információ a tömeges műveletekről
id: Saat ini Anda melihat beberapa pengiriman sekaligus. Anda dapat memilih pertanyaan tertentu untuk mengedit atau menghapus tanggapan secara massal. Jika Anda hanya ingin mengedit satu pengiriman, klik kiriman yang diinginkan pada menu navigasi di pojok kiri atas tabel ini, atau kembali ke tampilan tabel umum. Anda dapat mempelajari lebih lanjut tentang tindakan massal
ja: 現在、複数の提出が一度に表示されています。特定の質問を選択して、複数の回答を一括で編集または削除することができます。1つの提出のみを編集したい場合は、この表の左上にあるナビゲーションメニューで対象の提出をクリックするか、全体の表ビューに戻ることができます。一括実行の詳細については
km: បច្ចុប្បន្នអ្នកកំពុងមើលឃើញការដាក់បញ្ជូនសំណួរតែមួយដងទេ។ អ្នកអាចជ្រើសរើសសំណួរជាក់លាក់ដើម្បីកែ ឬដកចម្លើយចេញជាដុំច្រើន។ ប្រសិនបើអ្នកចង់កែការដាក់បញ្ជូនតែមួយប៉ុណ្ណោះ សូមចុចលើការដាក់បញ្ជូនដែលចង់បាននៅលើម៉ឹនុយរករកនៅជ្រុងខាងឆ្វេងនៅផ្នែកខាងលើនៃតារាងនេះ ឬត្រឡប់ក្រោយវិញទៅការមើលតារាងទូទៅ។ អ្នកអាចស្វែងយល់បន្ថែមអំពីសកម្មភាពដុំច្រើន
my: သင်ဟာ အခုချက်ချင်း များစွာသော အပ်နှံခြင်းများကို လတ်တလောမြင်နေရပါသည်။ သင်သည် တုန့်ပြန်မှုများကို အစုလိုက် ဖျက်ရန် သို့မဟုတ် ပြောင်းလဲရန် သီးသန့်မေးခွန်းများကို ပြောင်းလဲနိုင်သည်။ အပ်နှံခြင်းတစ်ခုသာလျှင် ပြောင်းလဲချင်ပါက ဇယား၏ ဘယ်ဘက်ထောင့်လမ်းညွှန်ရှိ နှစ်သက်ရာ အပ်နှံခြင်းကို နှိပ်ပါ သို့မဟုတ် ဇယားယေဘုယျကြည့်ရှုမှုကို ပြန်သွားလိုက်ပါ၊ သင်သည် အစုလိုက် လုပ်ရပ်များအတွက် သင်သည် ပို၍သင်ယူနိုင်သည်။
ne: तपाईं हाल एकै पटक धेरै पेश गरिएकाहरू देख्दै हुनुहुन्छ। तपाईंले विशेष प्रश्नहरू सम्पादन गर्न वा बल्कमा प्रतिक्रियाहरू हटाउन सक्नुहुन्छ। यदि तपाइँ केवल एउटा पेश गरिएको सम्पादन गर्न चाहनुहुन्छ भने, यो तालिकाको शीर्ष-बायाँ कुनामा रहेको नेभिगेसन मेनुमा इच्छित पेश गरिएकामा क्लिक गर्नुहोस्, वा सामान्य तालिका दृश्यमा फर्कनुहोस्। तपाईं बल्क कार्यहरू बारे थप जान्न सक्नुहुन्छ
pl: Obecnie widzisz wiele odpowiedzi. Możesz wybrać konkretne pytania, by zbiorczo edytować lub usuwać odpowiedzi. Jeśli chcesz edytować tylko jedną odpowiedź, kliknij wybrane zgłoszenie w menu nawigacyjnym w lewym górnym rogu tej tabeli lub wróć do ogólnego widoku tabeli. Dowiedz się więcej o akcjach zbiorczych
pt: No momento, você está vendo múltiplos envios ao mesmo tempo. Você pode selecionar perguntas específicas para editar ou remover respostas em massa. Se você deseja editar apenas um envio, clique no envio desejado no menu de navegação no canto superior esquerdo desta tabela ou volte para a visualização geral da tabela. Você pode aprender mais sobre ações em massa
ru: В данный момент отображаются несколько отправок одновременно. Вы можете выбрать конкретные вопросы для массового редактирования или удаления ответов. Если вы хотите отредактировать только одну отправку, выберите ее из меню навигации в верхнем левом углу этой таблицы или вернитесь к общему виду таблицы. Вы можете получить более подробную информацию о массовых действиях
sw: Kwa sasa unaona mawasilisho mengi kwa wakati mmoja. Unaweza kuchagua maswali mahususi ili kuhariri au kuondoa majibu kwa wingi. Ikiwa ungependa kuhariri wasilisho moja pekee, bofya wasilisho unalotaka kwenye menyu ya kusogeza kwenye kona ya juu kushoto ya jedwali hili, au rudi kwenye mwonekano wa jumla wa jedwali. Unaweza kujifunza zaidi kuhusu vitendo vingi
th: ขณะนี้คุณเห็นการส่งข้อมูลหลายรายการพร้อมกัน คุณสามารถเลือกคำถามที่เจาะจงเพื่อแก้ไขหรือลบคำตอบเป็นกลุ่มได้ หากคุณต้องการแก้ไขการส่งข้อมูลเพียงรายการเดียวให้คลิกที่การส่งข้อมูลที่ต้องการบนเมนูการนำทางที่มุมบนซ้ายของตารางนี้ หรือกลับไปที่มุมมองตารางทั่วไป คุณสามารถดูข้อมูลเพิ่มเติมเกี่ยวกับการดำเนินการแบบกลุ่มได้
tr: Mevcut durumda aynı anda birden çok gönderim görüyorsunuz. Yanıtları toplu olarak düzenlemek veya kaldırmak için belirli soruları seçebilirsiniz. Yalnızca bir gönderiyi düzenlemek istiyorsanız, bu tablonun sol üst köşesindeki gezinme menüsünde istediğiniz gönderime tıklayın veya genel tablo görünümüne geri dönün. Toplu işlemler hakkında daha fazla bilgi edinebilirsiniz
uk: Наразі ви бачите кілька надсилань одночасно. Ви можете вибрати певні запитання для групового редагування або видалення відповідей. Якщо ви хочете відредагувати лише одне надсилання, натисніть на потрібне надсилання у навігаційному меню у верхньому лівому куті цієї таблиці або поверніться до загального вигляду таблиці. Ви можете дізнатися більше про групові дії
vi: Bạn hiện đang xem nhiều bài gửi cùng một lúc. Bạn có thể chọn các câu hỏi cụ thể để chỉnh sửa hoặc xóa nhiều câu trả lời. Nếu bạn chỉ muốn chỉnh sửa một bài gửi, hãy nhấp vào bài gửi bạn muốn trên thanh menu điều hướng ở góc trên cùng bên trái của bảng này hoặc quay lại chế độ xem bảng chung. Bạn có thể tìm hiểu thêm nhiều thiết lập khác

source: Updated responses
am: የተዘመኑ ምላሾች
ar: الاستجابات المحدثة
bn: আপডেট হওয়া উত্তর
cs: Aktualizované odpovědi
de: Aktualisierte Antworten
es: Actualizar respuestas
fa: پاسخهای به روزشده
fr: Réponses actualisées
hi: अपडेट की गई प्रतिक्रियाएं
hu: Frissített válaszok
id: Tanggapan yang diperbarui
ja: 更新された回答
km: ចម្លើយដែលបានធ្វើបច្ចុប្បន្នភាព
my: ပြောင်းလဲခဲ့သော တုန့်ပြန်မှုများ
ne: अपडेट गरिएका जबाफहरु
pl: Zaktualizowane odpowiedzi
pt: Respostas atualizadas
ru: Обновленные ответы
sw: Majibu yaliyosasishwa
th: คำตอบที่อัปเดตแล้ว
tr: Güncellenen yanıtlar
uk: Оновлені відповіді
vi: Phản hồi đã được cập nhật

source: Question
am: ጥያቄ
ar: السؤال
bn: প্রশ্ন
cs: Otázka
de: Frage
es: Pregunta
fa: سوال
hi: प्रश्न
hu: Kérdés
id: Pertanyaan
ja: 質問
km: សំណួរ
my: မေးခွန်း
ne: प्रश्न
pl: Pytanie
pt: Pergunta
ru: Вопрос
sw: Swali
th: คำถาม
tr: Soru
uk: Питання
vi: Câu hỏi

source: Response
am: ምላሽ
ar: الاستجابة
bn: উত্তর
cs: Odpověď
de: Antwort
es: Respuesta
fa: پاسخ
fr: Réponse
hi: प्रतिक्रिया
hu: Válasz
id: Tanggapan
ja: 回答
km: ចម្លើយ
my: တုန့်ပြန်မှု
ne: जबाफ
pl: Odpowiedź
pt: Resposta
ru: Ответ
sw: Jibu
th: คำตอบ
tr: Yanıt
uk: Відповідь
vi: Phản hồi

source: Action
am: ድርጊት
ar: الإجراء
bn: অ্যাকশন
cs: Akce
de: Aktion
es: Acción
fa: اقدام
hi: क्रिया या कार्रवाई (ऐक्शन)
hu: Művelet
id: Tindakan
ja: アクション
km: សកម្មភាព
my: လုပ်ရပ်
ne: कार्य
pl: Działanie
pt: Ação
ru: Действие
sw: Kitendo
th: การดำเนินการ
tr: Aksiyon
uk: Дія
vi: Thiết lập
