Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: This form has already been deployed. Are you sure you want overwrite the existing deployment?
am: ይህ ቅፅ አስቀድሞ ተዘርግቷል። እርግጠኛ ነዎት ነባሩን ስምሪት እንደገና መጻፍ ይፈልጋሉ?
ar: لقد تم بالفعل نشر وتوزيع هذا النموذج. هل أنت متأكد أنك تريد استبدال النموذج الحالي؟
bn: এই ফর্মটি ডিপ্লয় করাই আছে। আপনি কি সত্যিই ডিপ্লয় করা ফর্মটি ওভাররাইট করতে চান?
cs: Tento formulář již byl zveřejněn. Opravdu chcete přepsat stávající zveřejnění?
de: Dieses Formular wurde schon bereitgestellt. Sind Sie sicher, dass Sie die bestehende Bereitstellung überschreiben möchten?
es: Este formulario ya ha sido implementado. ¿Estás seguro que deseas sobrescribir la implementación existente?
fa: این فرم قبلاً مستقر شده است. آیا مطمئن هستید که می خواهید استقرار موجود را بازنویسی کنید؟
fr: Ce formulaire a déjà été déployé. Êtes-vous sûr de vouloir écraser le déploiement existant ?
hi: यह फ़ॉर्म पहले ही इस्तेमाल किया जा चुका है। क्या आप वाकई मौजूदा परिनियोजन के ऊपर लिखना चाहते हैं?
hu: Ez az űrlap már élesítve van. Biztos benne, hogy felül kívánja írni a már meglévő élesítést?
id: Formulir ini sudah disebarkan. Apakah Anda yakin ingin menimpa penyebaran yang sudah ada?
ja: このフォームはすでに公開されています。 既存の公開済みのものを上書きしてもよろしいですか?
pl: Ten formularz został już wdrożony. Czy na pewno chcesz zastąpić istniejąca aktualizację?
pt: Este formulário já foi disponibilizado. Tem certeza de que deseja substituir a versão existente?
ru: Эта форма уже была развернута. Вы уверены, что хотите переписать существующее развертывание?
sw: Fomu hii tayari imetumwa. Je, una uhakika unataka kubatilisha utumaji uliopo?
th: แบบฟอร์มนี้ได้ถูกนำไปใช้งานแล้ว คุณแน่ใจหรือไม่ว่าต้องการเขียนทับการนำไปใช้งานที่มีอยู่
tr: Bu form zaten yayınlandı. Mevcut yayının üzerine yazmak istediğinizden emin misiniz?
uk: Ця форма вже розміщена. Ви впевнені, що хочете перезаписати існуюче розміщення?
vi: Biểu mẫu này đã được triển khai. Bạn có chắc muốn ghi đè lên bản triển khai đã có?

source: This action cannot be undone.
am: ይህ እርምጃ ሊቀለበስ አይችልም።
ar: لا يمكن التراجع عن هذا الإجراء.
bn: কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না।
cs: Tuto akci nelze vzít zpět.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fa: این عمل قابل بازگشت نیست.
fr: Cette action ne peut pas être annulée.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता है।
hu: Ezt a műveletet nem lehet visszavonni.
id: Tindakan ini tidak bisa dibatalkan.
ja: この操作は元に戻すことができません。
km: សកម្មភាពនេះមិនអាចធ្វើមកវិញបានទេ។
my: ဤလုပ်ရပ်သည် ပြန်ပြင်၍မရနိုင်ပါ။
ne: यो कार्यलाई अनडु गर्न सकिँदैन।
pl: Ta akcja nie może być cofnięta.
pt: Essa ação não pode ser desfeita.
ru: Это необратимое действие.
sw: Kitendo hiki hakiwezi kutenduliwa.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu eylem geri alınamaz.
uk: Цю дію не можна скасувати.
vi: Thao tác này không thể hoàn tác.

source: Deploying...
am: በማሰማራት ላይ...
ar: جار النشر والتوزيع ...
bn: ডিপ্লয় করা হচ্ছে…
cs: Zveřejňování…
de: Wird bereitgestellt …
es: Implementando...
fa: در حال انتشار...
fr: En cours de déploiement...
hi: परिनियोजित हो रहा है...
hu: Élesítés folyamatban...
id: Menyebarkan...
ja: 公開中...
km: កំពុងប្រើប្រាស់...
my: ထည့်သွင်းအသုံးပြုနေသည်...
ne: परिचालन गरिँदै.....
pl: Wdrażanie...
pt: Disponibilizando...
ru: Развертывание на сервере…
sw: Inatuma...
th: กำลังนำไปใช้งาน..
tr: Yayınlanıyor...
uk: Розміщення...
vi: Đang triển khai...

source: redeployed form
am: ቅፅ እንደገና ማሰማራት
ar: نموذج معاد توزيعه
bn: আবার ডিপ্লয় করা ফর্ম
cs: znovu zveřejněný formulář
de: Formular erneut bereitgestellt
es: formulario implementado de nuevo
fa: بازنشر فرم
fr: formulaire redéployé
hi: पुन:परिनियोजित (रीडिप्लॉइड) फ़ॉर्म
hu: újraélesített űrlap
id: formulir yang disebarkan kembali
ja: 再公開されたフォーム
km: ទម្រង់បែបបទប្រើប្រាស់ឡើងវិញ
my: ပြန်လည်အသုံးပြုသည့်ဖောင်ပုံစံ
ne: पुनर्परिचालित फारम
pl: wdrożony ponownie formularz
pt: formulário redisponibilizado
ru: повторно развернутая на сервере форма
sw: fomu iliyotumwa upya
th: นำไปใช้อีกครั้งจาก
tr: yeniden yayınlanan form
uk: перерозміщена форма
vi: biểu mẫu triển khai lại

source: Please refresh the page
am: እባክዎ ገጹን ያድሱ
ar: الرجاء إعادة تحميل الصفحة
bn: অনুগ্রহ করে পেইজটি রিফ্রেশ করুন
cs: Obnovte prosím stránku
de: Bitte aktualisieren Sie die Seite
es: Actualizar la página
fa: لطفا صفحه را بروزرسانی نمایید
fr: Veuillez actualiser la page
hi: कृपया पृष्ठ को रीफ्रेश करें
hu: Frissítse az oldalt
id: Mohon muat ulang halaman
ja: ページを更新してください
km: សូមរីហ្វ្រេសទំព័រ
my: ကျေးဇူးပြု၍ ဤစာမျက်နှာကို refresh လုပ်ပါ
ne: कृपया पृष्ठ रिफ्रेश गर्नुहोस्
pl: Odśwież stronę
pt: Atualize a página
ru: Обновите страницу
sw: Tafadhali sasisha upya ukurasa
th: กรุณารีเฟรชหน้า
tr: Lütfen sayfayı yenileyin
uk: Оновити сторінку
vi: Vui lòng tải lại trang

source: Account Settings
am: መለያ አዘጋጅ
ar: إعدادات الحساب
bn: অ্যাকাউন্টের সেটিংস
cs: Nastavení účtu
de: Kontoeinstellungen
es: Configuración de la cuenta
fa: تنظیمات حساب
fr: Paramètres du compte
hi: खाता (अकाउंट) सेटिंग
hu: Fiókbeállítások
id: Pengaturan Akun
ja: アカウント設定
km: ការកំណត់គណនី
my: အကောင့်ဆက်တင်များ
ne: अकाउन्ट (विवरण) सेटिङहरु
pl: Ustawienia konta
pt: Configurações da Conta
ru: Настройки учетной записи
sw: Mipangilio ya Akaunti
th: การตั้งค่าบัญชี
tr: Hesap Ayarları
uk: Налаштування облікового запису
vi: Cài đặt tài khoản

source: Terms of Service
am: የአገልግሎት ውል
ar: شروط الخدمة
bn: সেবার শর্তাবলি
cs: Podmínky služby
de: Geschäftsbedingungen
es: Términos del servicio
fa: شرایط استفاده خدمات
fr: Conditions d'utilisation
hi: सेवा की शर्तें
hu: Szolgáltatási feltételek
id: Syarat Layanan
ja: サービスの利用規約
km: លក្ខខណ្ឌប្រើប្រាស់
my: ဝန်ဆောင်မှုဆိုင်ရာ စည်းမျဉ်းများ
ne: सेवा सर्तहरु
pl: regulamin serwisu
pt: Termos de Serviço
ru: Условия предоставления услуг
sw: Masharti ya Huduma
th: ข้อกำหนดบริการ
tr: Kullanım Şartları
uk: Умови надання послуги
vi: Điều khoản dịch vụ

source: Privacy Policy
am: ግላዊነት ፖሊሲ
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinien
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hi: गोपनीयता नीति
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
ja: プライバシーポリシー
km: គោលការណ៍ឯកជនភាព
my: လုံခြုံရေးမူဝါဒများ
ne: गोपनीयता नीति
pl: zasady zachowania poufności informacji
pt: Política de Privacidade
ru: Политика конфиденциальности
sw: Sera ya Faragha
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách Bảo mật

source: Logout
am: ውጣ
ar: تسجيل خروج
bn: লগআউট করুন
cs: Odhlásit
de: Abmelden
es: Cerrar sesión
fa: خارج شدن
fr: Déconnexion
hi: लॉगआउट
hu: Kijelentkezés
id: Keluar
ja: ログアウト
km: ចេញ
my: ပြန်ထွက်မည်
ne: लग आउट गर्नुहोस्
pl: Wyloguj się
pt: Sair
ru: Выход
sw: Ondoka
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти з системи
vi: Đăng xuất

source: Question Block
am: የጥያቄ እገዳ
ar: مجمع الأسئلة
bn: প্রশ্নের ব্লক
cs: Blok otázek
de: Fragenblock
es: Bloque de preguntas
fa: بلوک سوال
fr: Bloc de questions
hi: प्रश्न ब्लॉक
hu: Kérdésblokk
id: Blok Pertanyaan
ja: 質問のブロック
km: ប្លុកសំណួរ
my: မေးခွန်းနေရာ
ne: प्रश्न ब्लक
pl: Blok pytań
pt: Bloqueio da Pergunta
ru: Блок вопросов
sw: Block ya Swali
th: บล็อกคำถาม
tr: Soru Bloğu
uk: Блок запитань
vi: Khối câu hỏi

source: Template
am: አብነት
ar: قالب
bn: টেমপ্লেট
cs: Šablona
de: Vorlage
es: Plantilla
fa: الگو
fr: Modèle
hi: टेम्पलेट
hu: Sablon
id: Templat
ja: テンプレート
km: ទម្រង់គំរូ
my: တန်းပလိတ်
ne: टेम्प्लेट
pl: Wzór
pt: Modelo
ru: Шаблон
sw: Kiolezo
th: เทมเพลต
tr: Şablon
uk: Шаблон
vi: Bản mẫu

source: Collection
am: ስብስብ
ar: مجموعة
bn: সংগ্রহ
cs: Sbírka
de: Sammlung
es: Colección
fa: جمع آوری
hi: संग्रह
hu: Gyűjtemény
id: Koleksi
ja: コレクション
km: បណ្ដុំ
my: စုစည်းမှုများ
ne: सङ्ग्रह
pl: Kolekcja
pt: Coleção
ru: Подборка
sw: Mkusanyiko
th: คอลเลกชัน
tr: Koleksiyon
uk: Колекція
vi: Bộ sưu tập

source: You have no templates. Go to Library and create some.
am: ምንም አብነቶች የለዎትም። ወደ ቤተ-መጽሐፍት ይሂዱ እና አንዳንድ ይፍጠሩ።
ar: ليس لديك قوالب. اذهب إلى المكتبة وأنشئ بعضها.
bn: আপনার কোনো টেমপ্লেট নেই। লাইব্রেরিতে গিয়ে তৈরি করে নিন।
cs: Nemáte žádné šablony. Přejděte do knihovny a nějaké si vytvořte.
de: Sie haben keine Vorlagen. Gehen Sie zur Bibliothek und erstellen Sie welche.
es: No tienes plantillas. Ir a la Biblioteca y crear algunas.
fa: شما هیچ قالبی ندارید. به کتابخانه بروید و تعدادی ایجاد کنید.
fr: Vous n'avez pas de modèle. Vous pouvez aller dans la bibliothèque pour en créer.
hi: आपके पास कोई टेम्पलेट नहीं है। लाइब्रेरी में जाएं और कुछ टेम्पलेट बनाएं।
hu: Nincsenek elérhető sablonok. Sablon készítéséhez lépjen be a Könyvtárba.
id: Anda tidak memiliki templat. Pergi ke Perpustakaan dan buat beberapa.
ja: テンプレートがありません。ライブラリでテンプレートを作成してください。
km: អ្នកគ្មានទម្រង់គំរូទេ។ ទៅកាន់បណ្ណាល័យ និងបង្កើតទម្រង់គំរូខ្លះ។
my: သင့်တွင် မည်သည့်တန်းပလိတ်မှမရှိပါ။ စာကြည့်တိုက်သို့သွားပြီး အချို့ကိုဖန်တီးလိုက်ပါ။
ne: तपाईंसँग टेम्प्लेटहरू छैनन्। सङ्ग्रह गरिएको स्थानमा जानुहोस् र केही मात्रामा सिर्जना गर्नुहोस्।
pl: Nie masz żadnych wzorów. Przejdź do Biblioteki, by je stworzyć.
pt: Você não tem modelos. Vá para a Biblioteca e crie alguns.
ru: У вас нет шаблонов. Для их создания перейдите в библиотеку.
sw: Huna violezo. Nenda kwenye Maktaba na uunde baadhi.
th: คุณไม่มีเทมเพลต ไปที่ไลบรารี่และสร้างเทมเพลต
tr: Şablonunuz yok. Kütüphaneye gidin ve birkaç tane oluşturun.
uk: У вас немає шаблонів. Перейдіть до бібліотеки та створіть кілька.
vi: Bạn không có bản mẫu nào. Hãy đến Thư viện và tạo bản mẫu.

source: Template name
am: የ አብነት ስም
ar: أسم القالب
bn: টেমপ্লেটের নাম
cs: Název šablony
de: Name der Vorlage
es: Nombre de la plantilla
fa: نام الگو
fr: Nom du modèle
hi: टेम्पलेट नाम
hu: Sablon neve
id: Nama templat
ja: テンプレート名
km: ឈ្មោះទម្រង់គំរូ
my: တန်းပလိတ်အမည်
ne: टेम्प्लेटको नाम
pl: Nazwa wzoru
pt: Nome do modelo
ru: Имя шаблона
sw: Jina la kiolezo
th: ชื่อเทมเพลต
tr: Şablon adı
uk: Назва шаблону
vi: Tên bản mẫu

source: Submission URL
am: ማስረከብ ULR
ar: عنوان الإنترنت (URL) لعملية الإرسال
bn: সাবমিশনের URL
cs: Adresa URL příspěvku
de: Übermittlung-URL
es: URL del envío
fa: لینک ارسال
fr: URL de la soumission
hi: सबमिशन URL
hu: Űrlapválasz URL-címe
id: URL kiriman
ja: 提出URL
km: ការដាក់បញ្ជូន URL
my: အပ်နှံခြင်း URL
ne: URL पेश गर्ने
pl: Adres URL odpowiedzi
pt: URL do Envio
ru: URL-адрес отправки
sw: URL ya Uwasilishaji
th: URL ของการส่งข้อมูล
tr: Gönderim URL'si
uk: URL-адреса надсилання
vi: URL bài gửi

source: Public key
am: የህዝብ ቁልፍ
ar: مفتاح عام
bn: পাবলিক কী
cs: Veřejný klíč
de: Öffentlicher Schlüssel
es: Clave pública
fa: راهنمای عمومی
fr: Clé publique
hi: सार्वजनिक कुंजी
hu: Nyilvános kulcs
id: Kunci publik
ja: 公開鍵
km: ឃីសាធារណៈ
my: အများသိ ကီး
ne: सार्वजनिक कुन्जि
pl: Klucz publiczny
pt: Chave pública
ru: Общедоступный ключ
sw: Ufunguo wa umma (Public Key)
th: รหัสสาธารณะ
tr: Genel anahtar
uk: Відкритий ключ
vi: Mã hóa khóa công cộng

source: Set encryption
am: ምስጠራን አዘጋጅ
ar: تعيين التشفير
bn: এনক্রিপশন সেট করুন
cs: Nastavit šifrování
de: Verschlüsselung festlegen
es: Establecer cifrado
fa: تنظیم رمزگذاری
fr: Définir le cryptage
hi: एनक्रिप्शन सेट करें
hu: Titkosítás beállítása
id: Setel enkripsi
ja: 暗号化設定
km: កំណត់ការអ៊ីនគ្រីប
my: ကုဒ်ဝှက်ခြင်းကို ထားရှိမည်
ne: इन्क्रिप्सन सेट गर्नुहोस्
pl: Skonfiguruj szyfrowanie
pt: Definir criptografia
ru: Установить шифрование
sw: Weka usimbaji fiche
th: ตั้งค่าการเข้ารหัส
tr: Şifrelemeyi ayarlayın
uk: Встановити шифрування
vi: Đặt mã hóa

source: Learn more about encrypting forms
am: ቅጾችን ስለማመስጠር የበለጠ ይረዱ
ar: تعلم المزيد حول تشفير النماذج
bn: ফর্ম এনক্রিপ্ট করা সম্পর্কে আরও জানুন
cs: Více o šifrování formulářů
de: Erfahren Sie mehr über die Verschlüsselung von Formularen
es: Obtener más información sobre el cifrado de formularios
fa: در مورد انواع رمزگذاری بیشتر یاد بگیرید
fr: En savoir plus sur le cryptage des formulaires
hi: एनक्रिप्टिंग फ़ॉर्म के बारे में और जानें
hu: További információ az űrlapok titkosításáról
id: Pelajari lebih lanjut tentang mengenkripsi formulir
ja: フォームの暗号化の詳細について
km: ស្វែងយល់បន្ថែមអំពីទម្រង់ការអ៊ីនគ្រីប
my: ကုဒ်ဝှက်ထားသောဖောင်များအတွက် ပို၍ သင်ယူမည်
ne: इन्क्रिप्टिङ फारमहरू बारे थप जान्नुहोस्
pl: Dowiedz się więcej o szyfrowaniu formularzy
pt: Saiba mais sobre como criptografar formulários
ru: Подробнее о шифровании форм
sw: Pata maelezo zaidi kuhusu usimbaji fomu kwa njia fiche
th: ดูข้อมูลเพิ่มเติมเกี่ยวกับการเข้ารหัสแบบฟอร์ม
tr: Formları şifreleme hakkında daha fazla bilgi edinin
uk: Докладніше про шифрування форм
vi: Tìm hiểu thêm về cách mã hóa biểu mẫu

source: Remove encryption
am: ምስጠራን ያስወግዱ
ar: إزالة التشفير
bn: এনক্রিপশন মুছে ফেলুন
cs: Odstranit šifrování
de: Verschlüsselung entfernen
es: Eliminar el cifrado
fa: حذف رمزگذاری
fr: Supprimer le cryptage
hi: एनक्रिप्शन हटाएं
hu: Titkosítás megszüntetése
id: Hapus enkripsi
ja: 暗号化の解除
km: ដកការអ៊ីនគ្រីបចេញ
my: ကုဒ်ဝှက်ခြင်းကို ဖယ်ရှားမည်
ne: इन्क्रिप्सन हटाउनुहोस्
pl: Usuń szyfrowanie
pt: Remover criptografia
ru: Удалить шифрование
sw: Ondoa usimbaji fiche
th: ลบการเข้ารหัส
tr: Şifrelemeyi kaldırın
uk: Видалити шифрування
vi: Xóa mã hóa

source: ##type## ##name## created
am: ##type## ##name## መፍጠር
ar: تم إنشاء ##type## ##name##
bn: ##type## ##name## তৈরি হয়েছে
cs: Vytvořeno: ##type## ##name##
de: ##type## ##name## erstellt
es: ##type## ##name## creado
fa: ##type####name##ایجاد شد
fr: ##type## ##name## créé
hi: ##type## ##name## बन गए
hu: ##type## elkészült: ##name##
id: ##type## ##name## dibuat
ja: ##type####name##が作成されました
km: ##type## ##name## បានបង្កើត
my: ##type####name##ဖန်တီးခဲ့ပါသည်
ne: ##type## ##name##सिर्जना गरियो
pl: Stworzono ##type## ##name##
pt: ##name## de ##type## criado(s)
ru: ##type## «##name##»: объект создан
sw: ##type## ##name## ziliundwa
th: ##type## ##name## สร้างขึ้นแล้ว
tr: ##type## ##name## oluşturuldu
uk: ##type## ##name## створено
vi: ##type## ##name## đã được tạo

source: Failed to create ##type##
am: ##type## መፍጠር ተስኖታል
ar: تعذر إنشاء ##type##
bn: ##type## তৈরি করা যায় নি
cs: Nepodařilo se vytvořit ##type##
de: ##type## konnte nicht erstellt werden
es: Error al crear ##type##
fa: ایجاد ##type## ناموفق بود
fr: Échec de la création de ##type##
hi: ##type## बनाने में विफल
hu: ##type## létrehozása sikertelen
id: Gagal membuat ##type##
ja: ##type##の作成に失敗しました
km: បង្កើតមិនបានជោគជ័យ ##type##
my: ##type##ဖန်တီးရန်ကျရှုံးပါသည်
ne: सिर्जना गर्न असफल##type##
pl: Nie udało się stworzyć ##type##
pt: Falha ao criar ##type##
ru: Не удалось создать объект типа «##type##»
sw: Imeshindwa kuunda ##type##
th: สร้าง##type##ไม่สำเร็จ
tr: ##type## oluşturulamadı
uk: Неможливо створити ##type##
vi: Tạo ##type## thất bại

source: Failed to update ##type##
am: ##type## ማዘመን አልቻለም
ar: فشل في تحديث ##type##
bn: ##type## আপডেট করা যায় নি
cs: Nepodařilo se aktualizovat ##type##
de: ##type## konnte nicht aktualisiert werden
es: Error al actualizar ##type##
fa: بروزرسانی ##type## ناموفق بود
fr: Échec de la mise à jour de ##type##
hi: ##type## अपडेट करने में विफल
hu: ##type## frissítése sikertelen
id: Gagal memperbarui ##type##
ja: ##type##の更新に失敗しました
km: បង្កើតមិនបានជោគជ័យ ##type##
my: ##type##အဆင့်မြှင့်တင်ရန်ကျရှုံးပါသည်
ne: अपडेट गर्न असफल ##type##
pl: Nie udało się zaktualizować ##type##
pt: Falha ao atualizar ##type##
ru: Не удалось обновить объект типа «##type##»
sw: Imeshindwa kusasisha ##type##
th: อัปเดต##type##ไม่สำเร็จ
tr: ##type## güncellenemedi
uk: Неможливо оновити ##type##
vi: Cập nhật ##type## thất bại

source: Saving…
am: በማስቀመጥ ላይ…
ar: جاري الحفظ ...
bn: সেভ করা হচ্ছে…
cs: Ukládání…
de: Wird gespeichert …
es: Guardando...
fa: ذخیره کردن...
fr: Sauvegarde en cours…
hi: सहेजा जा रहा है...
hu: Mentés…
id: Menyimpan…
ja: 保存中…
km: កំពុងរក្សាទុក…
my: သိမ်းဆည်းနေသည်...
ne: सेभ गर्दै...
pl: Zapisywanie...
pt: Salvando…
ru: Сохранение…
sw: Inahifadhi...
th: กำลังบันทึก...
tr: Kaydediliyor…
uk: Збереження…
vi: Đang lưu…

source: Creating…
am: በመፍጠር ላይ…
ar: جاري الإنشاء ...
bn: তৈরি করা হচ্ছে…
cs: Vytváření…
de: Wird erstellt …
es: Creando...
fa: در حال ایجاد کردن...
fr: En cours de création…
hi: बन रहा है...
hu: Létrehozás folyamatban…
id: Membuat…
ja: 作成中…
km: កំពុងបង្កើត…
my: ဆောင်ရွက်နေသည်...
ne: सिर्जना गर्दै...
pl: Tworzenie…
pt: Criando…
ru: Создание…
sw: Inaunda...
th: กำลังสร้างขึ้น...
tr: Oluşturuluyor…
uk: Створення…
vi: Đang tạo…

source: Enter title of ##type## here
am: ርዕስ አስገባ ##type## እዚህ
ar: ادخل عنوان ##type## هنا
bn: এখানে ##type##টির শিরোনাম লিখুন
cs: Sem zadejte název ##type##
de: Geben Sie hier den Titel des ##type## ein
es: Ingresar el título de ##type## aquí
fa: عنوان ##type## را اینجا وارد کنید
fr: Saisir le titre##type## ici
hi: ##type## का शीर्षक यहां दर्ज करें
hu: Írja be a(z) ##type## nevét ide
id: Masukkan judul ##type## di sini
ja: ここに##type##のタイトルを入力してください
km: បញ្ចូលចំណងជើងនៃ ##type## នៅទីនេះ
my: ဤနေရာတွင် ##type##၏ခေါင်းစဉ်ကို ရိုက်ထည့်ပါ။
ne: यहाँ शीर्षक ##type## प्रविष्ट गर्नुहोस्
pl: Wprowadź tytuł ##type## tutaj
pt: Insira o título de ##type## aqui
ru: Введите название объекта типа «##type##» здесь
sw: Weka kichwa cha ##type## hapa
th: ป้อนชื่อของ##type##ที่นี่
tr: ##type## başlığını buraya girin
uk: Введіть назву ##type## тут
vi: Nhập tiêu đề của ##type## ở đây

source: Upload as template
am: እንደ አብነት ይጫኑ
ar: قم برفعه كقالب
de: Als Vorlage hochladen
es: Cargar como plantilla
fa: فايل را به‌عنوان الگو آپلود کنید
id: Unggah sebagai templat
ja: テンプレートとしてアップロード
pl: Prześlij jako wzór
pt: Carregar como modelo
ru: Загрузите в качестве шаблона
th: อัปโหลดเป็นเทมเพลต
uk: Завантажити як шаблон
vi: Tải lên dưới dạng bản mẫu

source: Note that this will be ignored when uploading a collection file.
am: የመሰብሰቢያ ፋይል በሚጫንበት ጊዜ ይህ ችላ እንደሚባል ማስታወሻ ይያዙ።
ar: لاحظ أنه سيتم تجاهل هذا عند رفع ملف المجموعة.
de: Beachten Sie, dass dies beim Hochladen einer Sammlungsdatei ignoriert wird.
es: Recuerda que esto se omitirá al cargar un archivo de colección.
fa: توجه داشته باشید که هنگام آپلود فایل مجموعه نادیده گرفته می‌شود.
id: Perhatikan bahwa ini akan diabaikan saat mengunggah koleksi file.
ja: これは、コレクションファイルをアップロードする場合は無視されることにご注意ください。
pl: Zostanie to zignorowane przy przesłaniu pliku kolekcji.
pt: Isso será ignorado ao carregar o arquivo de uma coleção.
ru: Обратите внимание, что при загрузке файла коллекции этот параметр будет игнорироваться.
th: โปรดทราบว่าสิ่งนี้จะถูกเพิกเฉยเมื่อกำลังอัปโหลดคอลเลกชันไฟล์
uk: Зверніть увагу, що це буде проігноровано при завантаженні файлу колекції.
vi: Lưu ý rằng việc này sẽ bị bỏ qua khi tải lên tệp bộ sưu tập.

source: Import data from ##SOURCE_NAME##
am: ውሂብ አስመጣ ከ ##SOURCE_NAME##
ar: استيراد البيانات من ##SOURCE_NAME##
bn: ##SOURCE_NAME## থেকে তথ্য ইম্পোর্ট করুন
cs: Import dat z ##SOURCE_NAME##
de: Importieren Sie Daten aus ##SOURCE_NAME##
es: Importar datos desde ##SOURCE_NAME##
fa: ورود داده از##SOURCE_NAME##
fr: Importer des données à partir de ##SOURCE_NAME##
hi: ##SOURCE_NAME## से डेटा आयात करें
hu: Adatok importálása innen: ##SOURCE_NAME##
id: Impor data dari ##SOURCE_NAME##
ja: ##SOURCE_NAME##からデータをインポート
km: នាំចូលទិន្នន័យពី ##SOURCE_NAME##
my: ##SOURCE_NAME##မှ အချက်အလက်ကို တင်သွင်းမည်။
ne: ##SOURCE_NAME## बाट डाटा आयात गर्नुहोस्
pl: Zaimportuj dane z ##SOURCE_NAME##
pt: Importar dados de ##SOURCE_NAME##
ru: Импортировать данные из источника «##SOURCE_NAME##»
sw: Ingiza data kutoka ##SOURCE_NAME##
th: นำเข้าข้อมูลจาก##SOURCE_NAME##
tr: ##SOURCE_NAME## kaynağından verileri içe aktarın
uk: Імпортувати дані із ##SOURCE_NAME##
vi: Nhập dữ liệu từ ##SOURCE_NAME##

source: You are about to import ##SOURCE_NAME##. Select or deselect in the list below to narrow down the number of questions to import.
am: ሊያስመጡ ነው ##SOURCE_NAME##. የማስመጣት ጥያቄዎችን ቁጥር ለማጥበብ ከዚህ በታች ባለው ዝርዝር ውስጥ ይምረጡ ወይም አይምረጡ።
ar: أنت على وشك استيراد ##SOURCE_NAME##. حدد أو قم بإلغاء التحديد في القائمة أدناه لتقليل عدد الأسئلة المراد استيرادها.
bn: আপনি ##SOURCE_NAME## ইম্পোর্ট করতে যাচ্ছেন। চাইলে নিচের তালিকায় নির্বাচন করে বা নির্বাচন বাতিল করে আপনি ইম্পোর্ট হওয়া প্রশ্নের সংখ্যা কমাতে পারবেন।
cs: Chystáte se importovat ##SOURCE_NAME##. Výběrem nebo zrušením výběru v seznamu uvedeném níže zúžíte počet otázek, které chcete importovat.
de: Sie sind gerade dabei, ##SOURCE_NAME## zu importieren. Wählen Sie die gewünschte Frage in der nachfolgenden Liste aus oder heben Sie die Auswahl auf, um die Anzahl der zu importierenden Fragen einzuschränken.
es: Estás a punto de importar ##SOURCE_NAME##. Seleccionar o anular la selección en la siguiente lista para limitar la cantidad de preguntas a importar.
fa: شما در حال وارد کردن ##SOURCE_NAME## هستید. برای محدود کردن تعداد سؤالات ورودی، فهرست زیر را انتخاب یا لغو انتخاب کنید.
fr: Vous êtes sur le point d'importer ##SOURCE_NAME##. Sélectionnez ou désélectionnez dans la liste ci-dessous pour réduire le nombre de questions à importer.
hi: आप ##SOURCE_NAME## आयात करने वाले हैं। आयात करने के लिए प्रश्नों की संख्या को कम करने के लिए नीचे दी गई सूची में चयन करें या अचयनित करें।
hu: ##SOURCE_NAME## importálására készül. Az alábbi listában szűkítse az importálandó kérdések számát kijelöléssel vagy a kijelölés visszavonásával.
id: Anda akan mengimpor ##SOURCE_NAME##. Pilih atau batalkan pilihan dalam daftar di bawah untuk mempersempit jumlah pertanyaan yang akan diimpor.
ja: ##SOURCE_NAME##をインポートしようとしています。下のリストで選択または選択解除して、インポートする質問数を絞り込んでください。
km: អ្នកបម្រុងនឹងនាំចូល ##SOURCE_NAME##។ ជ្រើសរើស ឬដកការជ្រើរើសនៅក្នុងបញ្ជីខាងក្រោម ដើម្បីបង្រួមឱ្យតូចចំនួននៃសំណួរដែលនឹងនាំចូល។
my: ​သင်သည် ##SOURCE_NAME##ကိုတင်သွင်းတော့မည် ဖြစ်သည်။ တင်သွင်းဖို့ မေးခွန်းအရေအတွက်ကို လျော့ချရန် အောက်ရှိစာရင်းကို ရွေးချယ်မည် သို့မဟုတ် မရွေးချယ်ပါ။
ne: तपाईं ##SOURCE_NAME## आयात गर्न लाग्दै हुनुहुन्छ। आयात गर्नका लागि प्रश्नहरूको संख्या कम गर्न तलको सूचीमा चयन गर्नुहोस् वा अचयन गर्नुहोस्।
pl: Zamierzasz zaimportować ##SOURCE_NAME##. Wybierz lub odznacz pytania z listy poniżej, by ograniczyć listę importowanych pytań.
pt: Você está prestes a importar ##SOURCE_NAME##. Marque ou desmarque na lista abaixo para limitar o número de perguntas a importar.
ru: Вы собираетесь импортировать источник «##SOURCE_NAME##». Чтобы сократить количество вопросов для импорта, выберите или отмените выбор в расположенном ниже списке.
sw: Unakaribia kuingiza ##SOURCE_NAME##. Chagua au uondoe uteuzi katika orodha iliyo hapa chini ili kupunguza idadi ya maswali ya kuingiza.
th: คุณกำลังจะนำเข้า##SOURCE_NAME## เลือกหรือยกเลิกการเลือกในรายการด้านล่างเพื่อจำกัดจำนวนคำถามที่จะนำเข้าให้แคบลง
tr: ##SOURCE_NAME## dosyasını içe aktarmak üzeresiniz. İçe aktarılacak soru sayısını daraltmak için aşağıdaki listeden seçin veya seçimi kaldırın.
uk: Ви збираєтеся імпортувати ##SOURCE_NAME##. Оберіть або зніміть прапорець у списку нижче, щоб звузити кількість запитань для імпорту.
vi: Bạn sắp nhập ##SOURCE_NAME##. Chọn hoặc bỏ chọn câu hỏi trong danh sách bên dưới để giảm số lượng câu hỏi cần nhập.

source: Select below the questions you want to import
am: ማስመጣት የሚፈልጓቸውን ጥያቄዎች ከታች ይምረጡ
ar: حدد أدناه الأسئلة التي ترغب في استيرادها
bn: যেসব প্রশ্ন ইম্পোর্ট করতে চান সেগুলো নিচে নির্বাচন করুন
cs: Níže vyberte otázky, které chcete importovat
de: Wählen Sie aus den nachfolgenden Fragen aus, welche Sie importieren möchten
es: Seleccionar a continuación las preguntas que se desean importar
fa: در زیر سؤالاتی را که می خواهید وارد کنید، انتخاب نمایید
fr: Sélectionnez ci-dessous les questions que vous souhaitez importer
hi: नीचे उन प्रश्नों का चयन करें जिन्हें आप आयात करना चाहते हैं
hu: Jelölje ki az importálni kívánt kérdéseket
id: Pilih pertanyaan di bawah yang ingin Anda impor
ja: インポートしたい質問を下記から選択してください
km: ជ្រើសរើសខាងក្រោមនូវសំណួរដែលអ្នកចង់នាំចូល
my: အောက်ရှိမေးခွန်းများထဲမှ သင်တင်သွင်းချင်သောမေးခွန်းကိုရွေးချယ်ပါ။
ne: तपाईले आयात गर्न चाहनुभएको प्रश्नहरू तल चयन गर्नुहोस्
pl: Poniżej wybierz pytania, które chcesz importować
pt: Selecione abaixo as perguntas que deseja importar
ru: Из приведенных ниже вопросов выберите те, которые вы хотите импортировать
sw: Chagua hapa chini maswali unayotaka kuingiza
th: เลือกคำถามด้านล่างที่คุณต้องการนำเข้า
tr: İçe aktarmak istediğiniz soruları aşağıdan seçin
uk: Оберіть нижче питання, які ви хочете імпортувати
vi: Chọn bên dưới các câu hỏi bạn muốn nhập
