Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Can contain only the following valid keys: {}
am: የሚከተሉትን ትክክለኛ ቁልፎች ብቻ ሊይዝ ይችላል፦{}
ar: يمكن أن يحتوي على المفاتيح الصالحة التالية فقط: {}
bn: শুধু গ্রহণযোগ্য এই কীগুলোই (key) থাকতে পারবে: {}
cs: Může obsahovat pouze následující platné klíče: {}
de: Kann nur die folgenden gültigen Schlüssel enthalten: {}
es: Solo puede contener las siguientes claves válidas: {}
fa: فقط می تواند حاوی کلیدهای معتبر زیر باشد: {}
fr: Ne peut contenir que les clés valides suivantes : {}
hi: केवल निम्नलिखित मान्य कुंजियाँ हो सकती हैं: {}
id: Hanya boleh berisi kunci yang valid berikut: {}
ja: 次の有効なキーのみを含めることができます: {}
my: အောက်ပါ မှန်ကန်သော ကီးများသာ ပါ၀င်နိုင်သည်- {}
ne: निम्न मान्य कुञ्जीहरू मात्र समावेश हुन सक्छ: {}
pl: Może zawierać tylko następujące prawidłowe klucze: {}
pt: Pode conter apenas as chaves válidas a seguir: {}
ru: Может содержать только следующие допустимые ключи: {}
sw: Csak a következő érvényes kulcsokat tartalmazhatja: {}
th: สามารถมีได้เฉพาะคีย์ที่ถูกต้องต่อไปนี้: {}
uk: Може містити тільки наступні допустимі ключі: {}
vi: Chỉ có thể chứa các khóa hợp lệ sau đây: {}

source: Must be an array
am: ድርድር መሆን አለበት
ar: يجب أن تكون مصفوفة
bn: অ্যারে হতে হবে
cs: Musí být pole
de: Muss ein Array sein
es: Debe ser una matriz (array)
fa: باید یک آرایه باشد
fr: Doit être un tableau
hi: एक श्रृंखला (array) होनी चाहिए
id: Harus berupa himpunan
ja: 配列である必要があります
my: ခင်းကျင်းမှုတစ်ခု ဖြစ်ရမည်
ne: एरे हुनुपर्छ
pl: Musi to być tablica
pt: Deve ser uma matriz
ru: Должен быть массив
sw: Tömbnek kell lennie
th: ต้องเป็นอาร์เรย์
uk: Має бути масив
vi: Phải là một mảng

source: All values in the array must be strings
am: በድርድር ውስጥ ያሉ ሁሉም እሴቶች ሕብረቁምፊዎች መሆን አለባቸው
ar: يجب أن تكون كافة القيم في المصفوفة عبارة عن سلاسل
bn: অ্যারের সবকটি মানকে স্ট্রিং হতে হবে
cs: Všechny hodnoty v poli musí být řetězce
de: Alle Werte im Array müssen Zeichenfolgen sein
es: Todos los valores de la matriz deben ser cadenas de caracteres
fa: تمام مقادیر آرایه باید رشته ای باشند
fr: Toutes les valeurs du tableau doivent être des chaînes de caractères
hi: श्रृंखला (array) में सभी मान स्ट्रिंग होने चाहिए
id: Semua nilai dalam himpunan harus berupa string
ja: 配列の値はすべて文字列である必要があります
my: ခင်းကျင်းမှုထဲမှ တန်ဖိုးများအားလုံးသည်စာကြောင်းများ ဖြစ်ရမည်
ne: एरे मा सबै मानहरू स्ट्रिङ हुनुपर्छ
pl: Wszystkie wartości w tablicy muszą być ciągami
pt: Todos os valores na matriz devem ser cadeias de caracteres
ru: Все значения в массиве должны быть строками
sw: A tömbben minden értéknek karakterláncnak kell lennie
th: ค่าทั้งหมดในอาร์เรย์ต้องเป็นสตริง
uk: Усі значення в масиві повинні бути рядками
vi: Tất cả giá trị trong mảng phải là chuỗi

source: Must be a non-empty value
am: ባዶ ያልሆነ እሴት መሆን አለበት
ar: يجب أن تكون قيمة غير فارغة
bn: অশূন্য কোনো মান হতে হবে
cs: Musí se jednat o neprázdnou hodnotu
de: Muss ein nicht leerer Wert sein
es: Debe ser un valor no vacío
fa: باید یک مقدار غیر خالی باشد
fr: Doit être une valeur non vide
hi: एक गैर-रिक्त मान होना चाहिए
id: Harus berupa nilai yang tidak kosong
ja: 空の値にすることはできません
my: အလွတ်မဟုတ်သည့် တန်ဖိုးတစ်ခုဖြစ်ရမည်
ne: गैर-रिक्त मान हुनुपर्छ
pl: Musi to być wartość niepusta
pt: Deve ser um valor não vazio
ru: Значение не может быть пустым
sw: Egy nem üres értéknek kell lennie
th: ต้องเป็นค่าที่ไม่ว่างเปล่า
uk: Значення має бути непорожнім
vi: Phải là một giá trị không trống

source: For this asset must be either {}
am: ለዚህ ንብረት አንድም መሆን አለበት {}
ar: لهذا الأصل يجب أن يكون إما {}
bn: এই অ্যাসেটের জন্য হতে হবে {}
cs: Pro tuto položku musí být buď {}
de: Für dieses Asset muss es entweder {} sein
es: Para este recurso debe ser bien sea {}
fa: برای این دارایی باید یا {} باشید
fr: Pour cette ressource, doit être {}
hi: इसके लिए संपत्ति (asset) या तो होनी चाहिए {}
id: Untuk aset ini harus berupa {}
ja: このアセットについては{}のいずれかである必要があります
my: ဤပိုင်ဆိုင်မှုအတွက် {} ဖြစ်ရမည်
ne: यस सम्पत्तिको लागि या त {} हुनुपर्छ
pl: Dla tego zasobu musi być albo {}
pt: Para este recurso deve ser {}
ru: Для этого актива должно быть либо {}
sw: Ehhez az eszközhöz csak a következők egyike lehet: {}
th: สำหรับเนื้อหานี้ต้องเป็น {}
uk: Для цього ресурсу має бути або {}
vi: Tài sản này phải là {}

source: Must be either {}
am: መሆን አለበት ወይ {}
ar: يجب أن يكون إما {}
bn: হতে হবে {}
cs: Musí být buď {}
de: Muss entweder {} sein
es: Debe ser bien sea {}
fa: باید یا {} باشد
fr: Doit être soit {}
hi: या तो होना चाहिए {}
id: Harus berupa {}
ja: {}のいずれかである必要があります
my: {} ဖြစ်ရမည်
ne: या त {} हुनुपर्छ
pl: Musi być albo {}
pt: Deve ser {}
ru: Должно быть либо {}
sw: Csak a következők egyike lehet: {}
th: ต้องเป็น {}
uk: Має бути або {}
vi: Phải là {}

source: The asset must be deployed.
am: ንብረቱ መሰማራት አለበት።
ar: يجب نشر وتوزيع الأصل.
bn: অ্যাসেটটিকে ডিপ্লয় করা আবশ্যক।
cs: Tato položka musí být zveřejněna.
de: Das Asset muss bereitgestellt werden.
es: El recurso debe implementarse.
fa: دارایی باید منتشر شود.
fr: La ressource doit être déployée.
hi: परिसंपत्ति या एसेट परिनियोजित किया जाना चाहिए।
id: Aset harus disebarkan.
ja: アセットは公開される必要があります。
my: ပိုင်ဆိုင်မှုကို အသုံးချရမည်။
ne: सम्पत्ति प्रयोग गर्नुपर्छ।
pl: Zasób musi zostać wdrożony.
pt: O recurso deve ser disponibilizado.
ru: Актив должен быть развернут.
sw: A hozzáadott fájlt aktiválni kell.
th: เนื้อหาจะต้องถูกนำไปใช้งาน
uk: Ресурс має бути розгорнутий.
vi: Tài sản phải được triển khai

source: The export name must be a string.
am: ወደ ውጭ የሚላከው ስም ሕብረቁምፊ መሆን አለበት።
ar: يجب أن يكون اسم التصدير عبارة عن سلسلة.
bn: এক্সপোর্টের নাম অবশ্যই স্ট্রিং হতে হবে।
cs: Název exportu musí být řetězec.
de: Der Exportname muss eine Zeichenfolge sein.
es: El nombre de exportación debe ser una cadena.
fa: نام صادرات باید یک رشته باشد.
fr: Le nom de l’exportation doit être une chaîne.
hi: निर्यात का नाम एक स्ट्रिंग होना चाहिए।
id: Nama ekspor harus berupa string.
ja: エクスポートの名前は文字列である必要があります。
my: တင်ပို့သည့်အမည်မှာ စာကြောင်းတစ်ကြောင်း ဖြစ်ရမည်။
ne: निर्यात नाम स्ट्रिङ हुनुपर्छ।
pl: Nazwa eksportu musi być ciągiem.
pt: O nome de exportação deve ser uma cadeia de caracteres.
ru: Имя экспорта должно быть строкой.
sw: Az exportnévnek karakterláncnak kell lennie.
th: ชื่อการส่งออกต้องเป็นสตริง
uk: Назва експорту має бути рядком.
vi: Tên xuất phải là một chuỗi.

source: Source cannot be changed
am: ምንጭ መቀየር አይቻልም
ar: لا يمكن تغيير المصدر
bn: উৎস পরিবর্তন করা যাবে না
cs: Zdroj nelze změnit
de: Die Quelle kann nicht geändert werden
es: No se puede cambiar el origen
fa: منبع قابل تغییر نیست
fr: La source ne peut pas être modifiée
hi: स्रोत बदला नहीं जा सकता
id: Sumber tidak dapat diubah
ja: ソースを変更できません
my: အရင်းအမြစ်ကို ပြောင်းလဲ၍ မရနိုင်ပါ
ne: स्रोत परिवर्तन गर्न सकिँदैन
pl: Nie można zmienić źródła
pt: A origem não pode ser alterada
ru: Источник не может быть изменен
sw: A forrás nem változtatható meg
th: ไม่สามารถเปลี่ยนแหล่งที่มาได้
uk: Джерело не можна змінити
vi: Không thể thay đổi nguồn

source: Data sharing for `{source_uid}` is not enabled
am: የውሂብ መጋራት `{source_uid}` አልተቻለም
ar: مشاركة البيانات لـ `{source_uid}` غير ممكّنة
bn: `{source_uid}`-এর জন্য তথ্য শেয়ার করার ব্যবস্থা চালু নেই
cs: Sdílení dat pro `{source_uid}` není povoleno
de: Die Datenfreigabe für `{source_uid}` ist nicht aktiviert
es: El intercambio de datos para `{source_uid}` no está activado
fa: اشتراک گذاری داده برای `{source_uid}` فعال نیست
fr: Le partage de données pour `{source_uid}` n’est pas activé
hi: `{source_uid}` के लिए डेटा साझा करण संभव नहीं है
id: Berbagi data untuk `{source_uid}` tidak diaktifkan
ja: `{source_uid}`のデータ共有は有効化されていません
my: `{source_uid}`အတွက် အချက်အလက် မျှဝေခြင်းကို ဖွင့်မထားပါ
ne: `{source_uid}` को लागि डाटा साझेदारी सक्षम गरिएको छैन
pl: Udostępnianie danych dla `{source_uid}` nie jest włączone
pt: O compartilhamento de dados para o `{source_uid}` não está habilitado
ru: Совместное использование данных для `{source_uid}` не включено
sw: Adatmegosztás `{source_uid}` esetében nincs engedélyezve
th: ไม่ได้เปิดใช้งานการแชร์ข้อมูลสำหรับ`{source_uid}`
uk: Обмін даними для `{source_uid}` не ввімкнено
vi: Không bật chia sẻ dữ liệu cho `{source_uid}`

source: Pairing data with `{source_uid}` is not allowed
am: ውሂቦችን ማጣመር `{source_uid}` አይፈቀድም
ar: إقران البيانات مع `{source_uid}` غير مسموح
bn: `{source_uid}`-এর সাথে তথ্য যুক্ত করার অনুমতি নেই
cs: Párování dat s `{source_uid}` není povoleno
de: Das Koppeln von Daten mit `{source_uid}` ist nicht zulässig
es: No se permite vincular datos con `{source_uid}`
fa: اتصال داده ها با `{source_uid}` مجاز نیست
fr: L’association de données avec `{source_uid}` n’est pas autorisée
hi: डेटा को `{source_uid}` के साथ जोड़ने की अनुमति नहीं है
id: Memasangkan data dengan `{source_uid}` tidak diizinkan
ja: `{source_uid}`とのデータのペアリングは許可されていません
my: `{source_uid}` နှင့် အချက်အလက် ပေါင်းစပ်ခြင်းအား ခွင့်ပြုမထားပါ
ne: यो `{source_uid}` डेटासँग जोड्ने अनुमति छैन
pl: Parowanie danych z `{source_uid}` jest niedozwolone
pt: O emparelhamento de dados com o `{source_uid}` não é permitido
ru: Сопряжение данных с `{source_uid}` не допускается
sw: `{source_uid}` nem párosítható adathoz
th: ไม่อนุญาตการจับคู่ข้อมูลด้วย`{source_uid}`
uk: Не допускається сполучення даних з `{source_uid}`
vi: Không cho phép ghép nối dữ liệu với `{source_uid}`

source: Source `{source}` is already paired
am: ምንጭ `{source}` አስቀድሞ ተጣምሯል
ar: تم إقران `{source}` المصدر سابقاً
bn: উৎস `{source}` যুক্ত করাই আছে
cs: Zdroj `{source}` již je spárován
de: Die Quelle `{source}` ist bereits gekoppelt
es: La fuente `{source}` ya está vinculada
fa: منبع `{source}` قبلاً متصل شده است
fr: La source `{source}` est déjà associée
hi: स्रोत `{source}` पहले से ही युग्मित है
id: Sumber `{source}` sudah dipasangkan
ja: ソース`{source}`は既にペアリングされています
my: အရင်းအမြစ်`{source}` အား ပေါင်းစပ်ပြီးဖြစ်ပါသည်
ne: `{source}` स्रोत पहिले नै जोडिएको छ
pl: Źródło `{source}` jest już sparowane
pt: A origem `{source}` já está emparelhada
ru: Источник `{source}` уже является парным
sw: A(z) `{source}` forrás már párosítva van
th: จับคู่แหล่งที่มา `{source}` แล้ว
uk: Джерело `{source}` вже спарено
vi: Nguồn `{source}` đã được ghép nối

source: Some fields are invalid, choices are: `{source_fields}`
am: አንዳንድ መስኮች ልክ ያልሆኑ ናቸው፣ ምርጫዎቹ የሚከተሉት ናቸው፦`{source_fields}`
ar: بعض الحقول غير صالحة، الاختيارات هي: `{source_fields}`
bn: কয়েকটি পূরণীয় ঘর গ্রহণযোগ্য নয়, এখান থেকে বেছে নিন: `{source_fields}`
cs: Některá pole jsou neplatná, možnostmi jsou: `{source_fields}`
de: Einige Felder sind ungültig. Zur Auswahl stehen: `{source_fields}`
es: Algunos campos no son válidos, las opciones son: `{source_fields}`
fa: برخی از بخش ها باطل هستند، گزینه ها عبارتند از: `{source_fields}`
fr: Certains champs ne sont pas valides, les options sont : `{source_fields}`
hi: कुछ फ़ील्ड अमान्य हैं, विकल्प हैं: `{source_fields}`
id: Beberapa bagian tidak valid, pilihannya adalah: `{source_fields}`
ja: 一部のフィールドが無効です。選択肢は次のとおりです: `{source_fields}`
my: အချို့သော အကွက်များသည် မှန်ကန်မှု မရှိပါ၊ ရွေးချယ်မှုများမှာ-`{source_fields}`
ne: केही क्षेत्रहरू अमान्य छन्, विकल्पहरू यी हुन्: `{source_fields}`
pl: Niektóre pola są nieprawidłowe. Dostępne opcje to: `{source_fields}`
pt: Alguns campos estão inválidos. As opções são: `{source_fields}`
ru: Некоторые поля недопустимы, варианты: `{source_fields}`
sw: Néhány mező érvénytelen, a választási lehetőségek: `{source_fields}`
th: บางฟิลด์ไม่ถูกต้อง ตัวเลือกคือ: `{source_fields}`
uk: Деякі поля недійсні, вибір є: `{source_fields}`
vi: Một số trường không hợp lệ, các lựa chọn là: `{source_fields}`

source: Only letters, numbers and `-` are allowed
am: ፊደሎች፣ ቁጥሮች እና `-` የተፈቀዱ ናቸው
ar: يُسمح فقط بالأحرف `-` والأرقام
bn: শুধু বর্ণ, সংখ্যা ও `-` চিহ্ন ব্যবহার করা যাবে
cs: Povolena jsou pouze písmena, číslice a `-`
de: Es sind nur Buchstaben, Zahlen und `-` erlaubt
es: Solo se permiten letras, números y `-`
fa: فقط حروف، اعداد و `-` مجاز هستند
fr: Seuls les lettres, les chiffres et le symbole `-` sont autorisés
hi: केवल अक्षर, संख्या और `-` की अनुमति है
id: Hanya huruf, angka, dan `-` yang diizinkan
ja: 文字、数字と`-`のみ許可されています
my: အက္ခရာများ၊ နံပါတ်များနှင့် `-` ကိုသာ ခွင့်ပြုသည်
ne: केवल अक्षर, संख्या र `-` को अनुमति छ
pl: Dozwolone są tylko litery, cyfry i `-`
pt: Apenas letras, números e `-` são permitidos
ru: Допускаются только буквы, цифры и `-`
sw: Csak betűk, számok és `-` engedélyezettek
th: อนุญาตเฉพาะตัวอักษร ตัวเลขและ`-`เท่านั้น
uk: Допускаються лише літери, цифри та `-`
vi: Chỉ cho phép chữ cái, số và `-`

source: Extension must be `xml`
am: ማራዘሚያ መሆን አለበት `xml`
ar: يجب أن يكون الامتداد `xml`
bn: এক্সটেনশন অবশ্যই `xml` হতে হবে
cs: Přípona musí být `xml`
de: Erweiterung muss `xml` sein
es: La extensión debe ser `xml`
fa: پسوند باید `xml` باشد
fr: L’extension doit être `xml`
hi: एक्सटेंशन `xml` होना चाहिए
id: Ekstensi harus berupa `xml`
ja: 拡張子は`xml`である必要があります
my: လိုင်းခွဲမှာ `xml` ဖြစ်ရမည်
ne: एक्सटेन्शन `xml` हुनुपर्छ
pl: Rozszerzenie musi być `xml`
pt: A extensão deve ser `xml`
ru: Расширение должно быть `xml`
sw: A kiterjesztés csak `xml` lehet
th: นามสกุลต้องเป็น `xml`
uk: Розширення має бути `xml`
vi: Phần mở rộng phải là `xml`

source: `{basename}` is already used
am: `{basename}` አስቀድሞ ጥቅም ላይ ውሏል
ar: `{basename}` مستخدم سابقاً
bn: `{basename}` আগেই ব্যবহার করা হয়ে গেছে
cs: `{basename}` se již používá
de: `{basename}` wird bereits verwendet
es: `{basename}` ya está en uso
fa: `{basename}` قبلاً استفاده شده است
fr: `{basename}` est déjà utilisé
hi: `{basename}` पहले से ही प्रयोग किया जा चुका है
id: `{basename}` sudah digunakan
ja: `{basename}`は既に使われています
my: `{basename}`အား အသုံးပြုထားပြီးပါပြီ
ne: `{basename}` पहिले नै प्रयोग गरिएको छ
pl: `{basename}` jest już używany
pt: `{basename}` já está em uso
ru: `{basename}` уже используется
sw: `{basename}` már használatban van
th: ใช้ `{basename}` ไปแล้ว
uk: `{basename}` вже використовується
vi: `{basename}` đã được sử dụng

source: Invalid asset type. Only `{asset_type}` is allowed
am: ልክ ያልሆነ የንብረት አይነት። `{asset_type}` ብቻ ነው የሚፈቀደው
ar: نوع الأصل غير صالح. يُسمح باستخدام `{asset_type}` فقط
bn: অ্যাসেটের ধরন সঠিক নয়। শুধু `{asset_type}` ব্যবহারেরই অনুমতি আছে
cs: Neplatný typ položky. Povolen je pouze `{asset_type}`
de: Ungültiger Asset-Typ. Nur `{asset_type}` ist erlaubt
es: Tipo de recurso no válido. Solo se permite `{asset_type}`
fa: نوع دارایی پذیرفتنی نیست. فقط `{asset_type}` مجاز است
fr: Type de ressource non valide. Seul `{asset_type}` est autorisé
hi: अमान्य एसेट प्रकार। केवल `{asset_type}` की अनुमति है
id: Jenis aset tidak valid. Hanya `{asset_type}` yang diizinkan
ja: 無効なアセットのタイプです。`{asset_type}`のみ許可されています
my: မမှန်ကန်သော ပိုင်ဆိုင်မှု အမျိုးအစား။ `{asset_type}` ကိုသာ ခွင့်ပြုသည်
ne: अवैध सम्पत्ति प्रकार। `{asset_type}` को मात्र अनुमति छ
pl: Nieprawidłowy typ zasobu. Dozwolone jest tylko `{asset_type}`
pt: Tipo de recurso inválido. Apenas `{asset_type}` é permitido
ru: Неверный тип актива. Допускается только `{asset_type}`
sw: Érvénytelen eszköztípus. Csak `{asset_type}` engedélyezett
th: ประเภทเนื้อหาไม่ถูกต้อง อนุญาตเฉพาะ`{asset_type}`เท่านั้น
uk: Недійсний тип ресурсу. Допускається тільки `{asset_type}`
vi: Loại tài sản không hợp lệ. Chỉ cho phép `{asset_type}`

source: Page not found (404)
am: ገጽ አልተገኘም( 404)
bn: পেইজ খুঁজে পাওয়া যায় নি (404)
cs: Stránka nebyla nalezena (404)
de: Seite nicht gefunden (404)
es: Página no encontrada (404)
fa: صفحه مورد نظر یافت نشد (404)
hi: पृष्ठ नहीं मिला (404)
id: Halaman tidak ditemukan (404)
ja: 404（ページが見つかりません）
my: စာမျက်နှာ ရှာမတွေ့ပါ <b>(404)</b>
pt: Página não encontrada (404)
ru: Страница не найдена (404)
sw: Az oldal nem található (404)
th: ไม่พบเพจ (404)
uk: Сторінку не знайдено (404)
vi: Không tìm thấy trang (404)

source: This page does not exist on the server. Please check the URL or link that sent you here.
am: ይህ ገጽ በአገልጋዩ ላይ አይገኝም። እባክዎን ወደዚህ የላኩዎትን ዩአርኤል ወይም አገናኝ ያረጋግጡ።
bn: এই পেইজটি সার্ভারে নেই। যে লিঙ্কের মাধ্যমে এখানে এসেছেন অনুগ্রহ করে সেটি আবার দেখুন।
cs: Tato stránka na serveru neexistuje. Zkontrolujte prosím adresu URL nebo odkaz, který vás sem poslal.
de: Diese Seite existiert auf dem Server nicht. Bitte überprüfen Sie die verwendete URL bzw. den verwendeten Link.
es: Esta página no existe en el servidor. Verifica la URL o el enlace que te envió aquí.
fa: این صفحه در سرور موجود نمی باشد. لطفاً URL و یا پیوندی که شما را به اینجا ارسال کرده را بررسی نمایید.
hi: यह पृष्ठ सर्वर पर मौजूद नहीं है। कृपया आपको यहां भेजे गए URL या लिंक की जाँच करें।
id: Halaman ini tidak ada di server. Harap periksa URL atau tautan yang mengarahkan Anda ke sini.
ja: このページはサーバーに存在しません。お使いになったURLやリンクをご確認ください。
my: ဤစာမျက်နှာသည် ဆာဗာပေါ်တွင် မရှိပါ။ ကျေးဇူးပြု၍ သင့်အား ဤနေရာသို့ ပို့ခဲ့သော URL သို့မဟုတ် လင့်ခ်ကို စစ်ဆေးပါ။
pt: Essa página não existe no servidor. Confira a URL ou o link que o enviou até aqui.
ru: Эта страница не существует на сервере. Проверьте URL-адрес или ссылку, которая привела вас сюда.
sw: Ez az oldal nem létezik a szerveren. Kérjük, ellenőrizze az URL-t vagy a linket, amellyel ide érkezett..
th: เพจนี้ไม่มีอยู่บนเซิร์ฟเวอร์ โปรดตรวจสอบ URL หรือลิงค์ที่ส่งคุณมาที่นี่
uk: Ця сторінка не існує на сервері. Будь ласка, перевірте URL-адресу або посилання, за яким ви сюди потрапили.
vi: Trang này không tồn tại trên máy chủ. Vui lòng kiểm tra URL hoặc liên kết bạn đã nhập.

source: Server error (500)
am: የአገልጋይ ስሕተት( 500)
bn: সার্ভারের ত্রুটি (500)
cs: Chyba serveru (500)
de: Serverfehler (500)
es: Error del servidor (500)
fa: خطای سرور ( 500)
hi: सर्वर त्रुटि (500)
id: Kesalahan Server (500)
ja: 500（サーバーエラー）
my: ဆာဗာ ချို့ယွင်းချက် (500)
pt: Erro de servidor (500)
ru: Ошибка сервера (500)
sw: Szerver hiba (500)
th: ข้อผิดพลาดของเซิร์ฟเวอร์ (500)
uk: Помилка сервера (500)
vi: Lỗi máy chủ (500)

source: Something went wrong when trying to process your request.
am: ጥያቄያችሁን ለማስኬድ ስንሞክር አንድ ችግር ተፈጠረ።
bn: আপনার রিকোয়েস্টের প্রক্রিয়াকরণ করতে গিয়ে কী যেন সমস্যা হয়েছে।
cs: Při pokusu o zpracování vašeho požadavku se něco pokazilo.
de: Bei der Verarbeitung der Anfrage ist ein Fehler aufgetreten.
es: Algo salió mal al intentar procesar la solicitud.
fa: هنگام تلاش برای پردازش درخواست شما مشکلی پیش آمد.
hi: आपके अनुरोध को संसाधित करने की कोशिश करते समय कुछ गलत हो गया।
id: Terjadi masalah saat memproses permintaan Anda.
ja: リクエストの処理中に問題が発生しました。
my: သင့်တောင်းဆိုချက်ကို လုပ်ဆောငနေစဉ် အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်။
pt: Algo deu errado ao tentar processar sua solicitação.
ru: Ошибка при обработке вашего запроса.
sw: Valami hiba történt a kérés feldolgozása során.
th: มีบางอย่างผิดพลาดขณะพยายามประมวลผลคำขอของคุณ
uk: Щось пішло не так при спробі обробити ваш запит.
vi: Đã xảy ra lỗi khi xử lý yêu cầu của bạn.

source: Modern Browsers
am: ዘመናዊ አሳሾች
ar: المتصفحات الحديثة
bn: আধুনিক ব্রাউজার
cs: Moderní prohlížeče
de: Moderne Browser
es: Navegadores modernos
fa: مرورگرهای مدرن
fr: Navigateurs modernes
hi: आधुनिक ब्राउज़र
id: Peramban Modern
ja: モダンブラウザ
my: ခေတ်မီ ဘရောင်ဇာများ
ne: आधुनिक ब्राउजरहरू
pl: Nowoczesne przeglądarki
pt: Navegadores Modernos
ru: Современные браузеры
sw: Modern böngészők
th: เบราว์เซอร์สมัยใหม่
uk: Сучасні браузери
vi: Trình duyệt hiện đại

source: Ouch! Sorry, you were probably sent here because your browser is outdated or perhaps it has its key features disabled by using "private browsing" mode.
am: ኦህ! ይቅርታ፣ ወደዚህ የተላኩት አሳሽዎ ጊዜ ያለፈበት ስለሆነ ወይም ምናልባት "የግል አሰሳ" ሁነታን በመጠቀም ቁልፍ ባህሪያቱ ስለተሰናከለ ሊሆን ይችላል።
ar: عذرًا، نأسف لهذا ولكن ربما تم إرسالك إلى هنا لأن متصفحك قديم أو ربما تم تعطيل ميزاته الرئيسية باستخدام وضع "التصفح الخاص/السري".
bn: ইশ! দুঃখিত, সম্ভবত আপনার ব্রাউজার পুরনো বলে কিংবা একান্ত (প্রাইভেট) ব্রাউজিং মোডে চালানোর ফলে আপনার ব্রাউজারের অপরিহার্য কিছু ফিচার সম্ভবত বন্ধ হয়ে আছে বলে আপনি এই পেইজটি দেখছেন।
cs: Au! Omlouváme se, pravděpodobně jste sem byli posláni, protože je váš prohlížeč zastaralý nebo má možná vypnuté klíčové funkce kvůli režimu „soukromého prohlížení“.
de: Entschuldigung, Sie wurden wahrscheinlich hierher geschickt, weil Ihr Browser veraltet ist oder vielleicht weil seine Schlüsselfunktionen durch den „privates Browsen“-Modus deaktiviert wurden.
es: ¡Lo sentimos! Es posible que hayas llegado aquí porque tu navegador está desactualizado o quizás tienes desactivadas las principales funciones al utilizar el modo de «navegación privada».
fa: آه! متاسفیم، احتمالاً به این دلیل به اینجا فرستاده شده‌اید که مرورگر شما قدیمی است یا شاید ویژگی‌های کلیدی آن با استفاده از حالت "مرور خصوصی" غیرفعال شده است.
fr: Toutes nos excuses. Vous avez probablement été dirigé(e) ici parce que votre navigateur est obsolète ou que ses principales fonctionnalités ont été désactivées en utilisant le mode « navigation privée ».
hi: ओह! माफ़ करिए, आपको यहाँ शायद इसलिए वापस भेजा गया क्योंकि आपका ब्राउज़र पुराना है या शायद ‘निजी ब्राउज़िंग’ मोड इस्तेमाल कर के इसकी प्रमुख विशेषताएं अक्षम हैं।
id: Aduh! Maaf, Anda mungkin dikirim ke sini karena peramban Anda sudah usang atau mungkin fitur utamanya dinonaktifkan dengan menggunakan mode “penjelajahan pribadi”.
ja: 申し訳ございません。ご使用のブラウザが古いか、「プライベートブラウジング」モードで主要な機能を無効にしているため、ここに送られたと思われます。
my: ဝမ်းနည်းပါသည်၊ သင့်ဘရောင်ဇာသည် အဟောင်းဖြစ်နေသဖြင့် သို့မဟုတ် ၎င်း၏အဓိက ဝန်ဆောင်မှုများကို “လျှို့ဝှက် ဘရောင်ဇင်း” မုဒ်သုံးခြင်းဖြင့် ပိတ်ထားနိုင်သည့်အတွက် ဤနေရာသို့ သင့်အားပို့ဆောင်ခဲ့ခြင်း ဖြစ်နိုင်သည်။
ne: ओच! माफ गर्नुहोस्, तपाइँको ब्राउजर पुरानो भएको कारणले वा "निजी ब्राउजिङ" मोड प्रयोग गरेर यसको मुख्य सुविधाहरू असक्षम पारिएको हुनाले तपाइँलाई यहाँ पठाइएको हुन सक्छ।
pl: Auć! Przepraszamy, przeniesiono Cię tu, ponieważ Twoja przeglądarka jest przestarzała lub ma wyłączone funkcje w trybie „przeglądania prywatnego”.
pt: Ops! Desculpe, você provavelmente foi enviado aqui, porque seu navegador está desatualizado ou há recursos que foram desabilitados ao usar a “navegação anônima”.
ru: Произошла ошибка. Возможно, ваш браузер устарел или отключены важные функции в режиме приватного просмотра (инкогнито).
sw: Jaj! Sajnáljuk, valószínűleg azért került ide, mert elavult a böngészője, esetleg valamely szűkséges funkciója ki van kapcsolva a „privát böngészés” üzemmód miatt.
th: ขออภัย! คุณอาจถูกส่งมาที่นี่เนื่องจากเบราว์เซอร์ของคุณล้าสมัยหรือฟีเจอร์หลักถูกปิดใช้งานโดยใช้โหมด "การเรียกดูแบบส่วนตัว"
uk: Ой! Вибачте, можливо, вас перенаправлено сюди через те, що ваш браузер застарілий або його ключові функції вимкнено в режимі “приватного перегляду”.
vi: Xin lỗi bạn, có thể bạn được đưa đến đây vì trình duyệt của bạn đã lỗi thời hoặc các tính năng chính đã bị tắt vì bạn đang ở chế độ “trình duyệt riêng tư”.
