Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Can delete submitted data for asset
am: የቀረበውን ውሂብ ለንብረት መሰረዝ ይችላል
ar: يمكن حذف البيانات المقدمة من أجل الأصل
bn: অ্যাসেটের জমা দেওয়া তথ্য মুছে ফেলতে পারবে
cs: Může vymazat odeslaná data pro položku
de: Kann übermittelte Daten für das Asset löschen
es: Puede eliminar los datos enviados para el recurso
fa: می تواند داده های ارسال شده برای دارایی را حذف کند
fr: Peut supprimer les données soumises pour la ressource
hi: एसेट के लिए जमा किया गया डेटा हटा सकते हैं
id: Dapat menghapus data yang dikirimkan untuk aset
ja: アセットに提出されたデータを削除できます
my: ပိုင်ဆိုင်မှုအတွက် တင်ပြထားသော အချက်အလက်ကို ဖျက်ပစ်နိုင်သည်
ne: सम्पत्तिको लागि पेश गरिएको डाटा मेटाउन सकिन्छ
pl: Może usunąć przesłane dane dotyczące zasobu
pt: Pode excluir dados enviados ao recurso
ru: Может удалять отправленные данные для актива
sw: A hozzáadott fájlra beküldött adatok törölhetők
th: สามารถลบข้อมูลที่ส่งสำหรับเนื้อหาได้
uk: Можете видалити надіслані дані для ресурсу
vi: Có thể xóa các dữ liệu đã được gửi cho tài sản

source: Can validate submitted data asset
am: የቀረበውን የውሂብ ንብረት ማረጋገጥ ይችላል
ar: يمكن التحقق من صحة أصول البيانات المقدمة
bn: অ্যাসেটের জমা দেওয়া তথ্য যাচাই করতে পারবে
cs: Může ověřit platnost odeslaných dat pro položku
de: Kann übermittelte Datenbestände überprüfen
es: Puede validar el recurso de datos enviado
fa: می تواند دارایی داده ارسال شده را تأیید کند
fr: Peut valider la ressource des données soumises
hi: जमा किए गए डेटा एसेट को मान्य कर सकते हैं
id: Dapat memvalidasi data yang dikirimkan aset
ja: アセットに提出されたデータを検証できます
my: တင်ပြထားသော ဒေတာပိုင်ဆိုင်မှုကို အတည်ပြုနိုင်သည်
ne: पेश गरिएको डाटा सम्पत्ति पुष्टि गर्न सकिन्छ
pl: Może zweryfikować przesłany zasób danych
pt: Pode validar o recurso de dados enviado
ru: Может проверять отправленные данные для актива
sw: A hozzáadott fájlra beküldött adatok érvényesíthetők
th: สามารถตรวจสอบเนื้อหาข้อมูลที่ส่งได้
uk: Можете підтвердити надіслані дані ресурсу
vi: Có thể xác thực dữ liệu đã được gửi cho tài sản

source: project
am: ፕሮጀክት
ar: مشروع
bn: প্রকল্প
cs: projekt
de: Projekt
es: proyecto
fa: پروژه
fr: projet
hi: परियोजना
id: proyek
ja: プロジェクト
my: စီမံကိန်း
ne: परियोजना
pl: projekt
pt: projeto
ru: проект
sw: projekt
th: โครงการ
uk: проєкт
vi: dự án

source: form
am: ቅፅ
ar: استمارة
bn: ফর্ম
cs: formulář
de: Formular
es: formulario
fa: فرم
fr: formulaire
hi: फ़ॉर्म
id: formulir
ja: フォーム
my: ဖောင်
ne: फारम
pl: Formularz
pt: formulário
ru: форма
sw: űrlap
th: แบบฟอร์ม
uk: форма
vi: biểu mẫu

source: template
am: አብነት
ar: قالب
bn: টেমপ্লেট
cs: šablona
de: Vorlage
es: plantilla
fa: نمونه
fr: modèle
hi: प्रारूप
id: templat
ja: テンプレート
my: နမူနာပုံစံ
ne: टेम्प्लेट
pl: wzór
pt: modelo
ru: шаблон
sw: sablon
th: เทมเพลต
uk: шаблон
vi: bản mẫu

source: block
am: አግድ
ar: مجمع
bn: ব্লক
cs: blok
es: bloque
fa: مسدود کردن
fr: bloc
hi: ब्लॉक
id: blok
ja: ブロック
my: မေးခွန်းတွဲ
ne: ब्लक
pl: blok
pt: bloqueio
ru: блок
sw: blokk
th: บล็อก
uk: блок
vi: khối

source: question
am: ጥያቄ
ar: السؤال
bn: প্রশ্ন
cs: otázka
de: Frage
es: pregunta
fa: سوال
hi: प्रश्न
id: pertanyaan
ja: 質問
my: မေးခွန်း
ne: प्रश्न
pl: pytanie
pt: pergunta
ru: вопрос
sw: kérdés
th: คำถาม
uk: питання
vi: câu hỏi

source: text
am: ፅሑፍ
ar: نص
bn: টেক্সট
es: texto
fa: متن
fr: texte
hi: मूलपाठ
id: teks
ja: テキスト
my: စာသား
ne: पाठ
pl: tekst
pt: texto
ru: текст
sw: szöveg
th: ข้อความ
uk: текст
vi: văn bản

source: empty
am: ባዶ ነው
ar: فارغ
bn: ফাঁকা
cs: prázdný
de: leer
es: vacío
fa: خالی
fr: vide
hi: खाली
id: kosong
ja: 空
my: အလွတ်
ne: खाली
pl: pusty
pt: vazio
ru: пусто
sw: üres
th: ว่างเปล่า
uk: порожньо
vi: trống

source: collection
am: ስብስብ
ar: مجموعة
bn: সংগ্রহ
cs: sbírka
de: Sammlung
es: recolección
fa: مجموعه
hi: संग्रह
id: koleksi
ja: コレクション
my: စုစည်းမှု
ne: सङ्कलन
pl: kolekcja
pt: coleção
ru: подборка
sw: gyűjtemény
th: คอลเลกชัน
uk: колекція
vi: bộ sưu tập

source: View ##asset_type_label##
am: ይመልከቱ ##asset_type_label##
ar: عرض ##asset_type_label##
bn: ##asset_type_label## দেখতে পারবে
cs: Zobrazit ##asset_type_label##
de: ##asset_type_label## anzeigen
es: Ver ##asset_type_label##
fa: نمایش ##asset_type_label##
fr: Afficher ##asset_type_label##
hi: देखें ##asset_type_label##
id: Lihat ##asset_type_label##
ja: ##asset_type_label##を閲覧
my: အမြင် ##asset_type_label##
ne: ##asset_type_label## हेर्नुहोस्
pl: Zobacz ##asset_type_label##
pt: Visualizar ##asset_type_label##
ru: Просмотреть ##asset_type_label##
sw: ##asset_type_label## megtekintése
th: ดู##asset_type_label##
uk: Переглянути##asset_type_label##
vi: Xem ##asset_type_label##

source: Edit ##asset_type_label##
am: አርትዕ ##asset_type_label##
ar: تحرير ##asset_type_label##
bn: ##asset_type_label## এডিট করতে পারবে
cs: Upravit ##asset_type_label##
de: ##asset_type_label## bearbeiten
es: Editar ##asset_type_label##
fa: ویرایش ##asset_type_label##
fr: Modifier ##asset_type_label##
hi: संपादित करें ##asset_type_label##
ja: ##asset_type_label##を編集
my: ပြင်ဆင်ရန် ##asset_type_label##
ne: ##asset_type_label## सम्पादन गर्नुहोस्
pl: Edytuj ##asset_type_label##
pt: Editar ##asset_type_label##
ru: Изменить##asset_type_label##
sw: ##asset_type_label## szerkesztése
th: แก้ไข##asset_type_label##
uk: Редагувати##asset_type_label##
vi: Chỉnh sửa ##asset_type_label##

source: Discover ##asset_type_label##
am: ያግኙ ##asset_type_label##
ar: اكتشف ##asset_type_label##
bn: ##asset_type_label## আবিষ্কার করতে পারবে
cs: Prozkoumat ##asset_type_label##
de: ##asset_type_label## entdecken
es: Descubrir ##asset_type_label##
fa: كشف کنید ##asset_type_label##
fr: Découvrir ##asset_type_label##
hi: खोजें ##asset_type_label##
id: Temukan ##asset_type_label##
ja: ##asset_type_label##を発見
my: ရှာဖွေရန် ##asset_type_label##
ne: ##asset_type_label## पत्ता लगाउनुहोस्
pl: Odkryj ##asset_type_label##
pt: Descobrir ##asset_type_label##
ru: Обнаружить ##asset_type_label##
sw: ##asset_type_label## felfedezése
th: ค้นพบ##asset_type_label##
uk: Дізнатися ##asset_type_label##
vi: Khám phá ##asset_type_label##

source: Manage ##asset_type_label##
am: ያስተዳድሩ ##asset_type_label##
ar: إدارة ##asset_type_label##
bn: ##asset_type_label##-এর ব্যবস্থাপনা করতে পারবে
cs: Spravovat ##asset_type_label##
de: ##asset_type_label## verwalten
es: Gestionar ##asset_type_label##
fa: مدیریت کنید ##asset_type_label##
fr: Gérer ##asset_type_label##
hi: प्रबंधित करें ##asset_type_label##
id: Kelola ##asset_type_label##
ja: ##asset_type_label##を管理
my: စီမံရန် ##asset_type_label##
ne: ##asset_type_label## व्यवस्थापन गर्नुहोस्
pl: Zarządzaj ##asset_type_label##
pt: Gerenciar ##asset_type_label##
ru: Управление ##asset_type_label##
sw: ##asset_type_label## kezelése
th: จัดการ##asset_type_label##
uk: Керувати ##asset_type_label##
vi: Quản lý ##asset_type_label##

source: Add submissions
am: ግቤቶችን ያክሉ
ar: إضافة الإرسالات
bn: নতুন সাবমিশন সৃষ্টি করতে পারবে
cs: Přidat odeslaná data z formuláře
de: Übermittlungen hinzufügen
es: Añadir envíos
fa: موارد ارسالی را اضافه کنید
fr: Ajouter des soumissions
hi: प्रविष्टि जोड़ें
id: Tambahkan kiriman
ja: 提出を追加
my: တင်သွင်းခြင်းများကို ပေါင်းထည့်ပါ
ne: सबमिशनहरू थप्नुहोस्
pl: Dodaj zgłoszenia
pt: Adicionar envios
ru: Добавить отправки
sw: Űrlapválaszok hozzáadása
th: เพิ่มการส่งข้อมูล
uk: Додати надсилання
vi: Thêm bản dữ liệu

source: View submissions
am: ግቤቶችን ይመልከቱ
ar: عرض الإرسالات
bn: সাবমিশন দেখতে পারবে
cs: Prohlížet odeslaná data z formuláře
de: Übermittlungen anzeigen
es: Ver envíos
fa: موارد ارسالی را مشاهده کنید
fr: Afficher les soumissions
hi: प्रविष्टि देखें
id: Lihat kiriman
ja: 提出を閲覧
my: တင်သွင်းခြင်းများကို ကြည့်ပါ
ne: सबमिशनहरू हेर्नुहोस्
pl: Zobacz zgłoszenia
pt: Visualizar envios
ru: Просмотр отправок
sw: Űrlapválaszok megtekintése
th: ดูการส่งข้อมูล
uk: Переглянути надсилання
vi: Xem bản dữ liệu

source: Act on submissions only from specific users
am: ከተወሰኑ ተጠቃሚዎች በሚቀርቡት ግቤቶች ላይ እርምጃ ይውሰዱ
ar: التعامل مع الطلبات الواردة من مستخدمين محددين فقط
bn: শুধু নির্দিষ্ট ইউজারদের সাবমিশন নিয়ে কাজ করতে পারবে
cs: Reagovat na odeslaná data z formuláře pouze od konkrétních uživatelů
de: Nur auf Übermittlungen von bestimmten Benutzer*innen handeln
es: Actuar sobre los envíos solo de usuarios/as específicos/as
fa: فقط بر مورد ارسالی از کاربران خاص اقدام کنید
fr: Agir uniquement sur les soumissions d’utilisateurs spécifiques
hi: केवल विशिष्ट उपयोगकर्ताओं की प्रविष्टियों पर कार्रवाई करें
id: Lakukan tindakan pada kiriman hanya dari pengguna tertentu
ja: 特定のユーザーからの提出にのみ対応
my: သတ်မှတ်ထားသော သုံးစွဲသူများမှ တင်သွင်းခြင်းများကိုသာ ဆောင်ရွက်ပါ
ne: केवल विशिष्ट प्रयोगकर्ताहरूको सबमिशनमा कार्य गर्नुहोस्
pl: Działaj na zgłoszeniach tylko od określonych użytkowników
pt: Atuar apenas em envios de usuários específicos
ru: Действовать только в отношении отправок от определенных пользователей
sw: Végrehajtás csak meghatározott felhasználók által beküldött űrlapválaszokon
th: ดำเนินการกับการส่งข้อมูลจากผู้ใช้ที่เฉพาะเจาะจงเท่านั้น
uk: Діяти лише на надсилання лише від конкретних користувачів
vi: Chỉ xử lý các bản dữ liệu gửi từ những người dùng cụ thể

source: View submissions only from specific users
am: ግቤቶችን ከተወሰኑ ተጠቃሚዎች ብቻ ይመልከቱ
ar: عرض الإرسالات من مستخدمين محددين فقط
bn: শুধু নির্দিষ্ট ইউজারদের সাবমিশন দেখতে পারবে
cs: Prohlížet odeslaná data z formuláře pouze od konkrétních uživatelů
de: Übermittlungen nur von bestimmten Benutzer*innen anzeigen
es: Ver envíos solo de usuarios/as específicos/as
fa: موارد ارسالی را فقط از کاربران خاص مشاهده کنید
fr: Afficher uniquement les soumissions d’utilisateurs spécifiques
hi: केवल विशिष्ट उपयोगकर्ताओं की प्रविष्टियों देखें
id: Lihat kiriman hanya dari pengguna tertentu
ja: 特定のユーザーからの提出のみ閲覧
my: သတ်မှတ်ထားသော သုံးစွဲသူများမှ တင်သွင်းခြင်းများကိုသာ ကြည့်ရှုပါ
ne: केवल विशिष्ट प्रयोगकर्ताहरूको सबमिशनहरू हेर्नुहोस्
pl: Wyświetl zgłoszenia tylko od określonych użytkowników
pt: Visualizar apenas envios de usuários específicos
ru: Просмотр отправок только от определенных пользователей
sw: Csak meghatározott felhasználóktól érkezett űrlapválaszok megtekintése
th: ดูการส่งข้อมูลจากผู้ใช้ที่เฉพาะเจาะจงเท่านั้น
uk: Переглядати надсилання лише від певних користувачів
vi: Chỉ xem bản dữ liệu gửi từ những người dùng cụ thể

source: Edit submissions only from specific users
am: ግቤቶችን ከተወሰኑ ተጠቃሚዎች ብቻ ያርትዑ
ar: تحرير الإرسالات من مستخدمين محددين فقط
bn: শুধু নির্দিষ্ট ইউজারদের সাবমিশন এডিট করতে পারবে
cs: Upravit odeslaná data z formuláře pouze od konkrétních uživatelů
de: Übermittlungen nur von bestimmten Benutzer*innen bearbeiten
es: Editar envíos solo de usuarios/as específicos/as
fa: موارد ارسالی را فقط از کاربران خاص ویرایش کنید
fr: Modifier uniquement les soumissions d’utilisateurs spécifiques
hi: केवल विशिष्ट उपयोगकर्ताओं की प्रविष्टियां संपादित करें
id: Edit kiriman hanya dari pengguna tertentu
ja: 特定のユーザーからの提出のみ編集
my: သတ်မှတ်ထားသော သုံးစွဲသူများမှ တင်သွင်းခြင်းများကိုသာ ပြင်ဆင်ပါ
ne: केवल विशिष्ट प्रयोगकर्ताहरूको सबमिशनहरू सम्पादन गर्नुहोस्
pl: Edytuj zgłoszenia tylko od określonych użytkowników
pt: Editar apenas envios de usuários específicos
ru: Редактирование отправок только от определенных пользователей
sw: Csak meghatározott felhasználóktól érkezett űrlapválaszok szerkesztése
th: แก้ไขการส่งข้อมูลจากผู้ใช้ที่เฉพาะเจาะจงเท่านั้น
uk: Редагувати надсилання тільки від певних користувачів
vi: Chỉ sửa bản dữ liệu gửi từ những người dùng cụ thể

source: Delete submissions only from specific users
am: ግቤቶችን ከተወሰኑ ተጠቃሚዎች ብቻ ይሰርዙ
ar: حذف الإرسالات من مستخدمين محددين فقط
bn: শুধু নির্দিষ্ট ইউজারদের সাবমিশন মুছে ফেলতে পারবে
cs: Vymazat odeslaná data z formuláře pouze od konkrétních uživatelů
de: Übermittlungen nur von bestimmten Benutzer*innen löschen
es: Eliminar envíos solo de usuarios/as específicos/as
fa: موارد ارسالی را فقط از کاربران خاص حذف کنید
fr: Supprimer uniquement les soumissions d’utilisateurs spécifiques
hi: केवल विशिष्ट उपयोगकर्ताओं की प्रविष्टियों को हटाएं
id: Hapus kiriman hanya dari pengguna tertentu
ja: 特定のユーザーからの提出のみ削除
my: သတ်မှတ်ထားသော သုံးစွဲသူများမှ တင်သွင်းခြင်းများကိုသာ ဖျက်သိမ်းပါ
ne: केवल विशिष्ट प्रयोगकर्ताहरूको सबमिशनहरू मेटाउनुहोस्
pl: Usuń zgłoszenia tylko od określonych użytkowników
pt: Excluir apenas envios de usuários específicos
ru: Удаление отправок только от определенных пользователей
sw: Csak meghatározott felhasználóktól érkezett űrlapválaszok törlése
th: ลบการส่งข้อมูลจากผู้ใช้ที่เฉพาะเจาะจงเท่านั้น
uk: Видалити надсилання лише від певних користувачів
vi: Chỉ xóa bản dữ liệu gửi từ những người dùng cụ thể

source: Validate submissions only from specific users
am: ከተወሰኑ ተጠቃሚዎች ብቻ ማስገባቶችን ያረጋግጡ
ar: التحقق من صحة الإرسالات من مستخدمين محددين فقط
bn: শুধু নির্দিষ্ট ইউজারদের সাবমিশন যাচাই করতে পারবে
cs: Ověřit platnost odeslaných dat z formuláře pouze od konkrétních uživatelů
de: Übermitlungen nur von bestimmten Benutzer*innen überprüfen
es: Validar envíos solo de usuarios/as específicos/as
fa: ارسال‌ها را فقط از کاربران خاص تأیید کنید
fr: Valider uniquement les soumissions d’utilisateurs spécifiques
hi: केवल विशिष्ट उपयोगकर्ताओं की प्रविष्टियों को मान्य करें
id: Validasi kiriman hanya dari pengguna tertentu
ja: 特定のユーザーからの提出のみ検証
my: သတ်မှတ်ထားသော သုံးစွဲသူများမှ တင်သွင်းခြင်းများကိုသာ အတည်ပြုပါ
ne: विशिष्ट प्रयोगकर्ताहरूको मात्र सबमिशनहरू मान्य गर्नुहोस्
pl: Sprawdzaj zgłoszenia tylko od określonych użytkowników
pt: Validar apenas envios de usuários específicos
ru: Проверка отправок только от определенных пользователей
sw: Csak meghatározott felhasználóktól érkezett űrlapválaszok érvényesítése
th: ตรวจสอบการส่งข้อมูลจากผู้ใช้ที่เฉพาะเจาะจงเท่านั้น
uk: Підтвердити надсилання лише від певних користувачів
vi: Chỉ xác thực bản dữ liệu gửi từ những người dùng cụ thể

source: Edit submissions
am: ማቅረቢያዎችን ያርትዑ
ar: تحرير الإرسالات
bn: সাবমিশন এডিট করতে পারবে
cs: Upravit odeslaná data z formuláře
de: Übermittlungen bearbeiten
es: Editar envíos
fa: موارد ارسالی را ویرایش کنید
fr: Modifier les soumissions
hi: प्रविष्टियों को संपादित करें
id: Edit kiriman
ja: 提出を編集
my: တင်သွင်းခြင်းများကို တည်းဖြတ်ပါ
ne: सबमिशनहरू सम्पादन गर्नुहोस्
pl: Edytuj zgłoszenia
pt: Editar envios
ru: Редактирование отправок
sw: Űrlapválaszok szerkesztése
th: แก้ไขการส่งข้อมูล
uk: Редагувати надсилання
vi: Sửa bản dữ liệu

source: Delete submissions
am: ማቅረቢያዎችን ይሰርዙ
ar: حذف عملية الإرسال
bn: সাবমিশন মুছে ফেলতে পারবে
cs: Smazat odeslaná data z formuláře
de: Übermittlungen löschen
es: Eliminar envíos
fa: حذف مواد ارسالی
fr: Supprimer les soumissions
hi: प्रविष्टियों को हटाएं
id: Hapus kiriman
ja: 提出を削除
my: တင်သွင်းခြင်းများကို ဖျက်ပစ်ပါ
ne: सबमिशनहरू मेटाउनुहोस्
pl: Usuń zgłoszenia
pt: Excluir envios
ru: Удалить отправки
sw: Űrlapválaszok törlése
th: ลบการส่งข้อมูล
uk: Видалити надсилання
vi: Xóa bản dữ liệu

source: Validate submissions
am: ማስገባቶችን ያረጋግጡ
ar: التحقق من الإرسالات
bn: সাবমিশন যাচাই করতে পারবে
cs: Ověřit platnost odeslaných dat z formuláře
de: Übermittlungen überprüfen
es: Validar envíos
fa: تأیید صحت موارد ارسالی
fr: Valider les soumissions
hi: प्रविष्टियों को मान्य करें
id: Validasi kiriman
ja: 提出を検証
my: တင်သွင်းခြင်းများကို အတည်ပြုပါ
ne: सबमिशनहरू मान्य गर्नुहोस्
pl: Zweryfikuj zgłoszenia
pt: Validar envios
ru: Проверка отправок
sw: Űrlapválaszok érvényesítése
th: ตรวจสอบการส่งข้อมูล
uk: Підтвердити надсилання
vi: Xác thực bản dữ liệu

source: Only partial permissions for submissions are supported
am: የማስገባት ከፊል ፈቃዶች ብቻ ነው የሚደገፉት
ar: يتوفر دعم جزئي فقط لأذونات عمليات الإرسال
bn: সাবমিশনের ক্ষেত্রে শুধু আংশিক অনুমতিই গ্রহণযোগ্য
cs: Jsou podporována pouze dílčí oprávnění pro odeslaná data z formuláře
de: Es werden nur Teilberechtigungen für Übermittlungen unterstützt
es: Se admiten solo permisos parciales para los envíos
fa: فقط مجوزهای جزئی برای ارسال ها پشتیبانی می شود
fr: Seules les autorisations partielles pour les soumissions sont prises en charge
hi: प्रविष्टियों के लिए केवल आंशिक अनुमतियाँ समर्थित हैं
id: Hanya izin sebagian untuk kiriman yang didukung
ja: 提出では部分的な権限のみサポートされています
my: တင်သွင်းခြင်းများအတွက် တစ်စိတ်တစ်ပိုင်းခွင့်ပြုချက်များကိုသာ ပံ့ပိုးထားသည်
ne: सबमिशनहरूको लागि आंशिक अनुमतिहरू मात्र समर्थित छन्
pl: Obsługiwane są tylko częściowe uprawnienia do przesyłania
pt: Somente permissões parciais para envios são compatíveis
ru: Поддерживаются только частичные права на отправки
sw: Az űrlapválaszokhoz csak részleges engedélyek támogatottak
th: เฉพาะสิทธิ์การอนุญาตบางส่วนสำหรับการส่งข้อมูลเท่านั้นที่ได้รับการรองรับ
uk: Підтримуються лише часткові дозволи на надсилання
vi: Chỉ hỗ trợ quyền truy cập một phần cho các bản dữ liệu

source: Can not assign '{}' permission to owner
am: የ'{}' ፍቃድ ለባለቤት መስጠት አይቻልም
ar: لا يمكن تعيين الإذن '{}' للمالك
bn: মালিককে '{}' অনুমতি দেওয়া যাবে না
cs: Nelze přidělit oprávnění '{}' vlastníkovi
de: Die Berechtigung '{}' kann dem/der Eigentümer*in nicht zugewiesen werden
es: No puede asignarse el permiso '{}' al propietario
fa: نمی توان مجوز '{}' را به مالک اختصاص داد
fr: Impossible d’attribuer l’autorisation '{}' au propriétaire
hi: मालिक को '{}' अनुमति नहीं दी जा सकती
id: Tidak dapat memberikan izin '{}' kepada pemilik
ja: 所有者に'{}'権限を割り当てられません
my: '{}' ခွင့်ပြုချက်အား ပိုင်ရှင်သို့ မသတ်မှတ်နိုင်ပါ
ne: मालिकलाई '{}' अनुमति तोक्न सकिँदैन
pl: Nie można przypisać uprawnienia '{}' do właściciela
pt: Não é possível atribuir a permissão '{}' ao proprietário
ru: Невозможно назначить право '{}' владельцу
sw: Nem lehet „{}” jogosultságot hozzárendelni a tulajdonoshoz
th: ไม่สามารถกำหนดสิทธิ์การอนุญาต '{}' ให้กับเจ้าของได้
uk: Не вдається призначити власнику право '{}'
vi: Không thể cấp quyền hạn '{}' cho chủ sở hữu

source: Can not assign '{}' permission. Partial permissions are missing.
am: '{}' ፍቃድ መስጠት አይቻልም። ከፊል ፍቃዶች ጠፍተዋል።
ar: لا يمكن تعيين الإذن '{}'. أذونات جزئية مفقودة.
bn: '{}' অনুমতি দেওয়া যাবে না। আংশিক অনুমতি খুঁজে পাওয়া যায় নি।
cs: Nelze přidělit oprávnění '{}'. Dílčí oprávnění chybí.
de: Die Berechtigung '{}' kann nicht zugewiesen werden. Teilberechtigungen fehlen.
es: No puede asignarse el permiso '{}'. Faltan permisos parciales.
fa: نمی توان مجوز '{}' را اختصاص داد. مجوزهای جزئی وجود ندارد.
fr: Impossible d’attribuer l’autorisation '{}'. Des autorisations partielles sont manquantes.
hi: '{}' अनुमति नहीं दी जा सकती। आंशिक अनुमतियाँ अनुपलब्ध हैं।
id: Tidak dapat memberikan izin '{}'. Izin sebagian tidak ada.
ja: 権限 '{}' を割り当てられません。権限の一部が欠落しています。
my: '{}' ခွင့်ပြုချက်အား မသတ်မှတ်နိုင်ပါ။ တစ်စိတ်တစ်ပိုင်း ခွင့်ပြုချက်များမှာ ပျောက်ဆုံးနေပါသည်။
ne: '{}' अनुमति तोक्न सकिँदैन। आंशिक अनुमतिहरू हराइरहेका छन्।
pl: Nie można przypisać uprawnienia '{}'. Brak uprawnień częściowych.
pt: Não é possível atribuir a permissão '{}'. Faltam permissões parciais.
ru: Невозможно назначить право '{}'. Частичные права отсутствуют.
sw: Nem lehet „{}” jogosultságot hozzárendelni. Részleges jogosultságok hiányoznak.
th: ไม่สามารถกำหนดสิทธิ์การอนุญาต '{}' ได้ สิทธิ์การอนุญาตบางส่วนหายไป
uk: Не вдається призначити дозвіл '{}'. Відсутні часткові дозволи.
vi: Không thể cấp quyền hạn '{}'. Một phần quyền hạn đang bị thiếu.

source: Invalid token.
am: ልክ ያልሆነ መለያ።
ar: رمز مميز غير صالح.
bn: টোকেন ঠিক নেই।
cs: Neplatný token.
de: Ungültiges Token.
es: Código no válido.
fa: توکن نامعتبر است.
fr: Jeton non valide.
hi: अमान्य टोकन।
id: Token tidak valid.
ja: 無効なトークン。
my: တိုကင် အမှား
ne: अमान्य टोकन।
pl: Nieprawidłowy token.
pt: Token inválido.
ru: Неверный код.
sw: Érvénytelen token.
th: โทเค็นไม่ถูกต้อง
uk: Недійсний токен.
vi: Mã xác thực không hợp lệ.

source: Cannot access data
am: ወሂብ ላይ መድረስ አልተቻለም
ar: لا يمكن الوصول إلى البيانات
bn: তথ্য অ্যাক্সেস করা যাচ্ছে না
cs: Nelze získat přístup k datům
de: Auf Daten kann nicht zugegriffen werden
es: No se puede acceder a los datos
fa: دسترسی به داده ها امکان پذیر نیست
fr: Impossible d’accéder aux données
hi: डेटा तक नहीं पहुंच सकते
id: Tidak dapat mengakses data
ja: データにアクセスできません
my: အချက်အလက်အား ရယူ၍ မရပါ
ne: डाटा पहुँच गर्न सक्दैन
pl: Nie można uzyskać dostępu do danych
pt: Não é possível acessar os dados
ru: Невозможно получить доступ к данным
sw: Az adatok nem hozzáférhetőek
th: ไม่สามารถเข้าถึงข้อมูลได้
uk: Не вдається отримати доступ до даних
vi: Không thể truy cập dữ liệu

source: This data does not exist or you do not have access to it
am: ይህ ውሂብ የለም ወይም መዳረሻ የለዎትም
ar: هذه البيانات غير موجودة أو ليس لديك حق الوصول إليها
bn: এই তথ্যের অস্তিত্ব নেই অথবা তা অ্যাক্সেস করার অনুমতি আপনার নেই।
cs: Tato data neexistují, anebo k nim nemáte přístup
de: Diese Daten sind nicht vorhanden oder Sie haben keinen Zugriff darauf
es: Estos datos no existen o no tienes acceso a ellos
fa: این داده وجود ندارد یا شما به آن دسترسی ندارید
fr: Ces données n’existent pas ou vous n’y avez pas accès
hi: यह डेटा मौजूद नहीं है या आपके पास इस तक पहुंच नहीं है
id: Data ini tidak ada atau Anda tidak memiliki akses ke dalam data ini
ja: このデータは存在しないか、アクセスできません
my: ဤအချက်အလက် မရှိပါ သို့မဟုတ် သင်အသုံးပြုခွင့် မရှိပါ
ne: यो डाटा अवस्थित छैन वा तपाईंको यसमा पहुँच छैन
pl: Dane te nie istnieją lub nie masz do nich dostępu
pt: Este dado não existe ou você não tem acesso a ele
ru: Эти данные не существуют, или вы не имеете к ним доступа
sw: Ez az adat nem létezik vagy nincs hozzáférése
th: ไม่มีข้อมูลนี้หรือคุณเข้าถึงไม่ได้
uk: Ці дані не існують або ви не маєте до них доступу
vi: Dữ liệu này không tồn tại hoặc bạn không có quyền truy cập

source: You cannot reuse your last password.
am: የመጨረሻውን የይለፍ ቃልዎን እንደገና መጠቀም አይችሉም።
ar: لا يمكنك إعادة استخدام كلمة المرور الأخيرة الخاصة بك.
bn: আপনার আগের পাসওয়ার্ডটিই আপনি আবার ব্যবহার করতে পারবেন না।
cs: Své poslední heslo nemůžete použít opakovaně.
de: Sie können Ihr letztes Passwort nicht wiederverwenden.
es: No puedes volver a utilizar tu última contraseña.
fa: شما نمی توانید از آخرین رمز عبور خود دوباره استفاده کنید.
fr: Vous ne pouvez pas réutiliser votre dernier mot de passe.
hi: आप अपने अंतिम पासवर्ड का पुन: उपयोग नहीं कर सकते।
id: Anda tidak dapat menggunakan kata sandi terakhir Anda.
ja: 最後のパスワードを再利用できません。
my: သင့်ရဲ့နောက်ဆုံးစကားဝှက်ကို ပြန်အသုံးပြု၍ မရပါ။
ne: तपाईंले आफ्नो अन्तिम पासवर्ड पुन: प्रयोग गर्न सक्नुहुन्न।
pl: Nie możesz ponownie użyć swojego ostatniego hasła.
pt: Você não pode reutilizar sua última senha.
ru: Повторное использование последнего пароля невозможно.
sw: Nem használhatja újra az utolsó jelszavát.
th: คุณไม่สามารถใช้รหัสผ่านล่าสุดของคุณซ้ำได้
uk: Ви не можете використовувати свій останній пароль повторно.
vi: Bạn không thể sử dụng lại mật khẩu trước đó.

source: Your password cannot be the same as your previous one.
am: የይለፍ ቃልዎ ከቀዳሚው ጋር ተመሳሳይ ሊሆን አይችልም።
ar: لا يمكن أن تكون كلمة المرور الخاصة بك هي نفس كلمة المرور السابقة.
bn: আগের পাসওয়ার্ডটিই আবারও পাসওয়ার্ড হিসাবে ব্যবহার করা যাবে না।
cs: Vaše heslo nesmí být stejné jako to předchozí.
de: Ihr Passwort darf nicht mit Ihrem vorherigen identisch sein.
es: Tu contraseña no puede ser la misma que la anterior.
fa: رمز عبور شما نمی تواند با رمز قبلی شما یکسان باشد.
fr: Votre mot de passe ne peut pas être le même que le précédent.
hi: आपका पासवर्ड आपके पिछले पासवर्ड के समान नहीं हो सकता।
id: Kata sandi Anda tidak boleh sama dengan yang sebelumnya.
ja: 以前と同一のパスワードは使えません。
my: သင့်စကားဝှက်သည် သင်၏အရင် စကားဝှက်နှင့် တူညီ၍ မရနိုင်ပါ။
ne: तपाईको पासवर्ड तपाईको अघिल्लो पासवर्ड जस्तै हुन सक्दैन।
pl: Twoje hasło nie może być takie samo jak poprzednie.
pt: Sua senha não pode ser igual à anterior.
ru: Пароль не может быть таким же, как предыдущий.
sw: A jelszava nem lehet ugyanaz, mint az előző volt.
th: รหัสผ่านของคุณต้องไม่เหมือนกับรหัสผ่านก่อนหน้า
uk: Ваш пароль не збігається з попереднім.
vi: Mật khẩu này không được giống với mật khẩu trước đó.
