Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: If you are using an outdated browser, we recommend upgrading to a recent version of one of the following excellent modern browsers:
am: ጊዜው ያለፈበት አሳሽ እየተጠቀሙ ከሆነ ከሚከተሉት ምርጥ ዘመናዊ አሳሾች ወደ አንዱ የቅርብ ጊዜ ስሪት እንዲያሻሽሉ እንመክራለን፦
ar: إذا كنت تستخدم متصفحاً قديماً، فإننا نوصي بالترقية إلى إصدار حديث من أحد المتصفحات الحديثة الممتازة التالية:
bn: আপনার ব্রাউজারটি যদি পুরনো হয়ে থাকে তাহলে আমাদের পরামর্শ হচ্ছে, আপনার উচিত নিচের আধুনিক ব্রাউজারগুলোর সাম্প্রতিক কোনো এক সংস্করণ ব্যবহার করা:
cs: Pokud používáte zastaralý prohlížeč, doporučujeme přejít na nejnovější verzi některého z následujících vynikajících moderních prohlížečů:
de: Falls Sie einen veralteten Browser verwenden, empfehlen wir eine Aktualisierung auf eine aktuelle Version von einer der folgenden hervorragenden modernen Browser:
es: Si utilizas un navegador obsoleto, te recomendemos que lo actualices a una versión más reciente de uno de los siguientes excelentes navegadores modernos:
fa: اگر از یک مرورگر قدیمی استفاده می‌کنید، توصیه می‌کنیم که مرورگر خود را به یکی از مرورگرهای جدید و عالی ارتقا دهید، مانند:
fr: Si vous utilisez un navigateur obsolète, nous vous recommandons de passer à une version récente de l'un des excellents navigateurs modernes suivants :
hi: अगर आप एक पुराना ब्राउज़र इस्तेमाल कर रहे हैं, तो हम निम्नलिखित उत्कृष्ट आधुनिक ब्राउज़र में से किसी एक के हाल के संस्करण में अपग्रेड करने की सलाह देते हैं:
id: Jika Anda menggunakan peramban yang sudah usang, kami sarankan untuk beralih ke versi yang terbaru dari salah satu peramban modern yang luar biasa berikut ini:
ja: 古いブラウザをお使いの場合は、以下の優れたモダンブラウザの最新バージョンにアップグレードすることをお勧めします:
my: အကယ်၍ သင်သည် ဘရောင်ဇာအဟောင်းကိုသုံးနေပါက အောက်ရှိ ထူးခြားကောင်းမွန်သောခေတ်မီ ဘရောင်ဇာများထဲမှတစ်ခု၏ နောက်ဆုံးပေါ်ဗားရှင်းကို အဆင့်မြှင့်တင်ရန် ကျွန်ုပ်တို့ အကြံပြုသည်-
ne: यदि तपाइँ पुरानो ब्राउजर प्रयोग गर्दै हुनुहुन्छ भने, हामी निम्न उत्कृष्ट आधुनिक ब्राउजरहरू मध्ये एकको भर्खरको संस्करणमा अपग्रेड गर्न सिफारिस गर्छौं:
pl: Jeśli używasz przestarzałej przeglądarki, radzimy zainstalować jedną z najnowszych wersji przeglądarek z listy poniżej:
pt: Se você estiver usando um navegador desatualizado, recomendamos a utilização de uma versão recente dos seguintes navegadores modernos:
ru: Если вы используете устаревший браузер, рекомендуется установить последнюю версию одного из превосходных современных браузеров, указанных ниже:
sw: Amennyiben elavult böngészőt használ, javasoljuk, hogy váltson az alábbi kiváló modern böngészők valamelyikének újabb verziójára:
th: ถ้าคุณใช้เบราว์เซอร์ที่ล้าสมัย เราขอแนะนำให้ทำการอัปเกรดให้เป็นเวอร์ชันล่าสุดของเบราว์เซอร์สมัยใหม่ที่ยอดเยี่ยมเหล่านี้:
uk: Якщо ви використовуєте застарілий браузер, ми рекомендуємо оновити його до останньої версії одного з наступних чудових сучасних браузерів:
vi: Nếu bạn đang sử dụng trình duyệt cũ, chúng tôi khuyến nghị bạn nâng cấp lên phiên bản mới của một trong những trình duyệt hiện đại sau:

source: Firefox download page
am: Firefox የማውረድ ገጽ
ar: صفحة تحميل متصفح Firefox
bn: ফায়ারফক্স ডাউনলোড করার পেইজ
cs: Stránka pro stažení Firefoxu
de: Firefox-Download-Seite
es: Página de descarga de Firefox
fa: صفحه دانلود فایرفاکس
fr: Page de téléchargement de Firefox
hi: फ़ायरफ़ॉक्स डाउनलोड पृष्ठ
id: Halaman unduh Firefox
ja: Firefoxダウンロードページ
my: Firefox ဒေါင်းလုတ်ရယူရန်စာမျက်နှာ
ne: फायरफक्स डाउनलोड पृष्ठ
pl: Strona pobierania Firefox
pt: Página de download do Firefox
ru: Страница для скачивания Firefox
sw: Firefox letöltési oldala
th: หน้าดาวน์โหลด Firefox
uk: Сторінка завантаження Firefox
vi: Trang tải xuống Firefox

source: Firefox
bn: ফায়ারফক্স
fa: فایرفاکس (Firefox)
hi: फ़ायरफ़ॉक्स
ne: फायरफक्स

source: Chrome download page
am: Chrome የማውረድ ገጽ
ar: صفحة تحميل متصفح Chrome
bn: ক্রোম ডাউনলোড করার পেইজ
cs: Stránka pro stažení Chrome
de: Chrome-Download-Seite
es: Página de descarga de Chrome
fa: صفحه دانلود کروم
fr: Page de téléchargement de Chrome
hi: क्रोम डाउनलोड पृष्ठ
id: Halaman unduh Chrome
ja: Chromeダウンロードページ
my: Chrome ဒေါင်းလုတ်ရယူရန်စာမျက်နှာ
ne: क्रोम डाउनलोड पृष्ठ
pl: Strona pobierania Chrome
pt: Página de download do Chrome
ru: Страница для скачивания Chrome
sw: Chrome letöltési oldala
th: หน้าดาวน์โหลด Chrome
uk: Сторінка завантаження Chrome
vi: Trang tải xuống Chrome

source: Chrome
bn: ক্রোম
fa: کروم (Chrome)
hi: क्रोम
ne: क्रोम

source: Edge download page
am: Edge የማውረድ ገጽ
ar: صفحة تحميل متصفح Edge
bn: এজ ডাউনলোড করার পেইজ
cs: Stránka pro stažení Edge
de: Edge-Download-Seite
es: Página de descarga de Edge
fa: صفحه دانلود اج (Edge)
fr: Page de téléchargement de Edge
hi: ऐज डाउनलोड पृष्ठ
id: Halaman unduh Edge
ja: Edgeダウンロードページ
my: Edge ဒေါင်းလုတ်ရယူရန်စာမျက်နှာ
ne: एड्ज डाउनलोड पृष्ठ
pl: Strona pobierania Edge
pt: Página de download do Edge
ru: Страница для скачивания Edge
sw: Edge letöltési oldala
th: หน้าดาวน์โหลด Edge
uk: Сторінка завантаження Edge
vi: Trang tải xuống Edge

source: Edge
bn: এজ
fa: اج (Edge)
hi: ऐज
ne: एड्ज

source: Opera download page
am: Opera የማውረድ ገጽ
ar: صفحة تحميل متصفح Opera
bn: অপেরা ডাউনলোড করার পেইজ
cs: Stránka pro stažení Opery
de: Opera-Download-Seite
es: Página de descarga de Opera
fa: صفحه دانلود اپرا (Opera)
fr: Page de téléchargement de Opera
hi: ऑपेरा डाउनलोड पृष्ठ
id: Halaman unduh Opera
ja: Operaダウンロードページ
my: Opera ဒေါင်းလုပ်ရယူရန်စာမျက်နှာ
ne: ओपेरा डाउनलोड पृष्ठ
pl: Strona pobierania Opera
pt: Página de download do Opera
ru: Страница для скачивания Opera
sw: Opera letöltési oldala
th: หน้าดาวน์โหลด Opera
uk: Сторінка завантаження Opera
vi: Trang tải xuống Opera

source: Opera
bn: অপেরা
fa: اپرا (Opera)
hi: ऑपेरा
ne: ओपेरा

source: This email domain is not allowed to create an account
am: ይህ የኢሜይል ጎራ መለያ እንዲፈጥር አልተፈቀደለትም
ar: غير مسموح لمجال البريد الإلكتروني هذا بإنشاء حساب
bn: এই ইমেইল ডোমেইন দিয়ে অ্যাকাউন্ট খোলার অনুমতি নেই
cs: Není povoleno vytvořit účet pomocí této e-mailové domény
de: Mit dieser E-Mail-Domäne darf kein Konto erstellt werden
es: Este dominio de correo electrónico no tiene permiso para crear una cuenta
fa: این دامنه ایمیل مجاز به ایجاد حساب کاربری نیست
fr: Ce domaine de messagerie n’est pas autorisé à créer un compte
hi: इस ईमेल डोमेन को खाता बनाने की अनुमति नहीं है
id: Domain email ini tidak diizinkan untuk membuat akun
ja: このメールドメインではアカウントの作成が許可されていません
my: ဤအီးမေးလ် ဒိုမိန်းသည် အကောင့်တစ်ခု ဖန်တီးရန် ခွင့်မပြုပါ
ne: यस इमेल डोमेनले खाता बनाउन अनुमति छैन
pl: W tej domenie e-mail nie można utworzyć konta
pt: Este domínio de e-mail não tem permissão para criar uma conta
ru: Этому почтовому домену не разрешено создавать учетную запись
sw: Ezzel az e-mail tartománnyal nem lehet fiókot létrehozni
th: โดเมนอีเมลนี้ไม่ได้รับอนุญาตให้สร้างบัญชี
uk: На цьому поштовому домені не дозволено створювати облікові записи
vi: Tên miền email này không được phép sử dụng để tạo tài khoản

source: Exactly two databases must be configured
am: በትክክል ሁለት የ ውሂብ ቋቶች ማዋቀር አለባቸው
ar: يجب تكوين قاعدتي بيانات بالضبط
bn: ঠিক দুটি ডাটাবেজ কনফিগার করতে হবে
cs: Je třeba nakonfigurovat přesně dvě databáze
de: Es müssen genau zwei Datenbanken konfiguriert werden
es: Deben configurarse exactamente dos bases de datos
fa: دقیقا دو پایگاه داده باید پیکربندی شود
fr: Exactement deux bases de données doivent être configurées
hi: सिर्फ़ दो डेटाबेस ही कॉन्फ़िगर किए जाने चाहिए
id: Harus ada dua basis data yang dikonfigurasi
ja: 二つのデータベースは厳密に設定されなければなりません
my: အချက်အလက်ဘေ့စ် နှစ်ခုကို ပြင်ဆင် သတ်မှတ်ရမည်
ne: ठ्याक्कै दुई डाटाबेस समाकृति हुनुपर्छ
pl: Należy skonfigurować dokładnie dwie bazy danych
pt: Devem ser configurados exatamente dois bancos de dados
ru: Должны быть сконфигурированы ровно две базы данных
sw: Pontosan két adatbázist kell konfigurálni
th: ต้องกำหนดค่าสองฐานข้อมูลเท่านั้น
uk: Необхідно налаштувати рівно дві бази даних
vi: Phải cấu hình chính xác hai cơ sở dữ liệu

source: KPI and KoBoCAT must each have their own databases. Configure the KPI database as 'default' and the KoBoCAT database as 'kobocat'.
am: KPI እና KoBoCAT እያንዳንዳቸው የራሳቸው የ ውሂብ ቋቶች ሊኖራቸው ይገባል። የKPI ዳታቤዝ እንደ 'ነባሪ' እና የKoBoCAT ዳታቤዝ እንደ 'kobocat' ያዋቅሩት።
ar: يجب أن يكون لكل من KPI و KoBoCAT قواعد بيانات خاصة بهما. قم بتكوين قاعدة بيانات مؤشرات الأداء الرئيسية بحيث تكون 'default' وقاعدة بيانات KoBoCAT بحيث تكون 'kobocat'.
bn: KPI এবং KoBoCAT-এর নিজস্ব আলাদা আলাদা ডাটাবেজ থাকতে হবে। KPI ডাটাবেজটিকে 'default' দিয়ে এবং KoBoCAT ডাটাবেজটিকে 'kobocat' দিয়ে কনফিগার করুন।
cs: KPI a KoBoCAT musí mít každá svou vlastní databázi. Databázi KPI nakonfigurujte jako 'default' a databázi KoBoCAT jako 'kobocat'.
de: KPI und KoBoCAT müssen jeweils über eigene Datenbanken verfügen. Konfigurieren Sie die KPI-Datenbank als „default“ und die KoBoCAT-Datenbank als „kobocat“.
es: KPI y KoBoCAT deben tener sus propias bases de datos. Configura la base de datos de KPI como «predeterminada» y la de KoBoCAT como «kobocat».
fa: KPI و KoBoCAT هر کدام باید پایگاه داده خود را داشته باشند. پایگاه داده KPI را به عنوان "پیش فرض" و پایگاه داده KoBoCAT را به عنوان "kobocat" پیکربندی کنید.
fr: KPI et KoBoCAT doivent chacun avoir leurs propres bases de données. Configurez la base de données KPI comme 'default' et la base de données KoBoCAT comme 'kobocat'.
hi: KPI और KoBoCAT में से प्रत्येक का अपना डेटाबेस होना चाहिए। KPI डेटाबेस को 'डिफ़ॉल्ट' और KoBoCAT डेटाबेस को 'कोबोकैट' के रूप में कॉन्फ़िगर करें।
id: KPI dan KoBoCAT harus memiliki basis data mereka sendiri. Konfigurasi basis data KPI sebagai 'default' dan basis data KoBoCAT sebagai 'kobocat'.
ja: KPIとKoBoCATにはそれぞれ固有のデータベースが必要です。KPIデータベースを「デフォルト」に、KoBoCATを「kobocat」に設定してください。
my: KPI နဲ့ KoBoCAT တစ်ခုစီတွင် ၎င်းတို့၏ ကိုယ်ပိုင် အချက်အလက်ဘေ့စ်များ ရှိရမည်။ KPI အချက်အလက်ဘေ့စ်ကို ‘မူလ’ အဖြစ်နှင့် KoBoCAT အချက်အလက်ဘေ့စ်ကို 'kobocat’ အဖြစ် သတ်မှတ်ပါ။
ne: KPI र KoBoCAT प्रत्येकको आफ्नै डेटाबेस हुनुपर्छ। KPI डाटाबेसलाई 'पूर्वनिर्धारित' र KoBoCAT डाटाबेस 'kobocat' को रूपमा समाकृति गर्नुहोस्।
pl: KPI i KoBoCAT muszą mieć własne bazy danych. Skonfiguruj bazę danych KPI jako „domyślną”, a bazę KoBoCAT jako „kobocat”.
pt: KPI e KoBoCAT devem ter seus próprios bancos de dados. Configure o banco de dados KPI como 'padrão' e o banco de dados KoBoCAT como 'kobocat'.
ru: KPI и KoBoCAT должны иметь собственные базы данных. Настройте базу данных KPI как 'default' , а базу данных KoBoCAT как 'kobocat'.
sw: A KPI-nak és a KoBoCAT-nek is saját adatbázissal kell rendelkeznie. A KPI adatbázist „default” néven, a KoBoCAT adatbázist pedig „kobocat” néven kell konfigurálni.
th: KPI และ KoBoCAT ต่างก็ต้องมีฐานข้อมูลของตัวเอง กำหนดค่าฐานข้อมูล KPI เป็น 'default' และฐานข้อมูล KoBoCAT เป็น 'kobocat'
uk: KPI та KoBoCAT повинні мати власні бази даних. Налаштуйте базу даних KPI як "default", а базу даних KoBoCAT як "kobocat".
vi: KPI và KoBoCAT phải có cơ sở dữ liệu riêng biệt. Cấu hình cơ sở dữ liệu KPI dưới dạng 'mặc định' và cơ sở dữ liệu KoBoCAT dưới dạng 'kobocat'.

source: KPI may not share a database with KoBoCAT
am: KPI የ ውሂብ ቋቶች ከKoBoCAT ጋር ላያጋራ ይችላል
ar: لا يجوز أن تتشارك KPI قاعدة بيانات مع KoBoCAT
bn: KPI-এর ডাটাবেজটিকেই আবার KoBoCAT-এ ব্যবহার করা যাবে না
cs: KPI nesmí sdílet databázi s KoBoCAT
de: KPI darf keine Datenbank mit KoBoCAT teilen
es: KPI puede no compartir una base de datos con KoBoCAT
fa: KPI ممکن است پایگاه داده را با KoBoCAT به اشتراک نگذارد
fr: KPI ne doit pas partager de base de données avec KoBoCAT
hi: KPI, कोबोकैट के साथ डेटाबेस साझा नहीं कर सकता है
id: KPI tidak boleh berbagi basis data dengan KoBoCAT
ja: KPIは、KoBoCATとデータベースを共有できません
my: KPI သည် KoBoCAT နှင့် အချက်အလက်ဘေ့စ်တစ်ခုကို မျှဝေမည် မဟုတ်ပါ
ne: KPI ले KoBoCAT सँग डाटाबेस साझेदारी नगर्न सक्छ
pl: KPI nie może udostępniać bazy danych KoBoCAT
pt: KPI não pode compartilhar um banco de dados com KoBoCAT
ru: KPI может не иметь общей базы данных с KoBoCAT
sw: A KPI és a KoBoCAT nem használhatnak közös adatbázist
th: KPI ไม่อาจแชร์ฐานข้อมูลกับ KoBoCAT
uk: KPI не може мати спільної бази даних з KoBoCAT
vi: KPI không được phép chia sẻ cơ sở dữ liệu với KoBoCAT

source: KPI and KoBoCAT must each have their own databases.
am: KPI እና KoBoCAT እያንዳንዳቸው የራሳቸው የ ውሂብ ቋቶች ሊኖራቸው ይገባል።
ar: يجب أن يكون لكل من KPI و KoBoCAT قواعد بيانات خاصة بهما.
bn: KPI এবং KoBoCAT-এর নিজস্ব আলাদা আলাদা ডাটাবেজ থাকতে হবে।
cs: KPI a KoBoCAT musí mít každá svou vlastní databázi.
de: KPI und KoBoCAT müssen jeweils über eigene Datenbanken verfügen.
es: KPI y KoBoCAT deben tener cada una su propia base de datos.
fa: KPI و KoBoCAT هر کدام باید پایگاه داده خود را داشته باشند.
fr: KPI et KoBoCAT doivent chacun avoir leur propre base de données.
hi: KPI और कोबोकैट, प्रत्येक का अपना डेटाबेस होना चाहिए।
id: KPI dan KoBoCAT harus memiliki basis data mereka sendiri.
ja: KPIとKoBoCATは、それぞれ固有のデータベースを持つ必要があります。
my: KPI နှင့် KoBoCAT တို့သည် ၄င်းတို့ကိုယ်ပိုင် ‌အချက်အလက်ဘေ့စ်များ ရှိရမည်။
ne: KPI र KoBoCAT प्रत्येकको आफ्नै डेटाबेस हुनुपर्छ।
pl: KPI i KoBoCAT muszą mieć własne bazy danych.
pt: KPI e KoBoCAT devem ter seus próprios bancos de dados.
ru: KPI и KoBoCAT должны иметь собственные базы данных.
sw: KPI-nak and KoBoCAT-nek is saját adatbázissal kell rendelkeznie.
th: KPI และ KoBoCAT ต่างก็ต้องมีฐานข้อมูลของตัวเอง
uk: KPI та KoBoCAT повинні мати власні бази даних.
vi: KPI và KoBoCAT phải có cơ sở dữ liệu riêng.

source: Incomplete migration from shared-database installation
am: ከጋራ የ ውሂብ ቋቶች ጭነት ያልተሟላ ሽግግር
ar: ترحيل غير كامل من تثبيت قاعدة البيانات المشتركة
bn: শেয়ার্ড-ডাটাবেজ ইনস্টলেশনে মাইগ্রেশন অসম্পূর্ণ থেকে গেছে
cs: Neúplná migrace z instalace sdílené databáze
de: Unvollständige Migration von der Installation der gemeinsam genutzten Datenbank
es: Migración incompleta desde una instalación de base de datos compartida
fa: انتقال ناقص از نصب پایگاه داده مشترک
fr: Migration incomplète à partir de l’installation d’une base de données partagée
hi: साझा-डेटाबेस इंस्टॉलेशन से अपूर्ण स्थानांतरण
id: Migrasi tidak lengkap dari instalasi dengan basis data bersama
ja: 共有データベースのインストールからの不完全な移行
my: မျှဝေထားသော အချက်အလက်ဘေ့စ်မှ တပ်ဆင်ခြင်းအား ပြောင်းရွှေ့ခြင်း မပြည့်စုံပါ
ne: साझा डाटाबेस स्थापनाको अधूरो स्थानान्तरण
pl: Niekompletna migracja z instalacji współdzielonej bazy danych
pt: Migração incompleta da instalação de banco de dados compartilhado
ru: Неполная миграция из установки с общей базой данных
sw: Hiányos áttelepítés a közös adatbázisból
th: การโยกย้ายไม่สมบูรณ์จากการติดตั้งฐานข้อมูลที่แชร์
uk: Неповна міграція з інсталяції зі спільною базою даних
vi: Quá trình di chuyển chưa hoàn tất từ cài đặt cơ sở dữ liệu chia sẻ

source: The KoBoCAT database was originally shared by KPI, but the KPI tables were not copied from that shared database to the new, KPI-only database.
am: የKoBoCAT የ ውሂብ ቋቶች በመጀመሪያ የተጋራው በKPI ነበር፣ ነገር ግን የKPI ሰንጠረዦች ከተጋራው የ ውሂብ ቋቶች ወደ አዲሱ KPI-ብቻ የውሂብ ጎታ አልተገለበጡም።
ar: تمت مشاركة قاعدة بيانات KoBoCAT في الأصل بواسطة مؤشرات الأداء الرئيسية، ولكن لم يتم نسخ جداول مؤشرات الأداء الرئيسية من قاعدة البيانات المشتركة هذه إلى قاعدة البيانات الجديدة الخاصة بمؤشرات الأداء الرئيسية فقط.
bn: শুরুতে KoBoCAT-এর ডাটাবেজটি KPI-এর কাজেও ব্যবহৃত হত, কিন্তু শেয়ার করা সেই ডাটাবেজটি থেকে KPI-এর টেবিলগুলো শুধু KPI-এর ব্যবহারের জন্য সৃষ্ট নতুন ডাটাবেজে কপি হয় নি।
cs: Databáze KoBoCAT byla původně sdílená s databází KPI, ale tabulky KPI nebyly zkopírovány z této sdílené databáze do nové databáze určené pouze pro KPI.
de: Die KoBoCAT-Datenbank wurde ursprünglich von KPI gemeinsam genutzt, die KPI-Tabellen wurden jedoch nicht von dieser gemeinsam genutzten Datenbank in die neue reine KPI-Datenbank kopiert.
es: Originalmente la base de datos KoBoCAT fue compartida por KPI, pero las tablas de KPI no se copiaron de esa base de datos compartida a la nueva base de datos exclusiva de KPI.
fa: پایگاه داده KoBoCAT در ابتدا توسط KPI به اشتراک گذاشته شد، اما جداول KPI از آن پایگاه داده مشترک در پایگاه داده جدید و فقط KPI کپی نشدند.
fr: La base de données KoBoCAT était à l’origine partagée par KPI, mais les tables KPI n’ont pas été copiées de cette base de données partagée vers la nouvelle base de données KPI.
hi: कोबोकैट डेटाबेस मूल रूप से KPI द्वारा साझा किया गया था, लेकिन KPI तालिकाओं की उस साझा किए गए डेटाबेस से नए, केवल-KPI डेटाबेस में प्रतिलिपि नहीं बनाई गई थी।
id: Basis data KoBoCAT awalnya digunakan bersama oleh KPI, namun tabel KPI tidak disalin dari basis data bersama tersebut ke basis data baru yang hanya digunakan oleh KPI.
ja: KoBoCATデータベースはKPIと共有されていましたが、KPIテーブルが共有データベースから新しいKPI専用データベースにコピーされませんでした。
my: KoBOCAT အချက်အလက်ဘေ့စ်ကို မူလအားဖြင့် KPI က မျှဝေထားသော်လည်း KPI ဇယားများကို ထိုမျှဝေထားသော အချက်အလက်ဘေ့စ်မှ KPI သီးသန့် အချက်အလက်ဘေ့စ် အသစ်ဆီသို့ ကူးယူမထားပါ။
ne: KoBoCAT डाटाबेस मूल रूपमा KPI द्वारा साझा गरिएको थियो, तर त्यो साझा डाटाबेसबाट नयाँ, KPI-मात्र डाटाबेसमा KPI तालिकाहरू प्रतिलिपि गरिएको थिएन।
pl: Baza danych KoBoCAT była pierwotnie udostępniana przez firmę KPI, jednak tabele KPI nie zostały skopiowane z tej udostępnionej bazy danych do nowej bazy danych zawierającej wyłącznie KPI.
pt: O banco de dados KoBoCAT foi originalmente compartilhado por KPI, mas as tabelas de KPI não foram copiadas desse banco de dados compartilhado para o novo banco de dados somente de KPI.
ru: База данных KoBoCAT изначально была общей для KPI, но таблицы KPI не были скопированы из этой общей базы данных в новую базу данных, предназначенную только для KPI.
sw: A KoBoCAT-adatbázis eredetileg meg volt osztva a KPI-vel, de a KPI-táblákat nem másolták át abból a közösen használt adatbázisból az új, csak KPI által használt adatbázisba.
th: เดิมฐานข้อมูล KoBoCAT ถูกแชร์โดย KPI แต่ตาราง KPI ไม่ได้ถูกคัดลอกจากฐานข้อมูลที่แชร์นั้นไปยังฐานข้อมูล KPI เท่านั้นที่เป็นฐานข้อมูลใหม่
uk: База даних KoBoCAT спочатку була спільною для KPI, але таблиці KPI не були скопійовані з цієї спільної бази даних до нової, тільки для KPI, бази даних.
vi: Cơ sở dữ liệu KoBoCAT ban đầu được chia sẻ từ KPI, nhưng các bảng KPI không được sao chép từ cơ sở dữ liệu chia sẻ sang cơ sở dữ liệu mới chỉ dành cho KPI.

source: Invalid confirmation
am: ልክ ያልሆነ ማረጋገጫ
ar: تأكيد غير صالح
bn: নিশ্চিতকরণ ঠিক হয় নি
cs: Neplatné potvrzení
de: Ungültige Bestätigung
es: Confirmación no válida
fa: تایید نامعتبر
fr: Confirmation non valide
hi: अमान्य पुष्टि
id: Konfirmasi tidak valid
ja: 無効な確認
my: မမှန်ကန်သော အတည်ပြုချက်
ne: अमान्य पुष्टिकरण
pl: Nieprawidłowe potwierdzenie
pt: Confirmação inválida
ru: Неверное подтверждение
sw: Érvénytelen megerősítés
th: การยืนยันไม่ถูกต้อง
uk: Недійсне підтвердження
vi: Xác thực không hợp lệ

source: Only the following formats are available: ##format list##
am: የሚከተሉት ቅርጸቶች ብቻ ይገኛሉ፦ ##format list##
ar: تتوفر التنسيقات التالية فقط: ##format list##
bn: শুধু এই ফরম্যাটগুলোই ব্যবহার করা যাবে: ##format list##
cs: K dispozici jsou pouze následující formáty: ##format list##
de: Es stehen nur die folgenden Formate zur Verfügung: ##format list##
es: Solo están disponibles los siguientes formatos: ##format list##
fa: فقط فرمت های زیر موجود است: ##format list##
fr: Seuls les formats suivants sont disponibles : ##format list##
hi: केवल निम्नलिखित प्रारूप उपलब्ध हैं: ##format list##
id: Hanya format-format berikut yang tersedia: ##format list##
ja: 次のフォーマットのみ有効です: ##format list##
my: အောက်ပါ ပုံစံများသာ ရရှိနိုင်ပါသည်- ##format list##
ne: केवल निम्न ढाँचाहरू उपलब्ध छन्: ##format list##
pl: Dostępne są tylko następujące formaty: ##format list##
pt: Apenas os seguintes formatos estão disponíveis: ##format list##
ru: Доступны только следующие форматы: ##format list##
sw: Csak a következő formátumok elérhetők: ##format list##
th: มีเพียงรูปแบบต่อไปนี้เท่านั้น: ##format list##
uk: Доступні лише наступні формати: ##format list##
vi: Chỉ có sẵn các định dạng sau: ##format list##

source: Source and destination objects don't seem to have the same type
am: መነሻ እና መድረሻ ነገሮች ተመሳሳይ አይነት ያላቸው አይመስሉም
ar: لا يبدو أن كائنات المصدر والوجهة لها نفس النوع
bn: উৎস ও গন্তব্যের অবজেক্টের টাইপ এক বলে মনে হচ্ছে না
cs: Zdá se, že zdrojové a cílové objekty nemají stejný typ
de: Quell- und Zielobjekte scheinen nicht denselben Typ zu haben
es: Los objetos de origen y de destino no parecen tener el mismo tipo
fa: به نظر نمی رسد که اشیاء مبدا و مقصد دارای یک نوع باشند
fr: Les objets source et de destination ne semblent pas avoir le même type
hi: स्रोत और गंतव्य ऑब्जेक्ट्स में एक प्रकार के नहीं लगते
id: Objek sumber dan tujuan tampaknya bukan jenis yang sama
ja: ソースと目標オブジェクトは、同じタイプを持っていないようです
my: အရင်းအမြစ်နှင့် ဦးတည်ရာ အရာဝတ္ထုများသည် အမျိုးအစားတူပုံ မပေါ်ပါ
ne: स्रोत र गन्तव्य वस्तुहरू एउटै प्रकारको देखिँदैन
pl: Obiekty źródłowe i docelowe nie wydają się być tego samego typu
pt: Os objetos de origem e destino não parecem ter o mesmo tipo
ru: Похоже, что объекты источника и назначения не имеют одинакового типа
sw: A forrás- és a célobjektum típusa nem egyezik meg
th: ดูเหมือนว่าวัตถุต้นทางและปลายทางจะมีประเภทไม่เหมือนกัน
uk: Здається, що об'єкти-джерело та об'єкти-приймач не мають однакового типу
vi: Đối tượng nguồn và đối tượng đích dường như không có cùng loại

source: Owner's permissions cannot be deleted
am: የባለቤት ፈቃዶች ሊሰረዙ አይችሉም
ar: لا يمكن حذف أذونات المالك
bn: মালিকের অনুমতি মুছে ফেলা যাবে না
cs: Oprávnění vlastníka nelze odstranit
de: Die Berechtigungen des/der Eigentümer*in können nicht gelöscht werden
es: Los permisos de propietario no pueden eliminarse
fa: مجوزهای مالک را نمی توان حذف کرد
fr: Les autorisations du propriétaire ne peuvent pas être supprimées
hi: मालिक की अनुमतियाँ हटाई नहीं जा सकती
id: Izin pemilik tidak dapat dihapus
ja: 所有者の権限は削除できません
my: ပိုင်ရှင်၏ခွင့်ပြုချက်များအား မပယ်ဖျက်နိုင်ပါ
ne: अधिकारीको अनुमतिहरू मेटाउन सकिँदैन
pl: Nie można usunąć uprawnień właściciela
pt: As permissões do proprietário não podem ser excluídas
ru: Права владельца не могут быть удалены
sw: A tulajdonos engedélyei nem törölhetők
th: ไม่สามารถลบสิทธิ์การอนุญาตของเจ้าของได้
uk: Дозволи власника не можуть бути видалені
vi: Không thể xóa quyền truy cập của chủ sở hữu

source: `xpath` query parameter is required
am: `xpath` የጥያቄ መለኪያ ያስፈልጋል
ar: `xpath` بارومتر الاستعلام مطلوب
bn: `xpath` কোয়েরি প্যারামিটারটি আবশ্যক
cs: Parametr `xpath` dotazu je povinný
de: `xpath`-Abfrageparameter ist erforderlich
es: Se requiere el parámetro de consulta `xpath`
fa: پارامتر پرس و جو `xpath` مورد نیاز است
fr: Le paramètre de requête `xpath` est obligatoire
hi: `xpath` क्वेरी पैरामीटर आवश्यक है
id: Parameter kueri `xpath` diperlukan
ja: `xpath`クエリのパラメーターは必須です
my: မေးခွန်း ကန့်သတ်ချက် `xpath` လိုအပ်သည်
ne: `xpath` क्वेरी प्यारामिटर आवश्यक छ
pl: Wymagany jest parametr zapytania `xpath`
pt: O parâmetro de consulta `xpath` é obrigatório
ru: Требуется параметр запроса `xpath`
sw: `xpath` lekérdezési paraméter szükséges
th: จำเป็นต้องมีพารามิเตอร์ข้อคำถาม`xpath`
uk: Параметр запиту `xpath` є обов'язковим
vi: Bắt buộc phải có tham số truy vấn `xpath`

source: Invalid XPath syntax
am: ልክ ያልሆነ XPath አገባብ
ar: بناء جملة XPath غير صالح
bn: XPath সিন্ট্যাক্স ঠিক নেই
cs: Neplatná syntax XPath
de: Ungültige XPath-Syntax
es: Sintaxis XPath no válida
fa: نحو XPath نامعتبر است
fr: Syntaxe XPath non valide
hi: अमान्य XPath सिंटैक्स
id: Sintaksis XPath tidak valid
ja: 無効なXPath構文
my: XPath syntax မမှန်ကန်ပါ
ne: अमान्य XPath वाक्य रचना
pl: Nieprawidłowa składnia XPath
pt: Sintaxe XPath inválida
ru: Недопустимый синтаксис XPath
sw: Érvénytelen XPath-szintaxis
th: ซินแทกซ์ XPath ไม่ถูกต้อง
uk: Недійсний синтаксис XPath
vi: Cú pháp XPath không hợp lệ
