Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: Suriname
am: ሱሪናሜ
bn: সুরিনাম
cs: Surinam
es: Surinam
fa: سورینام
hi: सूरीनाम
ja: スリナム
my: ဆူရာနမ်
ru: Суринам
th: ซูรินัม
uk: Суринам

source: Svalbard and Jan Mayen
am: ስቫልባርድ እና ጃን ማየን
bn: সোয়ালবার্ড ও ইয়ান মায়েন
cs: Špicberky a Jan Mayen
de: Spitzbergen und Jan Mayen
es: Svalbard y Jan Mayen
fa: سوالبارد و یان ماین
hi: स्वालबार्ड और जान मयेन
id: Svalbard dan Jan Mayen
ja: スヴァールバル諸島およびヤンマイエン島
my: ဆဗာဘတ်နှင့် ယန်းမာယန်
pt: Svalbard e Jan Mayen
ru: Шпицберген и Ян-Майен
sw: Svalbard és Jan Mayen
th: สฟาลบาร์ดและยานไมเยน
uk: Свальбард і Ян-Маєн
vi: Svalbard và Jan Mayen

source: Swaziland
am: ስዋዝላድ
bn: সোয়াজিল্যান্ড
cs: Svazijsko
de: Swasiland
es: Suazilandia
fa: سوازیلند
hi: स्वाज़ीलैंड
ja: エスワティニ
my: ဆွာဇီလန်
pt: Suazilândia
ru: Королевство Эсватини
sw: Szváziföld
th: สวาซิแลนด์
uk: Есватіні
vi: Eswatini

source: Sweden
am: ስዊዲን
bn: সুইডেন
cs: Švédsko
de: Schweden
es: Suecia
fa: سوئد
hi: स्वीडन
id: Swedia
ja: スウェーデン
my: ဆွီဒင်
pt: Suécia
ru: Швеция
sw: Svédország
th: สวีเดน
uk: Швеція
vi: Thụy Điển

source: Switzerland
am: ስዊዘሪላንድ
bn: সুইজারল্যান্ড
cs: Švýcarsko
de: Schweiz
es: Suiza
fa: سوئیس
hi: स्विट्ज़रलैंड
id: Swiss
ja: スイス
my: ဆွဇ်ဇာလန်
pt: Suíça
ru: Швейцария
sw: Svájc
th: สวิตเซอร์แลนด์
uk: Швейцарія
vi: Thụy Sĩ

source: Syrian Arab Republic
am: የሶሪያ አረብ ሪፐብሊክ
bn: সিরিয়ান আরব প্রজাতন্ত্র
cs: Syrská arabská republika
de: Syrien, Arabische Republik
es: Siria
fa: جمهوری عربی سوریه
hi: सीरियाई अरब गणराज्य
id: Republik Arab Suriah
ja: シリア・アラブ共和国
my: ဆီးရီးယား အာရပ် သမ္မတနိုင်ငံ
pt: República Árabe Síria
ru: Сирийская Арабская Республика
sw: Szíriai Arab Köztársaság
th: สาธารณรัฐอาหรับซีเรีย
uk: Сирія
vi: Cộng hòa Ả Rập Syria

source: Taiwan, Province of China
am: ታይዋን፣ የቻይና ግዛት
bn: তাইওয়ান (চীনের প্রদেশ)
cs: Tchaj-wan, čínská provincie
de: Taiwan, Chinesische Provinz
es: Taiwán (Provincia de China)
fa: تایوان، استان چین
hi: ताइवान, चीन प्रांत
id: Provinsi Taiwan China
ja: 台湾
my: တရုတ်နိုင်ငံ ထိုင်ဝမ်ပြည်နယ်
pt: Província de Taiwan
ru: Тайвань, провинция Китая
sw: Tajvan, Kína Köztársaság
th: มณฑลไต้หวันของจีน
uk: Тайвань
vi: Đài Loan

source: Tajikistan
am: ታጂኪስታን
bn: তাজিকিস্তান
cs: Tádžikistán
de: Tadschikistan
es: Tayikistán
fa: تاجیکستان
hi: ताजीकिस्तान
ja: タジキスタン
my: တာဂျစ်ကစ္စတန်
pt: Tajiquistão
ru: Таджикистан
sw: Tádzsikisztán
th: ทาจิกิสถาน
uk: Таджикистан

source: Tanzania, United Republic of
am: ታንዛኒያ፣ የተባበሩት መንግስታት ሪፐብሊክ
bn: তানজানিয়া (যুক্তপ্রজাতন্ত্র)
cs: Tanzanská sjednocená republika
de: Tansania, Vereinigte Republik
es: República Unida de Tanzania
fa: تانزانیا، جمهوری متحده
hi: तंज़ानिया, संयुक्त गणराज्य
id: Republik Persatuan Tanzania
ja: タンザニア連合共和国
my: တန်ဇန်းနီးယားပြည်ထောင်စု သမ္မတနိုင်ငံ
pt: República Unida da Tanzânia
ru: Объединенная Республика Танзания
sw: Tanzániai Egyesült Köztársaság
th: สหสาธารณรัฐแทนซาเนีย
uk: Танзанія
vi: Cộng hòa Thống nhất Tanzania

source: Thailand
am: ታይላንድ
bn: থাইল্যান্ড
cs: Thajsko
es: Tailandia
fa: تایلند
hi: थाईलैंड
ja: タイ
my: ထိုင်း
pt: Tailândia
ru: Таиланд
sw: Thaiföld
th: ไทย
uk: Таїланд
vi: Thái Lan

source: Timor-Leste
am: ቲሞር-ሌስቴ
bn: তিমুর-লেস্ট
cs: Východní Timor
de: Osttimor
es: Timor Oriental
fa: تیمور شرقی
hi: तिमोर-लेस्ते
ja: 東ティモール
my: အရှေ့တီမော
ru: Тимор-Лешти
th: ติมอร์-เลสเต
uk: Східний Тимор
vi: Đông Timor

source: Togo
am: ቶጎ
bn: টোগো
fa: توگو
hi: टोगो
ja: トーゴ
my: တိုဂို
ru: Того
th: โตโก
uk: Того

source: Tokelau
am: ቶኬላኡ
bn: টোকেলাউ
fa: توکلائو
hi: टोकेलाऊ
ja: トケラウ
my: တိုကလောင်
ru: Токелау
th: โตเกเลา
uk: Токелау

source: Tonga
am: ቶንጋ
bn: টোঙ্গা
fa: تونگا
hi: टोंगा
ja: トンガ
my: တုံဂါ
ru: Тонга
th: ตองกา
uk: Тонга

source: Trinidad and Tobago
am: ትሪኒዳድ እና ቶባጎ
bn: ত্রিনিদাদ ও টোবাগো
cs: Trinidad a Tobago
de: Trinidad und Tobago
es: Trinidad y Tobago
fa: ترینیداد و توباگو
hi: त्रिनिदाद और टोबैगो
id: Trinidad dan Tobago
ja: トリニダード・トバゴ
my: ထရီနီဒတ်နှင့် တိုဘက်ဂို
pt: Trindade de Tobago
ru: Тринидад и Тобаго
sw: Trinidad és Tobago
th: ตรินิแดดและโตเบโก
uk: Тринідад і Тобаго
vi: Trinidad và Tobago

source: Tunisia
am: ቱንሲያ
bn: তিউনিসিয়া
cs: Tunisko
de: Tunesien
es: Túnez
fa: تونس
hi: तुनिशिया
ja: チュニジア
my: တူနီးရှား
pt: Tunísia
ru: Тунис
sw: Tunézia
th: ตูนิเซีย
uk: Туніс

source: Turkey
am: ቱርክ
bn: তুরস্ক
cs: Turecko
de: Türkei
es: Turquía
fa: ترکیه
hi: टर्की
id: Turki
ja: トルコ
my: တူရကီ
pt: Turquia
ru: Турция
sw: Törökország
th: ตุรกี
uk: Туреччина
vi: Thổ Nhĩ Kỳ

source: Turkmenistan
am: ቱርክሜኒስታን
bn: তুর্কমেনিস্তান
cs: Turkmenistán
es: Turkmenistán
fa: ترکمنستان
hi: तुर्कमेनिस्तान
ja: トルクメニスタン
my: တာ့ခ်မင်နစ္စတန်
pt: Turcomenistão
ru: Туркменистан
sw: Türkmenisztán
th: เติร์กเมนิสถาน
uk: Туркменістан

source: Turks and Caicos Islands
am: የቱርኮች እና የካይኮስ ደሴቶች
bn: তুর্কস‍্ ও কেইকোস দ্বীপপুঞ্জ
cs: Turks a Caicos
de: Turks- und Caicosinseln
es: Islas Turcas y Caicos
fa: جزایر تورکس و کایکوس
hi: तुर्क और कैकोस द्वीप समूह
id: Kepulauan Turks dan Caicos
ja: タークス・カイコス諸島
my: တတ်ခ်စ်နှင့် ကေကိုစ်ကျွန်းစု
pt: Ilhas Turcas e Caicos
ru: Острова Теркс и Кайкос
sw: Turks- és Caicos-szigetek
th: หมู่เกาะเติกส์และหมู่เกาะเคคอส
uk: Острови Теркс і Кайкос
vi: Quần đảo Turks và Caicos

source: Tuvalu
am: ቱቫሉ
bn: টুভালু
fa: تووالو
hi: टवालू
ja: ツバル
my: တူဗားလူ
ru: Тувалу
th: ตูวาลู
uk: Тувалу

source: Uganda
am: ኡጋንዳ
bn: উগান্ডা
fa: اوگاندا
hi: यूगांडा
ja: ウガンダ
my: ယူဂန်ဒါ
ru: Уганда
th: อูกานดา
uk: Уганда

source: Ukraine
am: ዩክሬን
bn: ইউক্রেন
cs: Ukrajina
es: Ucrania
fa: اوکراین
hi: युक्रेन
id: Ukraina
ja: ウクライナ
my: ယူကရိန်း
pt: Ucrânia
ru: Украина
sw: Ukrajna
th: ยูเครน
uk: Україна
vi: Ukraina

source: United Arab Emirates
am: ዩናይትድ ዓረብ ኤምሬት
bn: সংযুক্ত আরব আমিরাত
cs: Spojené arabské emiráty
de: Vereinigte Arabische Emirate
es: Emiratos Árabes Unidos
fa: امارات متحده عربی
hi: संयुक्त अरब अमीरात
id: Uni Emirat Arab
ja: アラブ首長国連邦
my: အာရပ်စော်ဘွားများပြည်ထောင်စုနိုင်ငံ
pt: Emirados Árabes Unidos
ru: Объединенные Арабские Эмираты
sw: Egyesült Arab Emírségek
th: สหรัฐอาหรับเอมิเรตส์
uk: Об'єднані Арабські Емірати
vi: Các Tiểu vương quốc Ả Rập Thống nhất

source: United Kingdom
am: ዩናይትድ ኪንግደም
bn: যুক্তরাজ্য
cs: Spojené království
de: Vereinigtes Königreich
es: Reino Unido
fa: انگلستان
hi: यूनाइटेड किंगडम
id: Inggris Raya
ja: イギリス
my: ယူနိုက်တက်ကင်းဒမ်း
pt: Reino Unido
ru: Великобритания
sw: Egyesült Királyság
th: สหราชอาณาจักร
uk: Велика Британія
vi: Vương Quốc Anh

source: United States
am: ዩናይትድ ስቴተት
bn: যুক্তরাষ্ট্র
cs: Spojené státy americké
de: Vereinigte Staaten von Amerika
es: Estados Unidos
fa: ایالات متحده
hi: यूनाइटेड स्टेट्स
id: Amerika Serikat
ja: アメリカ合衆国
my: အမေရိကန်ပြည်ထောင်စု
pt: Estados Unidos
ru: Соединенные Штаты Америки
sw: Egyesült Államok
th: สหรัฐอเมริกา
uk: Сполучені Штати Америки
vi: Hoa Kỳ

source: United States Minor Outlying Islands
am: የዩናይትድ ስቴትስ ትናንሽ ውጫዊ ደሴቶች
bn: মার্কিন যুক্তরাষ্ট্রের বাইরের ক্ষুদ্র দ্বীপপুঞ্জ
cs: Menší odlehlé ostrovy Spojených států amerických
es: Islas Ultramarinas Menores de Estados Unidos
fa: جزایر کوچک دورافتاده ایالات متحده
hi: यूनाइटेड स्टेट्स माइनर आउटिंग आइलैंड्स
id: Kepulauan Minor Amerika Serikat
ja: 合衆国領有小離島
my: အမေရိကန်ပြည်ထောင်စု၏ အသေးစားပြင်ပကျွန်းများ
pt: Ilhas Menores Distantes dos Estados Unidos
ru: Внешние малые острова США
sw: Az Egyesült Államok kisebb külső szigetei
th: หมู่เกาะเล็กรอบนอกของสหรัฐอเมริกา
uk: Зовнішні малі острови США
vi: Các đảo xa thuộc Hoa Kỳ

source: Uruguay
am: ኡራጋይ
bn: উরুগুয়ে
fa: اروگوئه
hi: उरुग्वे
ja: ウルグアイ
my: ဥရုဂွေး
pt: Uruguai
ru: Уругвай
th: อุรุกวัย
uk: Уругвай

source: Uzbekistan
am: ኡዝቤክስታን
bn: উজবেকিস্তান
cs: Uzbekistán
de: Usbekistan
es: Uzbekistán
fa: ازبکستان
hi: उज्बेकिस्तान
ja: ウズベキスタン
my: ဥဇဘက်ကစ္စတန်
pt: Ubesquistão
ru: Узбекистан
sw: Üzbegisztán
th: อุซเบกิสถาน
uk: Узбекистан

source: Vanuatu
am: ቫኑአቱ
bn: ভানুয়াতু
fa: وانواتو
hi: वानातू
ja: バヌアツ
my: ဗနွားတူ
ru: Вануату
th: วานูอาตู
uk: Вануату

source: Venezuela
am: ቨንዙዋላ
bn: ভেনেজুয়েলা
fa: ونزوئلا
hi: वेनेज़ुएला
ja: ベネズエラ
my: ဗင်နီဇွဲလား
ru: Венесуэла
th: เวเนซุเอลา
uk: Венесуела

source: Viet Nam
am: ቪትናም
bn: ভিয়েতনাম
fa: ویتنام
hi: वियतनाम
ja: ベトナム
my: ဗီယက်နမ်
pt: Vietnã
ru: Вьетнам
sw: Vietnám
th: เวียดนาม
uk: В'єтнам
vi: Việt Nam

source: Virgin Islands, British
am: ቨርጂን ደሴቶች፣ ብሪቲሽ
bn: ব্রিটিশ ভার্জিন আইল্যান্ডস
cs: Britské Panenské ostrovy
de: Jungferninseln, Britische
es: Islas Vírgenes Británicas
fa: جزایر ویرجین، بریتانیا
hi: वर्जिन आइलैंड्स, ब्रिटिश
id: Kepulauan Virgin Britania Raya
ja: イギリス領ヴァージン諸島
my: ဗြိတိသျှ ဗာဂျင်အိုင်းလန်း
pt: Ilhas Virgens, Britânicas
ru: Виргинские острова, Великобритания
sw: Brit Virgin-szigetek
th: หมู่เกาะบริติชเวอร์จิน
uk: Британські Віргінські Острови
vi: Quần đảo Virgin thuộc Anh

source: Virgin Islands, U.S.
am: ቨርጂን ደሴቶች፣ አሜሪካ
bn: যুক্তরাষ্ট্রের ভার্জিন আইল্যান্ডস
cs: Americké Panenské ostrovy
de: Jungferninseln, Amerikanische
es: Islas Vírgenes de los Estados Unidos
fa: جزایر ویرجین، ایالات متحده.
hi: वर्जिन आइलैंड्स, यु. एस.
id: Kepulauan Virgin Amerika Serikat
ja: アメリカ領ヴァージン諸島
my: အမေရိကန် ဗာဂျင်အိုင်းလန်း
pt: Ilhas Virgens, EUA.
ru: Виргинские острова, США
sw: Amerikai Virgin-szigetek
th: หมู่เกาะเวอร์จินของสหรัฐอเมริกา
uk: Американські Віргінські Острови
vi: Quần đảo Virgin thuộc Hoa Kỳ

source: Wallis and Futuna
am: ዋሊስ እና ፉቱና
bn: ওয়ালিস ও ফুটুনা
cs: Wallis a Futuna
de: Wallis und Futuna
es: Wallis y Futuna
fa: والیس و فوتونا
hi: वाल्लिस और फुतुना
id: Wallis dan Futuna
ja: ウォリス・フツナ
my: ဝေါလစ်နှင့်ဖူကျူးနား
pt: Wallis e Futuna
ru: Уоллис и Футуна
sw: Wallis és Futuna
th: วาลลิสและฟุตูนา
uk: Волліс і Футуна
vi: Wallis và Futuna

source: Western Sahara
am: ምዕራባዊ ሳሃራ
bn: পশ্চিম সাহারা
cs: Západní Sahara
de: Westsahara
es: Sáhara Occidental
fa: صحرای غربی
hi: पश्चिमी सहारा
id: Sahara Barat
ja: 西サハラ
my: အနောက်ဆဟာရ
pt: Saara Ocidental
ru: Западная Сахара
th: ซาฮาราตะวันตก
uk: Західна Сахара
vi: Tây Sahara

source: Yemen
am: የመን
bn: ইয়েমেন
cs: Jemen
de: Jemen
fa: یمن
hi: यमन
id: Yaman
ja: イエメン
my: ယီမင်
pt: Iêmen
ru: Йемен
sw: Jemen
th: เยเมน
uk: Ємен

source: Zambia
am: ዛምቢያ
bn: জাম্বিয়া
cs: Zambie
de: Sambia
fa: زامبیا
hi: ज़ाम्बिया
ja: ザンビア
my: ဇမ်ဘီယာ
pt: Zâmbia
ru: Замбия
th: แซมเบีย
uk: Замбія

source: Zimbabwe
am: ዝምባቡዌ
bn: জিম্বাবুয়ে
de: Simbabwe
fa: زیمباوه
hi: जिम्बावे
ja: ジンバブエ
my: ဇင်ဘာဘွေ
pt: Zimbábue
ru: Зимбабве
th: ซิมบับเว
uk: Зімбабве

source: Unknown or unspecified country
am: ያልታወቀ ወይም ያልተገለጸ ሀገር
bn: অজ্ঞাত বা অনুল্লেখিত দেশ
cs: Neznámá nebo nespecifikovaná země
de: Unbekanntes oder nicht spezifiziertes Land
es: País desconocido o no especificado
fa: کشور ناشناخته یا نامشخص
hi: अज्ञात या अनिर्दिष्ट देश
id: Negara tidak diketahui atau tidak ditentukan
ja: 不明または国の記載なし
my: မသိရှိသော သို့မဟုတ် မသတ်မှတ်ထားသော နိုင်ငံ
pt: Desconhecido ou países não especificado
ru: Неизвестная или неуказанная страна
sw: Ismeretlen vagy meg nem határozott ország
th: ประเทศที่ไม่ทราบหรือไม่ได้ระบุ
uk: Невідома або невказана країна
vi: Quốc gia không xác định hoặc không được chỉ định

source: Forbidden
am: የተከለከለ
bn: নিষিদ্ধ
cs: Zakázané
de: Verboten
es: Prohibido
fa: ممنوع
hi: निषिद्ध
id: Dilarang
ja: 禁止
my: ထားမြစ်ထားသော
pt: Proibido
ru: Недопустимая операция
sw: Tiltott
th: ต้องห้าม
uk: Заборонено
vi: Cấm

source: Forbidden attempt to edit a submission. To make a new submission, Remove `deprecatedID` from the submission XML and try again.
am: ማቅረቢያ ለማስተካከል የተከለከለ ሙከራ። አዲስ ማቅረቢያ ለመፍጠር ከማቅረቢያ ኤክስኤምኤል `deprecatedID` ን ያስወግዱ እና እንደገና ይሞክሩ።
bn: সাবমিশন এডিট করার নিষিদ্ধ প্রচেষ্টা করা হয়েছে। নতুন সাবমিশন তৈরি করতে চাইলে সাবমিশনের XML থেকে `deprecatedID` মুছে তারপর আবার চেষ্টা করুন।
cs: Zakázaný pokus o úpravu odeslaných dat. Chcete-li provést nové odeslání dat, odstraňte `deprecatedID` z odeslaného XML a zkuste to znovu.
de: Unzulässiger Versuch, eine Übermittlung zu bearbeiten. Entfernen Sie `deprecatedID` aus der XML-Übermittlung und versuchen Sie es erneut.
es: Intento prohibido de editar un envío. Para realizar un nuevo envío, Eliminar `deprecatedID` del XML de envío e intentar de nuevo.
fa: این تلاش برای ویرایش یک ارسال ممنوع است. برای ایجاد یک ارسال جدید، `deprecatedID` را از XML ارسال حذف نموده و دوباره امتحان کنید.
hi: एक प्रविष्टि को संपादित करने के लिए निषिद्ध प्रयास। एक नयी प्रविष्टि करने के लिए, प्रविष्टि एक्सएम्एल (XML) से `deprecatedID` निकालें और पुनः प्रयास करें।
id: Upaya untuk mengedit pengiriman dilarang. Untuk membuat kiriman baru, Hapus `deprecatedID` dari XML kiriman dan coba lagi.
ja: 提出済みフォームを編集することはできません。新しく提出を行うには、提出済みフォームのXMLから`deprecatedID`を削除し、もう一度お試しください。
my: တင်သွင်းမှုကို ပြင်ဆင်ရန် တားမြစ်မှု။ တင်သွင်းမှုအသစ်တစ်ခုပြုလုပ်ရန် တင်သွင်းမှု XML ထဲမှ `deprecatedID` ကို ဖယ်ရှားပြီး ထပ်မံကြိုးစားပါ။
pt: Tentativa de editar um envio proibida. Para realizar um novo envio, Remova `deprecatedID` do envio XML e tente novamente.
ru: Отказ при попытке изменения отправки. Чтобы создать новую отправку, удалите недопустимый идентификатор «`deprecatedID`» из кода XML отправки и повторите попытку.
sw: Tiltott kísérlet egy űrlapválasz szerkesztésére. Új beküldéshez távolítsa el `deprecatedID`-t a beküldési XML-fájlból, és próbálkozzon újra.
th: ห้ามพยายามแก้ไขการส่งข้อมูล หากต้องการส่งข้อมูลใหม่ ให้ลบ`deprecatedID`ออกจาก XML ของการส่งข้อมูล แล้วลองใหม่อีกครั้ง
uk: Заборонена спроба редагування надсилання. Щоб створити нове надсилання, видаліть`deprecatedID` з неї XML і спробуйте ще раз.
vi: Cấm chỉnh sửa bản dữ liệu. Để tạo một bản dữ liệu mới, hãy Xóa `deprecatedID` khỏi tệp XML của bản dữ liệu và thử lại.

source: Username or ID required.
am: የተጠቃሚ ስም ወይም ID ያስፈልጋል።
bn: ইউজারনেম বা ID আবশ্যক।
cs: Je vyžadováno uživatelské jméno nebo ID.
de: Benutzername oder ID erforderlich.
es: Se requiere nombre de usuario/a o ID.
fa: نام کاربری یا شناسه مورد نیاز است.
hi: उपयोगकर्ता नाम या आई.डी. आवश्यक है।
id: Nama pengguna atau ID diperlukan.
ja: ユーザー名またはID が必要です。
my: အသုံးပြုသူနာမည် သို့မဟုတ် ID လိုအပ်သည်။
pt: Nome de usuário ou ID obrigatórios.
ru: Требуется имя пользователя или идентификатор.
sw: Felhasználónév vagy azonosító szükséges.
th: จำเป็นต้องมีชื่อผู้ใช้หรือ ID
uk: Потрібне ім'я користувача або ID.
vi: Phải có tên người dùng hoặc ID.

source: Received empty submission. No instance was created
am: ባዶ ማቅረቢያ ተቀብሏል። ምንም ምሳሌ አልተፈጠረም
bn: ফাঁকা সাবমিশন দেওয়া হয়েছে। কোনো ইনস্ট্যান্স তৈরি হয় নি
cs: Přijata prázdná data. Nebyla vytvořena žádná instance.
de: Leere Übermittlung empfangen. Keine Instanz wurde erstellt
es: Se recibió un envío vacío. No se creó una instancia
fa: ارسال خالی دریافت شد. هیچ نمونه ای ایجاد نشد
hi: खाली सबमिशन प्राप्त हुआ। कोई उदाहरण नहीं बनाया गया था
id: Kiriman kosong diterima. Tidak ada instansi yang dibuat
ja: 空の提出を受信しました。インスタンスは作成されませんでした
my: ဗလာတင်သွင်းမှုရရှိခဲ့ပါသည်။ နမူနာတစ်ခုမဖန်တီးခဲ့ပါ။
pt: Envio vazio recebido. Nenhuma instância foi criada
ru: Получена пустая отправка. Экземпляр не был создан
sw: Üres beadvány érkezett. Nem lett új példány
th: ได้รับการส่งข้อมูลแบบว่างเปล่า ไม่มีการสร้างกรณีตัวอย่าง
uk: Отримано порожнє надсилання. Не створено жодного екземпляра
vi: Đã nhận được bản dữ liệu rỗng. Không có bản sao nào được tạo

source: Form is not active
am: ቅፁ ንቁ አይደለም
bn: ফর্ম সক্রিয় নয়
cs: Formulář není aktivní
de: Formular inaktiv
es: El formulario no está activo
fa: فرم فعال نمی باشد
hi: फॉर्म सक्रिय नहीं है
id: Formulir tidak aktif
ja: フォームがアクティブではありません
my: ဖောင်သည် လုပ်ဆောင်နေခြင်းမရှိပါ
pt: O formulário não está ativo
ru: Форма не активна
sw: Az űrlap nem aktív
th: แบบฟอร์มไม่ได้ใช้งานอยู่
uk: Форма не активна
vi: Biểu mẫu không hoạt động

source: Temporarily unavailable
am: ለጊዜው አይገኝም
bn: আপাতত পাওয়া যাচ্ছে না
cs: Dočasně nedostupné
de: Vorübergehend nicht verfügbar
es: Temporalmente no disponible
fa: به طور موقت در دسترس نیست
hi: अस्थाई रूप से अनुपलब्ध
id: Sementara tidak tersedia
ja: 一時的に利用不可
my: လက်တလော မရနိုင်ပါ
pt: Temporariamente inativo
ru: Временно недоступно
sw: Átmenetileg nem elérhető
th: ไม่สามารถใช้งานได้ชั่วคราว
uk: Тимчасово недоступно
vi: Tạm thời không khả dụng

source: Form does not exist on this account
am: ቅፁ በዚህ መለያ ላይ የለም
bn: এই অ্যাকাউন্টে ফর্মটির অস্তিত্ব নেই
cs: Formulář v tomto účtu neexistuje
de: Das Formular existiert nicht auf diesem Konto
es: El formulario no existe en esta cuenta
fa: فرم در این حساب موجود نیست
hi: इस खाते पर फ़ॉर्म मौजूद नहीं है
id: Formulir tidak ada di akun ini
ja: このアカウントにフォームが存在しません
my: ဤအကောင့်တွင် ဖောင်မရှိပါ
pt: Formulário não existe nessa conta
ru: Форма не существует в данной учетной записи
sw: Erre a fiókra nem létezik űrlap
th: แบบฟอร์มไม่มีอยู่ในบัญชีนี้
uk: Форма не існує на цьому обліковому записі
vi: Biểu mẫu không tồn tại trên tài khoản này

source: Improperly formatted XML.
am: ተገቢ ያልሆነ ቅርጸት ያለው XML።
bn: XML কোডের ফরম্যাট ঠিক নেই।
cs: Nesprávně naformátované XML.
de: XML falsch formatiert.
es: XML con formato incorrecto.
fa: فرمت نادرست XML.
hi: अनुचित रूप से स्वरूपित एक्सएम्एल (XML)।
id: XML diformat dengan salah.
ja: 不適切にフォーマットされたXML。
my: သင့်လျောစွာ ပုံစံမချထားသည့် XML။
pt: XML formatado incorretamente.
ru: Некорректное форматирование кода XML.
sw: Nem megfelelően formázott XML.
th: รูปแบบ XML ไม่ถูกต้อง
uk: Неправильно відформатований XML.
vi: XML định dạng không đúng.

source: Duplicate submission
am: ሁለት ጊዜ ማስገባት
bn: ডুপ্লিকেট সাবমিশন
cs: Duplicitní odeslání dat z formuláře
de: Doppelte Übermittlung
es: Envío duplicado
fa: ارسال تکراری
hi: नकल प्रविष्टि
id: Kiriman duplikat
ja: 提出の重複
my: ထပ်တလဲလဲ တင်သွင်းခြင်း
pt: Envio duplicado
ru: Дубликат отправки
sw: Ismétlődő űrlapválasz
th: การส่งข้อมูลซ้ำ
uk: Повторне надсилання
vi: Nhân bản bản dữ liệu

source: Access denied
am: መዳረሻ ተከልክሏል
bn: অ্যাক্সেস নেই
cs: Přístup odepřen
de: Zugriff verweigert
es: Acceso denegado
fa: عدم دسترسی
hi: पहुंच अस्वीकृत
id: Akses ditolak
ja: アクセス拒否
my: ဝင်‌ရောက်အသုံးပြုခွင့် ပိတ်ပင်ထားသည်
pt: Acesso negado
ru: Доступ запрещен
sw: Hozzáférés megtagadva
th: ปฏิเสธการเข้าใช้
uk: У доступі відмовлено
vi: Truy cập bị từ chối

source: File likely corrupted during transmission, please try later.
am: ፋይሉ በሚተላለፍበት ጊዜ ተበላሽቷል፣ እባክዎን በኋላ ይሞክሩ።
bn: সম্ভবত স্থানান্তরের সময় ফাইলে ত্রুটি সৃষ্টি হয়েছে, অনুগ্রহ করে পরে চেষ্টা করবেন।
cs: Soubor byl při přenosu pravděpodobně poškozen, zkuste to prosím později.
de: Die Datei wurde wahrscheinlich während der Übertragung beschädigt, bitte versuchen Sie es später erneut.
es: Es probable que el archivo se haya dañado durante la transmisión. Inténtalo más tarde.
fa: احتمالاً فایل به در هنگام انتقال خراب شده است، لطفاً بعداً امتحان کنید.
hi: ट्रांसमिशन के दौरान फ़ाइल दूषित हो गई, कृपया बाद में प्रयास करें।
id: File kemungkinan rusak selama transmisi, silakan coba lagi nanti.
ja: ファイルが送信中に破損した可能性があります。以後、もう一度お試しください。
my: ဖိုင်သည် ပို့ဆောင်မှုအတွင်း ပျက်စီးခဲ့နိုင်ပါသည်၊ ကျေးဇူးပြုပြီး နောက်မှ ထပ်ကြိုးစားပါ။
pt: É possível que o arquivo tenha sido corrompido durante a transmissão. Tente mais tarde.
ru: Вероятно, файл был поврежден во время передачи. Повторите попытку позже.
sw: A fájl valószínűleg megsérült az átvitel során, kérjük, próbálja meg később.
th: ไฟล์อาจเสียหายระหว่างการส่ง โปรดลองอีกครั้งในภายหลัง
uk: Файл, ймовірно, пошкоджено під час надсилання, спробуйте пізніше.
vi: Tệp tin có thể đã bị hỏng trong quá trình truyền tải, vui lòng thử lại sau.

source: Invalid URL format.
am: ልክ ያልሆነ የURL ቅርጸት።
bn: লিঙ্কের ফরম্যাট ঠিক নেই।
cs: Neplatný formát adresy URL.
de: Ungültiges URL-Format.
es: Formato de URL no válido.
fa: url نامعتبر است.
hi: अमान्य यू.आर.एल प्रारूप।
id: Format URL tidak valid.
ja: URL形式が無効です。
my: မမှန်ကန်သော URL ပုံစံ။
pt: Formato da URL inválido.
ru: Недопустимый формат URL.
sw: Érvénytelen URL-formátum.
th: รูปแบบ URL ไม่ถูกต้อง
uk: Недійсний формат URL-адреси.
vi: Định dạng URL không hợp lệ.

source: Form validation timeout, please try again.
am: የቅጥያ ማረጋገጫ የጊዜ ገደብ፣ እባክዎን እንደገና ይሞክሩ።
bn: ফর্ম যাচাইয়ের সময়সীমা পার হয়ে গেছে (টাইমআউট), অনুগ্রহ করে আবার চেষ্টা করুন।
cs: Vypršel časový limit ověření formuláře, zkuste to prosím znovu.
de: Zeitüberschreitung bei der Überprüfung des Formulars, bitte versuchen Sie es erneut.
es: Tiempo de validación del formulario agotado. Inténtalo de nuevo.
fa: مهلت زمان تایید فرم تمام شد، لطفاً دوباره امتحان کنید.
hi: फ़ॉर्म सत्यापन समय समाप्त, कृपया पुनः प्रयास करें।
id: Waktu tunggu validasi formulir habis, silakan coba lagi.
ja: フォームの認証がタイムアウトしました。もう一度お試しください。
my: ဖောင် အတည်ပြုခြင်း အချိန်ကုန်ပြီးပါသည်၊ ကျေးဇူးပြုပြီး ထပ်မံကြိုးစားပါ။
pt: Tempo de validação do formulário esgotado. Tente novamente.
ru: Истекло время ожидания для проверки формы. Повторите попытку.
sw: Űrlapérvényesítési időtúllépés, próbálkozzon újra.
th: การตรวจสอบแบบฟอร์มหมดเวลา โปรดลองอีกครั้ง
uk: Час на перевірку форми вийшов, спробуйте ще раз.
vi: Đã hết thời gian xác thực biểu mẫu, xin vui lòng thử lại.

source: Exception in request: %(class)s: %(error)s
am: ለጥያቄ የሚቀርቡ ልዩ ሁኔታዎች፦ %(class)s፦ %(error)s
bn: রিকোয়েস্টে ত্রুটি দেখা দিয়েছে: %(class)s: %(error)s
cs: Výjimka v požadavku: %(class)s: %(error)s
de: Ausnahme in Anfrage: %(class)s: %(error)s
es: Excepción en la solicitud: %(class)s:%(error)s
fa: استثنا در درخواست: %(class)s : %(error)s
hi: अनुरोध में अपवाद: %(class)s: %(error)s
id: Pengecualian dalam permintaan: %(class)s: %(error)s
ja: リクエストに例外が含まれています: %(class)s: %(error)s
my: တောင်းဆိုမှုတွင် ခြွင်းချက်%(class)s- %(error)s
pt: Exceção na solicitação: %(class)s:%(error)s
ru: Исключение в запросе: %(class)s: %(error)s
sw: Kivétel a kérelemben: %(class)s: %(error)s
th: ข้อยกเว้นในคำขอ: %(class)s: %(error)s
uk: Виняток у запиті: %(class)s: %(error)s
vi: Lỗi trong yêu cầu: %(class)s: %(error)s

source: The requested file could not be found.
am: የተጠየቀው ፋይል ሊገኝ አልቻለም።
bn: কাঙ্ক্ষিত ফাইলটি খুঁজে পাওয়া যায় নি।
cs: Požadovaný soubor se nepodařilo najít.
de: Datei konnte nicht gefunden werden.
es: No se encontró el archivo solicitado.
fa: فایل درخواستی یافت نشد.
hi: अनुरोधित फाइल ढूँढी नहीं जा सकी।
id: File yang diminta tidak dapat ditemukan.
ja: 要求されたファイルが見つかりません。
my: တောင်းဆိုထားသော ဖိုင်ကို မတွေ့ပါ။
pt: O arquivo solicitado não pôde ser encontrado.
ru: Запрошенный файл не найден.
sw: A kért fájl nem található.
th: ไม่พบไฟล์ตามที่ขอ
uk: Запитуваний файл не знайдено.
vi: Không tìm thấy tệp tin được yêu cầu.
