Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: View add-on details
am: ተጨማሪ ዝርዝሮችን ይመልከቱ
ar: عرض تفاصيل الوظيفة الإضافية
de: Add-on-Details anzeigen
es: Ver detalles del complemento
ja: アドオンの詳細を表示
uk: Переглянути деталі доповнення

source: Add-on details
am: ተጨማሪ ዝርዝሮች
ar: تفاصيل الوظيفة الإضافية
es: Detalles del complemento
ja: アドオンの詳細
uk: Деталі доповнення

source: Included with ##PERIOD## plan
am: ከ ##PERIOD## እቅድ ጋር ተካቷል
ar: متضمن مع الخطة ##PERIOD##
de: Im ##PERIOD## Tarif enthalten
es: Incluido con el plan ##PERIOD##
ja: ##PERIOD##プランに含まれるもの
uk: Включено до ##PERIOD## плану

source: From add-ons
am: ከ add-ons
ar: من الوظائف الإضافية
de: Von den Add-ons
es: De los complementos
ja: アドオンから
uk: З доповнень

source: Used this ##PERIOD##
am: ይህን ተጠቅመዋል ##PERIOD##
ar: استخدمت ##PERIOD## هذا
de: Dieses ##PERIOD## verwendet
es: Usado este ##PERIOD##
ja: 利用期間: ##PERIOD##
uk: Використано ##PERIOD##

source: Total available
am: ጠቅላላ ይገኛል
ar: الإجمالي المتاح
de: Insgesamt verfügbar
es: Total disponible
ja: 利用可能な合計
uk: Загалом доступно

source: Purchased add-ons
am: የተገዙ ተጨማሪዎች
ar: الوظائف الإضافية التي تم شراؤها
de: Erworbene Add-ons
es: Complementos adquiridos
ja: 購入済みのアドオン
uk: Придбані доповнення

source: Please note that any qualitative question created for this record will generate a new column in the data table, making the question available for all other records.
am: እባክዎን ለዚህ መዝገብ የተፈጠረ ማንኛውም የጥራት ጥያቄ በውሂብ ሠንጠረዥ ውስጥ አዲስ አምድ እንደሚያመነጭ እና ጥያቄው ለሁሉም መዝገቦች የሚገኝ መሆኑን ማስታወሻ ይያዙ።
ar: يرجى ملاحظة أن أي سؤال نوعي تم إنشاؤه لهذا السجل سيؤدي إلى إنشاء عمود جديد في جدول البيانات، مما يجعل السؤال متاحًا لجميع السجلات الأخرى.
de: Bitte beachten Sie, dass jede qualitative Frage, die für dieses Protokoll erstellt wird, eine neue Spalte in der Datentabelle generiert, wodurch die Frage für alle anderen Protokolle verfügbar wird.
es: Recuerda que toda pregunta cualitativa creada para este registro generará una nueva columna en la tabla de datos, lo que hará que la pregunta esté disponible para todos los demás registros.
fa: لطفاً توجه داشته باشید که هر سؤال کیفی ایجاد شده برای این رکورد، یک ستون جدید در جدول داده ایجاد می کند و سؤال را برای سایر رکوردها در دسترس قرار می دهد.
id: Perlu diperhatikan bahwa pertanyaan kualitatif yang dibuat untuk catatan ini akan menghasilkan kolom baru dalam tabel data, sehingga pertanyaan tersebut tersedia untuk semua catatan lainnya.
ja: この記録に対して作成されたすべての定性的な質問からデータ テーブルに新しい列が生成されます。これにより、この質問が他のすべての記録で利用できるようになることに注意してください。
pl: Należy pamiętać, że każde pytanie jakościowe utworzone dla tego rekordu wygeneruje nową kolumnę w tabeli danych, dzięki czemu pytanie będzie dostępne dla wszystkich innych rekordów.
pt: Observe que qualquer pergunta qualitativa criada para esse registro gerará uma nova coluna na tabela de dados, disponibilizando a pergunta para todos os outros registros.
ru: Обратите внимание, что любой качественный вопрос, созданный для данной записи, создаст новый столбец в таблице данных, что сделает вопрос доступным для всех остальных записей.
sw: Tafadhali kumbuka kuwa swali lolote la ubora lililoundwa kwa ajili ya rekodi hii litazalisha safu wima mpya katika jedwali la data, na kufanya swali lipatikane kwa rekodi nyingine zote.
th: โปรดทราบว่าคำถามเชิงคุณภาพใดที่สร้างขึ้นสำหรับระเบียนนี้จะสร้างคอลัมน์ใหม่ในตารางข้อมูล เกิดเป็นคำถามสำหรับระเบียนทั้งหมด
uk: Зверніть увагу, що будь-яке питання якісного типу, створене для цього запису, створить новий стовпець у таблиці даних, що зробить його доступним для всіх інших записів.
vi: Vui lòng lưu ý rằng mỗi câu hỏi định tính được tạo trong bản ghi này sẽ phát sinh thêm một cột mới trong bảng dữ liệu, từ đó câu hỏi sẽ được hiển thị trong tất cả các bản ghi khác.

source: There are no qualitative analysis questions yet.
am: እስካሁን ምንም የጥራት ትንተና ጥያቄዎች የሉም።
ar: لا توجد أسئلة تحليل نوعي حتى الآن.
de: Es sind noch keine qualitativen Analysefragen vorhanden.
es: Aún no hay preguntas de análisis cualitativo.
fa: هنوز هیچ سوال کیفی تحلیلی وجود ندارد.
id: Belum ada pertanyaan analisis kualitatif.
ja: 定性分析の質問はまだありません。
pl: Nie ma jeszcze pytań dotyczących analizy jakościowej.
pt: Ainda não há questões de análise qualitativa.
ru: Вопросы для качественного анализа еще не созданы.
sw: Bado hakuna maswali ya uchanganuzi wa ubora.
th: ยังไม่มีคำถามการวิเคราะห์เชิงคุณภาพ
uk: Відсутні питання якісного аналізу.
vi: Hiện vẫn chưa có câu hỏi phân tích định tính nào.

source: Click the "Add question" button to get started
am: ለመጀመር "ጥያቄ ያክሉ" የሚለውን ቁልፍ ጠቅ ያድርጉ
ar: انقر على زر "إضافة سؤال" للبدء
de: Klicken Sie die „Frage hinzufügen“-Schaltfläche, um anzufangen
es: Haz clic en «Agregar pregunta» para comenzar
fa: برای شروع بر روی کلید «پرسش اضافه کن» کلیک کنید
id: Klik tombol “Tambah pertanyaan” untuk memulai
ja: 「質問を追加」ボタンをクリックして開始してください
pl: Aby rozpocząć, kliknij przycisk „Dodaj pytanie”
pt: Clique no botão “Adicionar pergunta” para começar
ru: Нажмите кнопку «Добавить вопрос», чтобы начать
sw: Bofya kitufe cha "Ongeza swali" ili kuanza
th: คลิกปุ่ม “เพิ่มคำถาม” เพื่อเริ่ม
uk: Натисніть кнопку "Додати питання", щоб розпочати
vi: Nhấn vào nút “Thêm câu hỏi” để bắt đầu

source: Only those with full editing rights can create questions
am: ጥያቄዎችን መፍጠር የሚችሉት ሙሉ የአርትዖት መብት ያላቸው ብቻ ናቸው
ar: إنشاء الأسئلة يتطلب الحصول على حقوق تحرير كاملة
de: Nur Benutzer*innen mit kompletten Bearbeitungsrechten können Fragen erstellen
es: Solo las personas con derechos totales de edición pueden crear preguntas
fa: فقط کسانی که دارنده مجوز ویرایش کامل هستند می‌توانند پرسش‌ها را ایجاد کنند
id: Hanya mereka yang memiliki hak pengeditan penuh yang dapat membuat pertanyaan
ja: 完全な編集権限を持つユーザーのみが質問を作成できます
pl: Tylko osoby z pełnymi uprawnieniami edytowania mogą tworzyć pytania
pt: Somente aqueles com permissão total de edição podem criar perguntas
ru: Создавать вопросы могут только те, кто имеет полные права на редактирование
sw: Wale tu walio na haki kamili za kuhariri ndio wanaweza kuunda maswali
th: คนที่มีสิทธิ์ในการแก้ไขโดยสมบูรณ์เท่านั้นที่สามารถสร้างคำถามได้
uk: Тільки ті, хто має повні права на редагування, можуть створювати запитання
vi: Chỉ những người có toàn quyền chỉnh sửa mới có thể tạo câu hỏi

source: Contact the project owner for more information
am: ለበለጠ መረጃ የፕሮጀክቱን ባለቤት ያነጋግሩ
ar: اتصل بمالك المشروع لمزيد من المعلومات
de: Kontaktieren Sie den/die Projekteigentümer*in für mehr Informationen
es: Comunícate con el/la propietario/a del proyecto para obtener más información
fa: برای اطلاعات بیشتر با صاحب پروژه تماس بگیرید
id: Hubungi pemilik proyek untuk informasi lebih lanjut
ja: 詳細についてはプロジェクト所有者に問い合わせてください
pl: Skontaktuj się z właścicielem projektu aby uzyskać więcej informacji
pt: Entre em contato com o proprietário do projeto para obter mais informações
ru: Свяжитесь с владельцем проекта для получения дополнительной информации
sw: Wasiliana na mmiliki wa mradi kwa maelezo zaidi
th: ติดต่อเจ้าของโครงการหากต้องการข้อมูลเพิ่มเติม
uk: Зв'яжіться з власником проєкту для отримання додаткової інформації
vi: Hãy liên hệ với chủ dự án để biết thêm thông tin

source: Upgrade to continue using this feature
am: ይህን ባህሪ መጠቀም ለመቀጠል ያሻሽሉ
ar: قم بالترقية لمواصلة استخدام هذه الميزة
de: Führen Sie ein Upgrade durch, um die Funktion weiterhin zu nutzen
es: Actualizar para continuar usando esta función
ja: 引き続きこの機能を使用するにはアップグレードしてください
uk: Оновіть, щоб продовжити використання цієї функції

source: You have reached the ##LIMIT## limit for this ##PERIOD##.
am: ለዚህ ##PERIOD## የ ##LIMIT## ገደብ ደርሰዋል።
ar: لقد وصلت إلى ##LIMIT## الحد الأقصى لهذا ##PERIOD##.
de: Sie haben Ihr ##LIMIT## Limit für ##PERIOD## erreicht.
es: Llegaste al ##LIMIT## límite para este ##PERIOD##.
ja: この##PERIOD##の##LIMIT##上限に到達しました。
uk: Ви досягли ##LIMIT## ліміту для цього ##PERIOD##.

source: Please consider our plans or add-ons to continue using this feature.
am: እባክዎን ይህንን ባህሪ ለመጠቀም ለመቀጠል እቅዶቻችንን ወይም ተጨማሪዎቻችንን ያስቡ።
ar: يرجى مراعاة خططنا أو الوظائف الإضافية لمواصلة استخدام هذه الميزة.
de: Bitte ziehen Sie unsere Tarife oder Add-ons in Erwägung, um dieses Feature weiterhin zu nutzen.
es: Considera nuestros planes o complementos para continuar utilizando esta función.
ja: 引き続きこの機能を使用するには、弊社のプランまたはアドオンをご検討ください。
uk: Ознайомтеся з нашими планами або доповненнями, щоб продовжити використання цієї функції.

source: You can monitor your usage
am: አጠቃቀማችሁን መከታተል ትችላላችሁ
ar: يمكنك مراقبة استخدامك
de: Sie können Ihre Nutzung überprüfen
es: Puedes controlar tu uso
ja: 使用状況を監視できます
uk: Ви можете контролювати ваше використання

source: Go back
am: ወደ ኋላ ተመለሱ
ar: الرجوع
de: Zurück
es: Regresar
ja: 戻る
uk: Повернутися

source: automatic
am: አውቶማቲክ
ar: تلقائي
bn: স্বয়ংক্রিয়
cs: automaticky
de: automatisch
es: automático
fa: خودکار
fr: automatique
hi: स्वचालित
hu: automatikus
id: otomatis
ja: 自動
km: ដោយស្វ័យប្រវត្តិ
my: အလိုအလျောက်
ne: स्वचालित
pl: automatycznie
pt: automático
ru: автоматический
sw: moja kwa moja
th: อัตโนมัติ
tr: otomatik
uk: автоматично
vi: tự động

source: original
am: ኦሪጅናል
ar: الأصل
bn: মূল
cs: originál
fa: اصلی
hi: मूल
hu: eredeti
id: asli
ja: 原文
km: ដើម
my: မူရင်း
ne: मौलिक
pl: oryginalny
ru: оригинал
sw: kiasili
th: ต้นฉบับ
tr: orijinal
uk: оригінал
vi: nguyên bản

source: Search for a language
am: ቋንቋ መፈለግ
ar: البحث عن لغة
bn: একটি ভাষা অনুসন্ধান করুন
cs: Vyhledat jazyk
de: Suchen Sie eine Sprache
es: Buscar un idioma
fa: یک زبان جستجو کنید
fr: Rechercher une langue
hi: कोई भाषा खोजें
hu: Nyelv keresése
id: Telusuri bahasa
ja: 言語を検索
km: ស្វែងរកភាសា
my: ဘာသာစကားတစ်ခုကိုရွေးရန်
ne: भाषा खोज्नुहोस्
pl: Wyszukaj język
pt: Pesquisar por um idioma
ru: Поиск языка
sw: Chagua lugha
th: ค้นหาภาษา
tr: Bir dil arayın
uk: Шукати мову
vi: Tìm kiếm ngôn ngữ

source: Sorry, didn't find any language…
am: ይቅርታ ምንም ቋንቋ አላገኘሁም…
ar: عذرًا، لم يتم إيجاد أي لغة
bn: দুঃখিত, কোনো ভাষা খুঁজে পাওয়া যায় নি…
cs: Bohužel jsme žádný jazyk nenašli…
de: Es tut mir leid, ich habe keine Sprache gefunden …
es: Lo sentimos, no se encontró ningún idioma…
fa: متاسفیم، هیچ زبانی پیدا نشد..…
fr: Désolé, aucune langue n’a été trouvée...
hi: क्षमा करें, कोई भाषा नहीं मिली...
hu: Sajnos nem találtunk semmilyen nyelvet…
id: Maaf, tidak menemukan bahasa apa pun…
ja: すみません、言語が見つかりませんでした…
km: សូមទោស រកមិនឃើញភាសាណាមួយទេ…
my: စိတ်မကောင်းပါဘူး… မည်သည့်ဘာသာစကားကိုမျှ မတွေ့ပါ…
ne: माफ गर्नुहोस्, कुनै भाषा फेला परेन...
pl: Przepraszamy, nie udało się znaleźć żadnego języka...
pt: Desculpe, não foi encontrado nenhum idioma…
ru: Извините, не нашел языка...
sw: Samahani sijapata lugha yoyote..…
th: ขออภัย ไม่พบภาษาใดๆ...
tr: Üzgünüz, aramanızla eşleşen bir dil bulunamadı...
uk: Вибачте, ми не знайшли жодної мови…
vi: Xin lỗi, không tìm thấy ngôn ngữ nào…

source: I cannot find my language
am: ቋንቋዬን ማግኘት አልቻልኩም
ar: لا يمكنني العثور على لغتي
bn: আমার ভাষা খুঁজে পাচ্ছি না
cs: Nemůžu nalézt svůj jazyk
de: Ich kann meine Sprache nicht finden
es: No puedo encontrar mi idioma
fa: نمی توانم زبانم را پیدا کنم
fr: Je ne trouve pas ma langue
hi: मुझे अपनी भाषा नहीं मिल रही है
hu: Nem találom a nyelvemet
id: Saya tidak dapat menemukan bahasa saya
ja: 自身の言語が見つかりませんでした
km: ខ្ញុំមិនអាចរកឃើញភាសារបស់ខ្ញុំទេ
my: ကျွန်ုပ်၏ ဘာသာစကားကို ရှာမတွေ့ပါ
ne: म मेरो भाषा भेट्टाउन सक्दिन
pl: Nie mogę znaleźć swojego języka
pt: Eu não consigo encontrar meu idioma
ru: Я не могу найти свой язык
sw: Siwezi kuipata lugha yangu
th: ฉันไม่พบภาษาของฉัน
tr: Kendi dilimi bulamıyorum
uk: Я не можу знайти свою мову
vi: Tôi không tìm được ngôn ngữ của mình

source: Please select the language
am: እባክዎ ቋንቋውን ይምረጡ
ar: من فضلك اختار اللغة
bn: অনুগ্রহ করে ভাষা নির্বাচন করুন
cs: Vyberte jazyk
de: Bitte wählen Sie die Sprache
es: Selecciona el idioma
fa: لطفا زبان را انتخاب کنید
fr: Veuillez sélectionner la langue
hi: कृपया भाषा चुनें
hu: Jelölje ki a nyelvet
id: Silakan pilih bahasa
ja: 言語を選択してください
km: សូមជ្រើសរើសភាសា
my: ကျေးဇူးပြု၍ ဘာသာစကားတစ်ခုကို ‌ေရွးချယ်ပါ
ne: कृपया भाषा चयन गर्नुहोस्
pl: Wybierz język
pt: Selecione um idioma
ru: Пожалуйста, выберите язык
sw: Tafadhali chagua lugha
th: กรุณาเลือกภาษา
tr: Lütfen dili seçin
uk: Оберіть мову
vi: Vui lòng chọn ngôn ngữ

source: Change column type?
am: የአምድ አይነት ይቀየር?
ar: هل ترغب في تغيير نوع العمود؟
bn: কলামের ধরন পরিবর্তন করবেন?
cs: Změnit typ sloupce?
de: Spaltentyp ändern?
es: ¿Cambiar el tipo de columna?
fa: نوع ستون را تغییر می دهید؟
fr: Changer de type de colonne ?
hi: कॉलम प्रकार बदलें?
hu: Oszloptípus megváltoztatása?
id: Ubah jenis kolom?
ja: 列のタイプを変更しますか？
km: ផ្លាស់ប្ដូរប្រភេទកូឡោនឬ?
my: ကော်လံအမျိုးအစားကို ပြောင်းမည်လား။
ne: स्तम्भको प्रकार परिवर्तन गर्ने हो?
pl: Zmienić typ kolumny?
pt: Alterar o tipo de coluna?
ru: Изменить тип столбца?
sw: Ungependa kubadilisha aina ya safu?
th: เปลี่ยนชนิดคอลัมน์หรือไม่
tr: Sütun türü değiştirilsin mi?
uk: Змінити тип стовпця?
vi: Đổi loại cột?

source: Are you sure you want to change the type? This action is irreversible, your existing option choices will be erased.
am: እርግጠኛ ነህ አይነቱን መቀየር ትፈልጋለህ? ይህ እርምጃ ሊቀለበስ የማይችል ነው፣ ያሉት ምርጫዎችዎ ይሰረዛሉ።
ar: هل أنت متأكد من أنك تريد تغيير النوع؟ هذا الإجراء غير قابل للتراجع، سيتم مسح اختيارات الخيارات الحالية.
bn: আপনি কি সত্যিই ধরনটি বদলাতে চান? কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না এবং বর্তমানে বিদ্যমান অপশনগুলোও মুছে যাবে ।
cs: Určitě chcete změnit typ? Tato akce je nevratná, vaše stávající volby budou vymazány.
de: Sind Sie sicher, dass Sie den Typ ändern möchten? Dieser Vorgang kann nicht rückgängig gemacht werden, Ihre bisherigen Optionen werden gelöscht.
es: ¿Estás seguro de que deseas cambiar el tipo? Esta acción es irreversible; tus opciones existentes se eliminarán.
fa: آیا مطمئن هستید که می خواهید نوع را تغییر دهید؟ این عمل برگشت ناپذیر است، گزینه های موجود شما پاک خواهند شد.
fr: Êtes-vous sûr de vouloir changer le type ? Cette action est irréversible, vos options existantes seront effacées.
hi: क्या आप वाकई इस प्रकार को बदलना चाहते हैं? यह क्रिया पलटी नहीं जा सकती है, आपके मौजूदा विकल्प मिटा दिए जाएंगे।
hu: Biztosan meg kívánja változtatni a típust? Ez a művelet visszafordíthatatlan, a meglévő válaszlehetőségek törölve lesznek.
id: Apakah Anda yakin ingin mengubah jenisnya? Tindakan ini tidak dapat diubah, pilihan opsi Anda yang ada akan dihapus.
ja: タイプを変更してもよろしいですか? この操作は元に戻すことができず、既存のオプション選択はすべて消去されます。
km: តើអ្នកប្រាកដជាចង់ផ្លាស់ប្ដូរប្រភេទឬ? សកម្មភាពនេះមិនវិលត្រឡប់មកវិញបានទេ ការជ្រើសរើសជម្រើសដែលមានស្រាប់របស់អ្នកនឹងត្រូវបានលុបចោល។
my: အမျိုးအစားကို ပြောင်းလိုသည်မှာ သေချာပါသလား။ ဤလုပ်ရပ်သည် ပြန်ပြင်၍မရနိုင်ဘဲ သင်၏ ရှိရင်းစွဲ‌ ရွေးချယ်စရာများကို ဖျက်ပစ်ပါလိမ့်မည်။
ne: के तपाइँ निश्चित रूपमा प्रकार परिवर्तन गर्न चाहनुहुन्छ? यो कार्य अपरिवर्तनीय छ, तपाईंका वर्तमान छनोट विकल्पहरू मेटिने छन्।
pl: Czy na pewno chcesz zmienić typ? Ta akcja jest nieodwracalna, a Twoje obecne opcje wyboru zostaną usunięte.
pt: Tem certeza de que deseja alterar o tipo? Esta ação é irreversível, suas escolhas de opções existentes serão excluídas.
ru: Вы действительно хотите изменить тип? Это действие необратимо: ваш текущий выбор вариантов будет стерт.
sw: Je, una uhakika unataka kubadilisha aina? Hatua hii haiwezi kutenduliwa, chaguo zako zilizopo zitafutwa.
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนชนิด การดำเนินการนี้ไม่สามารถย้อนกลับได้ ตัวเลือกที่มีอยู่ของคุณจะถูกลบ
tr: Türü değiştirmek istediğinizden emin misiniz? Bu işlem geri alınamaz, mevcut seçenek tercihleriniz silinecektir.
uk: Ви впевнені, що хочете змінити тип? Цю дію неможливо скасувати, всі вибрані вами варіанти будуть видалені.
vi: Bạn có chắc muốn đổi kiểu không? Thao tác này không thể hoàn tác, các lựa chọn hiện tại của bạn sẽ bị xóa.

source: Change type
am: አይነት ለውጥ
ar: تغيير النوع
bn: ধরন পরিবর্তন করুন
cs: Změnit typ
de: Typ ändern
es: Cambiar tipo
fa: تغییر نوع
fr: Changer de type
hi: प्रकार बदलें
hu: Típus megváltoztatása
id: Ubah jenis
ja: タイプを変更
km: ផ្លាស់ប្ដូរប្រភេទ
my: အမျိုးအစား‌ပြောင်းရန်
ne: किसिम परिवर्तन गर्नुहोस्
pl: Zmień typ
pt: Alterar tipo
ru: Изменить тип
sw: Badilisha aina
th: เปลี่ยนชนิด
tr: Türü değiştir
uk: Змінити тип
vi: Đổi kiểu

source: Option 1
am: አማራጭ 1
ar: الخيار 1
bn: ১ম অপশন
cs: Možnost 1
es: Opción 1
fa: گزینه 1
hi: विकल्प 1
hu: 1. opció
id: Pilihan 1
ja: オプション1
km: ជម្រើសទី 1
my: ရွေးချယ်စရာ 1
ne: विकल्प १
pl: Opcja 1
pt: Opção 1
ru: Вариант 1
sw: Chaguo la 1
th: ตัวเลือกที่ 1
tr: Seçenek 1
uk: Варіант 1
vi: Tùy chọn 1

source: Option 2
am: አማራጭ 2
ar: الخيار 2
bn: ২য় অপশন
cs: Možnost 2
es: Opción 2
fa: گزینه 2
hi: विकल्प 2
hu: 2. opció
id: Pilihan 2
ja: オプション2
km: ជម្រើសទី 2
my: ရွေးချယ်စရာ 2
ne: विकल्प २
pl: Opcja 2
pt: Opção 2
ru: Вариант 2
sw: Chaguo la 2
th: ตัวเลือกที่ 2
tr: Seçenek 2
uk: Варіант 2
vi: Tùy chọn 2

source: Row
am: ረድፍ
ar: الصف
bn: সারি
cs: Řádek
de: Zeile
es: Fila
fa: ردیف
fr: Ligne
hi: पंक्ति
hu: Sor
id: Baris
ja: 行
km: ជួរដេក
my: တန်း
ne: पङ्क्ति
pl: Wiersz
pt: Linha
ru: Строка
sw: Mstari
th: แถว
tr: Satır
uk: Рядок
vi: Hàng

source: Column
am: አምድ
ar: العمود
bn: কলাম
cs: Sloupec
de: Spalte
es: Columna
fa: ستون
fr: Colonne
hi: कॉलम
hu: Oszlop
id: Kolom
ja: 列
km: កូឡោន
my: ကော်လံ
ne: स्तम्भ
pl: Kolumna
pt: Coluna
ru: Столбец
sw: Safu
th: คอลัมน์
tr: Sütun
uk: Стовпець
vi: Cột

source: Delete row?
am: ረድፍ ይሰረዝ?
ar: هل ترغب في حذف الصف؟
bn: সারি মুছে ফেলবেন?
cs: Smazat řádek?
de: Zeile löschen?
es: ¿Eliminar fila?
fa: حذف ردیف؟
fr: Supprimer la ligne ?
hi: पंक्ति हटाएं?
hu: Sor törlése?
id: Hapus baris?
ja: 行を削除しますか？
km: លុបជួរដេកឬ?
my: တန်းကို ဖျက်မည်လား။
ne: पङ्क्ति मेट्ने हो?
pl: Skasować wiersz?
pt: Excluir linha?
ru: Удалить строку?
sw: Kufuta safu mlalo?
th: ลบแถวหรือไม่
tr: Satır silinsin mi?
uk: Видалити рядок?
vi: Xóa hàng?

source: Are you sure you want to delete this row? This action cannot be undone.
am: እርግጠኛ ነዎት ይህን ረድፍ መሰረዝ ይፈልጋሉ? ይህ እርምጃ ሊቀለበስ አይችልም።
ar: هل أنت متأكد من أنك تريد حذف هذا الصف؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি সত্যিই এই সারিটি মুছে ফেলতে চান? কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না।
cs: Opravdu chcete tento řádek smazat? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie diese Zeile löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta fila? Esta acción no puede deshacerse.
fa: آیا مطمئن هستید که می خواهید این ردیف را حذف کنید؟ این عمل قابل برگشت نیست.
fr: Êtes-vous sûr de vouloir supprimer cette ligne ? Cette action est irréversible.
hi: क्या आप वाकई इस पंक्ति को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता है।
hu: Biztosan törölni kívánja ezt a sort? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus baris ini? Tindakan ini tidak bisa dibatalkan.
ja: この行を削除してもよろしいですか? この操作は元に戻すことができません。
km: តើអ្នកប្រាកដជាចង់លុបជួរដេកនេះឬ? សកម្មភាពនេះមិនអាចត្រឡប់មកវិញបានទេ។
my: ဤတန်းကို ဖျက်လိုသည်မှာ သေချာပါသလား။ ဤလုပ်ရပ်သည် ပြန်ပြင်၍မရနိုင်ပါ။
ne: के तपाइँ यो पङ्क्ति मेटाउने कुरामा निश्चित हुनुहुन्छ? यो कार्य अनडु गर्न सकिँदैन।
pl: Czy na pewno chcesz skasować ten wiersz? Ta akcja nie może być cofnięta.
pt: Tem certeza de que deseja excluir esta linha? Essa ação não pode ser desfeita.
ru: Вы действительно хотите удалить данную строку? Это необратимое действие.
sw: Je, una uhakika unataka kufuta safu mlalo hii? Kitendo hiki hakiwezi kutenduliwa.
th: คุณแน่ใจหรือไม่ว่าต้องการลบแถวนี้ การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu satırı silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей рядок? Цю дію не можна скасувати.
vi: Bạn có chắc muốn xóa hàng này không? Thao tác này không thể hoàn tác.

source: Delete column?
am: አምድ ይሰረዝ?
ar: هل ترغب في حذف العمود؟
bn: কলাম মুছে ফেলবেন?
cs: Smazat sloupec?
de: Spalte löschen?
es: ¿Eliminar columna?
fa: حذف ستون؟
fr: Supprimer la colonne ?
hi: कॉलम हटाएं?
hu: Oszlop törlése?
id: Hapus kolom?
ja: 列を削除しますか？
km: លុបកូឡោនឬ?
my: ကော်လံကို ဖျက်မည်လား။
ne: स्तम्भ मेट्ने हो?
pl: Skasować kolumnę?
pt: Excluir coluna?
ru: Удалить столбец?
sw: Ungependa kufuta safu wima?
th: ลบคอลัมน์หรือไม่
tr: Sütun silinsin mi?
uk: Видалити стовпець?
vi: Xóa cột?

source: Are you sure you want to delete this column? This action cannot be undone.
am: እርግጠኛ ነዎት ይህን አምድ መሰረዝ ይፈልጋሉ? ይህ እርምጃ ሊቀለበስ አይችልም።
ar: هل أنت متأكد من أنك تريد حذف هذا العمود؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি সত্যিই এই কলামটি মুছে ফেলতে চান? কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না।
cs: Opravdu chcete tento sloupec smazat? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie diese Spalte löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta columna? Esta acción no se puede deshacer.
fa: آیا مطمئن هستید که می خواهید این ستون را حذف کنید؟ این عمل قابل برگشت نیست.
fr: Êtes-vous sûr de vouloir supprimer cette colonne? Cette action est irréversible.
hi: क्या आप वाकई इस कॉलम को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता है।
hu: Biztosan törölni kívánja ezt az oszlopot? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus kolom ini? Tindakan ini tidak bisa dibatalkan.
ja: この列を削除してもよろしいですか? この操作は元に戻すことができません。
km: តើអ្នកប្រាកដជាចង់លុបកូឡោននេះឬ?
my: ဤကော်လံကို ဖျက်လိုသည်မှာ သေချာပါသလား။ ဤလုပ်ရပ်သည် ပြန်ပြင်၍မရနိုင်ပါ။
ne: के तपाइँ यो स्तम्भ मेटाउने कुरामा निश्चित हुनुहुन्छ? यो कार्य अनडु गर्न सकिँदैन।
pl: Czy na pewno chcesz skasować tę kolumnę? Ta akcja nie może być cofnięta.
pt: Tem certeza de que deseja excluir esta coluna? Essa ação não pode ser desfeita.
ru: Вы действительно хотите удалить данный столбец? Это необратимое действие.
sw: Je, una uhakika unataka kufuta safu wima hii? Kitendo hiki hakiwezi kutenduliwa.
th: คุณแน่ใจหรือไม่ว่าต้องการลบคอลัมน์นี้ การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu sütunu silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей стовпець? Цю дію не можна скасувати.
vi: Bạn có chắc muốn xóa cột này không? Thao tác này không thể hoàn tác.

source: Response Type
am: የምላሽ አይነት
ar: نوع الاستجابة
bn: উত্তরের ধরন
cs: Typ odpovědi
de: Antworttyp
es: Tipo de respuesta
fa: نوع پاسخ
fr: Type de réponse
hi: प्रतिक्रिया प्रकार
hu: Válasz típusa
id: Jenis Tanggapan
ja: レスポンスの種類
km: ប្រភេទចម្លើយ
my: တုံ့ပြန်မှု အမျိုးအစား
ne: प्रतिक्रियाको किसिम
pl: Typ odpowiedzi
pt: Tipo de resposta
ru: Тип ответа
sw: Aina ya Majibu
th: ชนิดคำตอบ
tr: Yanıt Türü
uk: Тип відповіді
vi: Loại phản hồi

source: Label
am: መለያ
ar: التسمية
bn: লেবেল
cs: Štítek
de: Bezeichnung
es: Etiqueta
fa: برچسب
fr: Étiquette
hi: लेबल
hu: Címke
ja: ラベル
km: ស្លាក
my: အညွှန်း
ne: लेबल
pl: Etykieta
pt: Etiqueta
ru: Метка
sw: Lebo
th: ป้ายกำกับ
tr: Etiket
uk: Мітка
vi: Nhãn

source: Data Column Suffix
am: የውሂብ አምድ ድህረ ቅጥያ
ar: تسمية عمود البيانات التمييزية اللاحقة
bn: তথ্যের কলামের অন্ত্যাক্ষর
cs: Přípona datového sloupce
de: Datenspalten-Suffix
es: Sufijo de columna de datos
fa: پسوند ستون داده
fr: Suffixe de la colonne des données
hi: डेटा कॉलम प्रत्यय
hu: Adatoszlop utótagja
id: Akhiran Kolom Data
ja: データ列の末尾
km: បទអក្សរខាងចុងនៃកូឡោនទិន្នន័យ
my: ‌ဒေတာကော်လံ နောက်ဆက်အက္ခရာ
ne: डेटा स्तम्भ प्रत्यय
pl: Przyrostek kolumny danych
pt: Sufixo da coluna de dados
ru: Суффикс столбца данных
sw: Kiambishi cha Safu ya Data
th: ส่วนต่อท้ายคอลัมน์ข้อมูล
tr: Veri Sütunu Son Eki
uk: Суфікс стовпця даних
vi: Hậu tố cột dữ liệu

source: Data Column Name
am: የውሂብ አምድ ስም
ar: أسم عمود البيانات
bn: তথ্যের কলামের নাম
cs: Název datového sloupce
de: Datenspaltenname
es: Nombre de columna de datos
fa: نام ستون داده
fr: Nom de la colonne des données
hi: डेटा कॉलम का नाम
hu: Adatoszlop neve
id: Nama Kolom Data
ja: データ列名
km: ឈ្មោះកូឡោនទិន្នន័យ
my: ‌ဒေတာကော်လံ အမည်
ne: डाटा स्तम्भ नाम
pl: Nazwa kolumny danych
pt: Nome da Coluna de Dados
ru: Имя столбца данных
sw: Jina la Safu ya Data
th: ชื่อคอลัมน์ข้อมูล
tr: Veri Sütunu Adı
uk: Назва стовпця даних
vi: Tên cột dữ liệu
