Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Less Than or Equal to
am: ያነሰ ወይም እኩል
ar: أقل من أو يساوي
de: Kleiner als oder gleich
es: Menor o igual que
fa: کمتر از یا مساوی با
id: Kurang dari atau Sama dengan
ja: 以下で
km: តិចជាង ឬស្មើ
pl: Mniejsze lub równe
pt: Menos Que ou Igual a
ru: Меньше или равно
sw: Ndogo kuliko au Sawa na
th: น้อยกว่าหรือเท่ากับ
uk: Менше або дорівнює
vi: Nhỏ hơn hoặc Bằng

source: This question will only be displayed if the following conditions apply
am: ይህ ጥያቄ የሚታየው የሚከተሉት ሁኔታዎች ከተተገበሩ ብቻ ነው
ar: لن يتم عرض السؤال إلا في حال توافر الشروط التالية
bn: শুধু নিচের শর্তগুলো পূরণ হলেই এই প্রশ্নটি দেখা যাবে
cs: Tato otázka se zobrazí pouze v případě, že platí následující podmínky
de: Diese Frage wird nur angezeigt, wenn die folgenden Kriterien erfüllt sind
es: Esta pregunta solo se mostrará si cumple con las siguientes condiciones
fa: این سوال تنها در صورت اعمال شرایط زیر نمایش داده می شود
fr: Cette question s'affichera uniquement si les conditions suivantes s'appliquent
hi: निम्नलिखित शर्तों को लागू किए जाने पर ही यह प्रश्न प्रदर्शित होगा
hu: Ez a kérdés csak abban az esetben jelenik meg, ha a következő feltételek teljesülnek
id: Pertanyaan ini hanya akan ditampilkan jika ketentuan berikut berlaku
ja: この質問は以下の条件に該当する場合のみ表示されます
km: សំណួរនេះនឹងត្រូវបានបង្ហាញប់ុណ្ណោះ ប្រសិនបើលក្ខខណ្ឌខាងក្រោមអនុវត្ត
my: အောက်ပါ အခြေအနေများနှင့် ကိုက်ညီမှသာ ဤမေးခွန်းကို ပြသလိမ့်မည်ဖြစ်သည်
ne: निम्न सर्तहरू लागू भएमा मात्र यो प्रश्न प्रदर्शित हुनेछ
pl: To pytanie zostanie wyświetlone tylko gdy zostaną spełnione następujące warunki
pt: Esta pergunta só será exibida se as seguintes condições forem aplicáveis
ru: Этот вопрос будет отображаться только при соблюдении следующих условий
sw: Swali hili litaonyeshwa iwapo masharti yafuatayo yatatumika
th: คำถามนี้จะแสดงต่อเมื่อเป็นไปตามเงื่อนไขต่อไปนี้
tr: Bu soru yalnızca aşağıdaki koşullar geçerliyse görüntülenecektir
uk: Це питання буде відображено тільки в тому випадку, якщо виконуються наступні умови
vi: Câu hỏi này chỉ có thể được hiển thị với những điều kiện sau

source: Add another condition
am: ሌላ ሁኔታ ጨምር
ar: أدخل شرطًا آخر
bn: আরেকটি শর্ত আরোপ করব
cs: Přidat další podmínku
de: Eine andere Bedingung hinzufügen
es: Añadir otra condición
fa: اضافه کردن یک شرط دیگر
fr: Ajouter une autre condition
hi: एक और शर्त जोड़ें
hu: Adjon meg egy másik feltételt
id: Tambahkan kondisi lain
ja: 別の条件を追加
km: បញ្ចូលលក្ខខណ្ឌមួយទៀត
my: အခြေအနေ နောက်တစ်ခု ပေါင်းထည့်ရန်
ne: अर्को शर्त थप्नुहोस्
pl: Dodaj kolejny warunek
pt: Adicionar outra condição
ru: Добавить еще одно условие
sw: Ongeza hali nyingine
th: เพิ่มเงื่อนไขอื่น
tr: Başka bir şart ekleyin
uk: Додайте ще одну умову
vi: Thêm điều kiện khác

source: Previous responses should match all of these conditions
am: የቀደሙት ምላሾች እነዚህን ሁሉ ሁኔታዎች ማሟላት አለባቸው
ar: على الأجوبة السابقة أن تتطابق مع كل هذه الشروط
de: Vorige Antworten sollten all diesen Konditionen entsprechen
es: Las respuestas anteriores deben cumplir todas estas condiciones
ja: 過去の回答はこれらの条件のすべてと一致する必要があります
uk: Попередні відповіді повинні відповідати всім цим умовам

source: Previous responses should match any of these conditions
am: ቀደም ሲል የተሰጡ ምላሾች ከእነዚህ ሁኔታዎች ውስጥ አንዱን ማሟላት አለባቸው
ar: على الأجوبة السابقة أن تتطابق مع أي من هذه الشروط
de: Vorige Antworten sollten einer dieser Konditionen entsprechen
es: Las respuestas anteriores deben cumplir alguna de estas condiciones
ja: 過去の回答はこれらの条件のいずれかと一致する必要があります
uk: Попередні відповіді повинні відповідати будь яким із цих умов

source: response value
am: የምላሽ ዋጋ
ar: قيمة الاستجابة
bn: উত্তরের মান
cs: hodnota odezvy
de: Rückmeldewert
es: valor de la respuesta
fa: مقدار پاسخ
fr: valeur de la réponse
hi: प्रतिक्रिया मूल्य
hu: válasz értéke
id: nilai tanggapan
ja: 回答値
km: តម្លៃចម្លើយ
my: တုံ့ပြန်ချက် တန်ဖိုး
ne: प्रतिक्रिया मूल्य
pl: Wartość odpowiedzi
pt: valor da resposta
ru: значение ответа
sw: thamani ya majibu
th: ค่าคำตอบ
tr: yanıt değeri
uk: значення відповіді
vi: giá trị phản hồi

source: Select question from list
am: ከዝርዝሩ ውስጥ ጥያቄን ይምረጡ
ar: حدد سؤال من القائمة
bn: তালিকা থেকে প্রশ্ন নির্বাচন করুন
cs: Vyberte otázku ze seznamu
de: Wählen Sie einen Fragentyp aus der Liste
es: Seleccionar una pregunta de la lista
fa: انتخاب سوال از لیست
fr: Choisir une question depuis la liste
hi: सूची में से सवाल का चयन करें
hu: Válasszon egy kérdést a listáról
id: Pilih pertanyaan dari daftar
ja: リストから質問を選択
km: ជ្រើសរើសសំណួរពីបញ្ជី
my: စာရင်းမှ မေးခွန်းကို ‌ရွေးချယ်ရန်
ne: सूचीबाट प्रश्न चयन गर्नुहोस्
pl: Wybierz pytanie z listy
pt: Selecione a pergunta da lista
ru: Выберите вопрос из списка
sw: Chagua swali kutoka kwenye orodha
th: เลือกคำถามจากรายการ
tr: Listeden soru seçin
uk: Оберіть питання зі списку
vi: Chọn câu hỏi từ danh sách

source: Manually enter your validation logic in XLSForm code
am: የማረጋገጫ አመክንዮዎን በXLSForm ኮድ እራስዎ ያስገቡ
ar: إدخال الرمز المنطقي للتحقق يدويًا في صورة كود بملف بصيغة (XLSForm)
bn: যাচাইকরণের শর্ত XLSForm-এর কোডে লিখে দিন
cs: Ruční zadání logiky ověřování v kódu souboru XLSForm
de: Geben Sie Ihre Validierungslogik manuell in den XLSForm-Code ein
es: Ingresar manualmente la lógica de validación en el código XLSForm
fa: منطق اعتبارسنجی خود را به صورت دستی در کد XLSForm وارد کنید
fr: Entrez manuellement votre logique de validation dans le code XLSForm
hi: मैन्युअल रूप से XLSForm कोड में अपना मान्यकरण तर्क (वेलिडेशन लॉजिक) दर्ज करें
hu: Írja be manuálisan az érvényesítési logikáját XLSForm kód formájában
id: Masukkan logika validasi Anda secara manual dalam kode XLSForm
ja: XLSFormコードを用いてバリデーションロジックを手動で入力
km: បញ្ចូលដោយដៃឡូស៊ិកការផ្ដល់សុពលភាពរបស់អ្នកនៅក្នុងកូដ XLSForm
my: XLSForm ကုတ်ထဲသို့ သင်၏ စစ်ဆေးမှုနည်းစနစ်ကို ကိုယ်တိုင်ထည့်သွင်းရန်
ne: XLSForm कोडमा आफैँले आफ्नो प्रमाणीकरण तर्क प्रविष्ट गर्नुहोस्
pl: Ręcznie wprowadź swoją logikę sprawdzania poprawności w kodzie XLSForm
pt: Digite manualmente sua lógica de validação em código XLSForm
ru: Вручную введите свою логику проверки в код XLSForm
sw: Weka mwenyewe mantiki yako ya uthibitishaji katika msimbo wa fomu ya XLS
th: ใส่ตรรกะการตรวจสอบของคุณด้วยตนเองในรหัส XLSForm
tr: Doğrulama mantığınızı XLSForm koduna manuel olarak girin
uk: Вручну введіть логіку підтвердження в код XLSForm
vi: Thêm logic xác thực thủ công trong mã XLSForm

source: Validation Code:
am: የማረጋገጫ ኮድ፦
ar: كود التحقق:
de: Validierungscode:
es: Código de validación:
fa: کد اعتبارسنجی:
id: Kode Validasi:
ja: 検証コード:
km: កូដផ្ដល់សុពលភាព៖
pl: Kod weryfikacyjny:
pt: Código de Validação:
ru: Код проверки:
sw: Msimbo wa Uthibitishaji:
th: รหัสการตรวจสอบ:
uk: Код підтвердження:
vi: Mã xác thực:

source: My Projects
am: የእኔ ፕሮጀክቶች
ar: مشروعاتي
bn: আমার প্রকল্পসমূহ
cs: Moje projekty
de: Meine Projekte
es: Mis proyectos
fa: پروژه‌های من
fr: Mes Projets
hi: मेरे प्रोजेक्ट
hu: Projektjeim
id: Proyek Saya
ja: マイプロジェクト
km: គម្រោងរបស់ខ្ញុំ
my: ကျွနု်ပ်၏ ပ‌ေရာဂျက်များ
ne: मेरो परियोजनाहरू
pl: Moje projekty
pt: Meus Projetos
ru: Мои проекты
sw: Miradi Yangu
th: โครงการของฉัน
tr: Projelerim
uk: Мої проєкти
vi: Dự án của tôi

source: ##organization name## Projects
am: ##organization name## ፕሮጀክቶች
ar: عدد المشاريع ##organization name##
de: ##organization name##-Projekte
es: ##organization name## Proyectos
ja: ##organization name## 個のプロジェクト
uk: ##organization name## Проєкти

source: Is
am: ነው
ar: تكون
bn: হল
cs: Je
de: Ist
es: Es
fa: هست
fr: Est
hi: है
hu: Egyenlő
id: Adalah
ja: です
km: គឺ
my: ဖြစ်
ne: छ
pl: Jest
pt: É
ru: Это
sw: ni
th: คือ
tr: dir
uk: Є
vi: Là

source: Is not
am: አይደለም
ar: لا تكون
bn: নয়
cs: Není
de: Ist nicht
es: No es
fa: نیست
fr: N’est pas
hi: नहीं है
hu: Nem egyenlő
id: Bukan
ja: ではありません
km: គឺមិនមែន
my: မဖြစ်
ne: छैन
pl: Nie jest
pt: Não é
ru: Не
sw: Sio
th: ไม่ใช่
tr: Değildir
uk: Не є
vi: Không phải là

source: Contains
am: ይዟል
ar: تحتوي
bn: ভেতরে আছে
cs: Obsahuje
de: Enthält
es: Contiene
fa: شامل می‌شود
fr: Contient
hi: में शामिल है
hu: Tartalmazza
id: Mengandung
ja: が含まれている
km: មាន
my: ပါဝင်
ne: समावेश गर्दछ
pl: Zawiera
pt: Contém
ru: Содержит
sw: Ina
th: มี
tr: Şunu içerir
uk: Містить
vi: Chứa

source: Does not contain
am: አልያዘም
ar: لا تحتوي
bn: ভেতরে নেই
cs: Neobsahuje
de: Enthält nicht
es: No contiene
fa: شامل نمی‌شود
fr: Ne contient pas
hi: में शामिल नहीं है
hu: Nem tartalmazza
id: Tidak mengandung
ja: が含まれていない
km: មិនមាន
my: မပါဝင်
ne: समावेश गर्दैन
pl: Nie zawiera
pt: Não contém
ru: Не содержит
sw: Haina
th: ไม่มี
tr: Şunu içermez
uk: Не містить
vi: Không chứa

source: Starts with
am: በዚህ ይጀምራል
ar: تبدأ بـ
bn: শুরুতে আছে
cs: Začíná na
de: Beginnt mit
es: Empieza con
fa: آغاز می‌شود با
fr: Commence par
hi: से शुरू होता है
hu: Kezdete
id: Dimulai dengan
ja: から始める
km: ចាប់ផ្ដើមជាមួយនឹង
my: အစ
ne: बाट सुरु हुन्छ
pl: Zaczyna się od
pt: Começa com
ru: Начинается с
sw: Inaanza na
th: เริ่มด้วย
tr: Şununla başlar
uk: Починається на
vi: Bắt đầu với

source: Ends with
am: በዚህ ያበቃል
ar: تنتهي بـ
bn: শেষে আছে
cs: Končí na
de: Endet mit
es: Finaliza con
fa: به پایان می‌رسد با
fr: Se termine par
hi: से समाप्त होता है
hu: Vége
id: Berakhir dengan
ja: で終わる
km: បញ្ចប់ជាមួយនឹង
my: အဆုံး
ne: संग समाप्त हुन्छ
pl: Kończy się na
pt: Termina com
ru: Заканчивается на
sw: Inaisha na
th: จบด้วย
tr: Şununla biter
uk: Закінчується на
vi: Kết thúc với

source: Is empty
am: ባዶ ነው
ar: فارغ
bn: ফাঁকা
cs: Je prázdný
de: Ist leer
es: Está vacío
fa: خالی است
fr: Est vide
hi: खाली है
hu: Üres
id: Kosong
ja: 空欄です
km: គឺទទេ
my: အခွံ
ne: खाली छ
pl: Jest pusty
pt: Está vazio
ru: Пустой
sw: Ni tupu
th: ว่างเปล่า
tr: Boş
uk: Порожній
vi: Trống

source: Is not empty
am: ባዶ አይደለም
ar: ليس فارغًا
bn: ফাঁকা নয়
cs: Není prázdný
de: Ist nicht leer
es: No está vacío
fa: خالی نیست
fr: N’est pas vide
hi: खाली नहीं है
hu: Nem üres
id: Tidak kosong
ja: 空欄ではありません
km: មិនទទេ
my: အခွံမဟုတ်
ne: खाली छैन
pl: Nie jest pusty
pt: Não está vazio
ru: Не пустой
sw: Haiko tupu
th: ไม่ว่างเปล่า
tr: Boş değil
uk: Заповнений
vi: Không trống

source: Project name
am: የፕሮጀክት ስም
ar: أسم المشروع
bn: প্রকল্পের নাম
cs: Název projektu
de: Projektname
es: Nombre del proyecto
fa: نام پروژه
fr: Nom du projet
hi: परियोजना का नाम
hu: Projektnév
id: Nama proyek
ja: プロジェクト名
my: စီမံကိန်းအမည်
ne: परियोजनाको नाम
pl: Nazwa projektu
pt: Nome do projeto
ru: Имя проекта
sw: Jina la mradi
th: ชื่อโครงการ
tr: Proje adı
uk: Назва проєкту
vi: Tên dự án

source: Description
am: መግለጫ
ar: الوصف
bn: বিবরণ
cs: Popis
de: Beschreibung
es: Descripción
fa: شرح
hi: विवरण
hu: Leírás
id: Deskripsi
ja: 詳細
km: ការពណ៌នា
my: ဖော်ပြချက်
ne: विवरण
pl: Opis
pt: Descrição
ru: Описание
sw: Maelezo
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả

source: Status
am: ሁኔታ
ar: الحالة
bn: স্ট্যাটাস
cs: Stav
es: Estado
fa: وضعیت
fr: Statut
hi: दर्जा
hu: Állapot
ja: ステータス
km: ស្ថានភាព
my: အခြေအနေ
ne: स्थिति
ru: Состояние
sw: Hali
th: สถานะ
tr: Durum
uk: Статус
vi: Tình trạng

source: Owner
am: ባለቤት
ar: المالك
bn: মালিক
cs: Vlastník
de: Eigentümer*in
es: Propietario
fa: مالک
fr: Propriétaire
hi: मालिक
hu: Tulajdonos
id: Pemilik
ja: 所有者
km: ម្ចាស់
my: ပိုင်ရှင်
ne: मालिक
pl: Właściciel
pt: Proprietário
ru: Владелец
sw: Mmiliki
th: เจ้าของ
tr: Sahibi
uk: Власник
vi: Người sở hữu

source: Owner name
am: የባለቤቱ ስም
ar: أسم المالك
bn: মালিকের নাম
cs: Jméno vlastníka
de: Name des Eigentümers bzw. der Eigentümerin
es: Nombre del/la propietario/a
fa: نام مالک
fr: Nom du propriétaire
hi: मालिक का नाम
hu: Tulajdonos neve
id: Nama pemilik
ja: 所有者の名前
pl: Imię i nazwisko właściciela
pt: Nome do proprietário
ru: Имя владельца
sw: Jina la mmiliki
th: ชื่อเจ้าของ
tr: Sahip adı
uk: Ім'я власника
vi: Tên chủ sở hữu

source: Owner email
am: የባለቤት ኢሜይል
ar: البريد الإلكتروني للمالك
bn: মালিকের ইমেইল
cs: E-mail vlastníka
de: E-Mail des Eigentümers bzw. der Eigentümerin
es: Correo electrónico del/la propietario/a
fa: ایمیل مالک
fr: E-mail du propriétaire
hi: मालिक का ईमेल
hu: Tulajdonos e-mail címe
id: Email pemilik
ja: 所有者のメールアドレス
km: អ៊ីមែលរបស់ម្ចាស់
my: ပိုင်ရှင် အီးမေး
ne: मालिकको इमेल
pl: E-mail właściciela
pt: E-mail do proprietário
ru: Электронная почта владельца
sw: Barua pepe ya mmiliki
th: อีเมลของเจ้าของ
tr: Sahip e-postası
uk: Електронна пошта власника
vi: Email chủ sở hữu

source: Owner organization
am: የባለቤት ድርጅት
ar: المنظمة المالكة
bn: মালিকের সংস্থা
cs: Organizace vlastníka
de: Organisation des Eigentümers bzw. der Eigentümerin
es: Organización del/la propietario/a
fa: سازمان مالک
fr: Organisation du propriétaire
hi: मालिक संगठन
hu: Tulajdonos szervezete
id: Organisasi pemilik
ja: オーナーの組織
km: អង្គការរបស់ម្ចាស់
my: ပိုင်ရှင် အဖွဲ့အစည်း
ne: मालिक संगठन
pl: Organizacja właściciela
pt: Organização do proprietário
ru: Организация владельца
sw: Shirika la mmiliki
th: องค์กรของเจ้าของ
tr: Sahip kurumu
uk: Організація власника
vi: Tổ chức của chủ sở hữu

source: Date modified
am: የተቀየረበት ቀን
ar: تاريخ التعديل
bn: পরিবর্তনের তারিখ
cs: Datum úpravy
de: Datum der Änderung
es: Fecha de modificación
fa: تاریخ تغییرات
fr: Date de la modification
hi: तिथि बदली गई
hu: Módosítás dátuma
id: Tanggal dimodifikasi
ja: 更新日
km: កាលបរិច្ឆេទបានកែ
my: ပြင်ဆင်သည့် နေ့စွဲ
ne: मिति परिमार्जन गरियो
pl: Data modyfikacji
pt: Data de modificação
ru: Дата изменения
sw: Tarehe iliyorekebishwa
th: แก้ไขข้อมูลแล้ว
tr: Değiştirilme tarihi
uk: Дату змінено
vi: Ngày chỉnh sửa

source: Date deployed
am: የተሰማራበት ቀን
ar: تاريخ النشر والتوزيع
bn: ডিপ্লয়ের তারিখ
cs: Datum zveřejnění
de: Datum der Bereitstellung
es: Fecha de implementación
fa: تاریخ استقرار
fr: Date du déploiement
hi: तिथि उपयोग की गई
hu: Élesítés dátuma
id: Tanggal disebarkan
ja: 公開日
km: កាលបរិច្ឆេទបានដាកៈពង្រាយ
my: အသုံးပြုသည့် နေ့စွဲ
ne: डिप्लोय गरिएको मिति
pl: Data wdrożenia
pt: Data de disponibilização
ru: Дата развертывания
sw: Tarehe iliyotumwa
th: กำหนดวันแล้ว
tr: Yayınlanma tarihi
uk: Дату розміщено
vi: Ngày triển khai

source: Sector
am: ዘርፍ
ar: القطاع
bn: খাত
cs: Odvětví
de: Sektor
fa: بخش
fr: Secteur
hi: क्षेत्र
hu: Ágazat
id: Sektor
ja: セクター
my: ကဏ္ဍ
ne: क्षेत्र
pl: Sektor
pt: Setor
ru: Сектор
sw: Sekta
th: ภาคส่วน
tr: Sektör
uk: Сектор
vi: Ngành

source: Countries
am: አገሮች
ar: البلدان
bn: দেশ
cs: Země
de: Länder
es: Países
fa: کشورها
fr: Pays
hi: देश
hu: Országok
id: Negara
ja: 国
km: ប្រទេសនានា
my: နိုင်ငံများ
ne: देशहरू
pl: Kraje
pt: Países
ru: Страны
sw: Nchi
th: ประเทศ
tr: Ülkeler
uk: Країни
vi: Quốc gia

source: Languages
am: ቋንቋዎች
ar: اللغات
bn: ভাষা
cs: Jazyky
de: Sprachen
es: Idiomas
fa: زبان ها
fr: Langues
hi: भाषाएं
hu: Nyelvek
id: Bahasa
ja: 言語
km: ភាសា
my: ဘာသာစကားများ
ne: भाषाहरु
pl: Języki
pt: Idiomas
ru: Языки
sw: Lugha
th: ภาษา
tr: Diller
uk: Мови
vi: Ngôn ngữ

source: Submissions
am: ማቅረቢያዎች
ar: عمليات الإرسال
bn: সাবমিশন
cs: Odeslaná data
de: Übermittlungen
es: Envíos
fa: ارسالی ها
fr: Soumissions
hi: प्रविष्टियां (सबमिशन्स)
hu: Űrlapválaszok
id: Kiriman
ja: 提出済みフォーム
km: ការដាក់បញ្ជូន
my: တင်သွင်းခြင်းများ
ne: पेश गरिएका
pl: Zatwierdzenia
pt: Envios
ru: Отправки
sw: Mawasilisho
th: การส่งข้อมูล
tr: Gönderimler
uk: Надсилання
vi: Những lần đã gửi

source: transcript
am: ግልባጭ
ar: نص مفرّغ
bn: প্রতিলিপি
cs: přepis
de: Transkript
es: transcripción
fa: رونوشت
fr: transcription
hi: ट्रांसक्रिप्ट
hu: átirat
id: transkrip
ja: 文字起こし
km: ប្រតិចារឹក
my: စာသားအဖြစ်ပြောင်းရန်
ne: ट्रान्सक्रिप्ट
pl: transkrypt
pt: transcrição
ru: транскрипт
sw: nakala
th: ข้อความถอดเสียง
tr: transkript
uk: текстовий запис
vi: bản phiên âm

source: translation
am: ትርጉም
ar: الترجمة
bn: অনুবাদ
cs: překlad
de: Übersetzung
es: traducción
fa: ترجمه
fr: traduction
hi: अनुवाद
hu: fordítás
id: terjemahan
ja: 翻訳
km: ការបកប្រែ
my: ဘာသာပြန်ခြင်း
ne: अनुवाद
pl: tłumaczenie
pt: tradução
ru: перевод
sw: tafsiri
th: คำแปล
tr: çeviri
uk: переклад
vi: bản dịch

source: Multi-select checkboxes column
am: ባለብዙ ምረጥ የ አመልካች ሳጥኖች አምድ
ar: عمود مربعات الاختيار متعددة الخيارات
bn: বহুনির্বাচনী চেকবক্সধারী কলাম
cs: Sloupec zaškrtávacích políček s více možnostmi výběru
de: Spalte für Mehrfachauswahl-Kontrollkästchen
es: Columna de casillas de selección múltiple
fa: ستون چک باکس های چند انتخابی
fr: Colonne pour sélectionner plusieurs cases à cocher
hi: चेकबॉक्स कॉलम मल्टी-सेलेक्ट करें
hu: Többválasztásos jelölőnégyzet oszlop
id: Kolom kotak centang multipilihan
ja: 複数選択可能なチェックボックス列
km: កូឡោនប្រអប់ធឹកជ្រើសរើសបានច្រើន
my: တစ်ခုထက်ပို၍ ‌‌ရွေးချယ်နိုင်သည့် checkbox များပါ တိုင်
ne: बहु-चयन चेकबक्स स्तम्भ
pl: Kolumna z polami wielokrotnego wyboru
pt: Coluna de caixas de verificação de seleção múltipla
ru: Столбец с множественным выбором
sw: Safu wima ya visanduku vya kuteua vilivyochaguliwa vingi
th: คอลัมน์กล่องทำเครื่องหมายแบบเลือกหลายรายการ
tr: Çoklu seçim onay kutuları sütunu
uk: Стовпець із кількома прапорцями вибору
vi: Cột đánh dấu nhiều lựa chọn

source: Validation
am: ማረጋገጫ
ar: التحقق
bn: যাচাইকরণ
cs: Ověření
de: Validierung
es: Validación
fa: اعتبار سنجی
hi: मान्यकरण
hu: Érvényesítés
id: Validasi
ja: バリデーション
km: ការផ្ដល់សុពលភាព
my: စစ်ဆေးခြင်း
ne: प्रमाणीकरण
pl: Weryfikacja
pt: Validação
ru: Проверка
sw: Uthibitishaji
th: การตรวจสอบ
tr: Doğrulama
uk: Підтвердження правильності
vi: Xác thực

source: ##permission_label## (##username_list## and 1 other)
am: ##permission_label## (##username_list## እና 1 ሌላ )
ar: ##permission_label## (##username_list## و 1 آخر)
bn: ##permission_label## (##username_list## ও আরও ১ জন)
cs: ##permission_label## (##username_list## a 1 další)
de: ##permission_label## (##username_list## und 1 anderer)
es: ##permission_label## (##username_list## y 1 otro)
fa: ##permission_label## (##username_list##و یکی دیگر)
fr: ##permission_label##(##username_list## et 1 autre)
hi: ##permission_label## (##username_list## और 1 अन्य)
hu: ##permission_label## (##username_list## és még 1 másik)
id: ##permission_label## (##username_list## dan 1 lainnya)
ja: ##permission_label##(##username_list##とその他1件)
km: ##permission_label## (##username_list## និង 1 ដទៃទៀត)
my: ##permission_label## (##username_list## နှင့် အခြား 1 ဦး)
ne: ##permission_label## (##username_list##र १ अन्य)
pl: ##permission_label## (##username_list## i 1 inny)
pt: ##permission_label## (##username_list## e 1 outro)
ru: ##permission_label## (##username_list## и еще один)
sw: ##permission_label## (##username_list## na mwingine 1)
th: ##permission_label## (##username_list## และอีก 1 คน)
tr: ##permission_label## (##username_list## ve 1 diğer)
uk: ##permission_label## (##username_list## та 1 інше)
vi: ##permission_label## (##username_list## và 1 khác)

source: ##permission_label## (##username_list## and ##hidden_username_count## others)
am: ##permission_label## (##username_list## እና ##hidden_username_count## ሌሎች)
ar: ##permission_label##(##username_list## و ##hidden_username_count## آخرين)
de: ##permission_label## (##username_list## und ##hidden_username_count## andere)
es: ##permission_label## (##username_list## y ##hidden_username_count## otros)
fa: ##permission_label##(##username_list## و ##hidden_username_count## دیگر
fr: ##permission_label## (##username_list## et##hidden_username_count## autres)
hi: ##permission_label## (##username_list## और ##hidden_username_count## अन्य)
id: ##permission_label## (##username_list## dan ##hidden_username_count## lainnya)
ja: ##permission_label##(##username_list##とその他##hidden_username_count##件)
pl: ##permission_label## (##username_list## i ##hidden_username_count## inne)
pt: ##permission_label## (##username_list## e ##hidden_username_count## outros)
ru: ##permission_label## (##username_list## и ##hidden_username_count## другие)
th: ##permission_label## (##username_list## และ ##hidden_username_count## อื่นๆ)
tr: ##permission_label## (##username_list## ve ##hidden_username_count## diğer)
uk: ##permission_label## (##username_list## та ##hidden_username_count## інше)
vi: ##permission_label## (##username_list## và ##hidden_username_count## khác)

source: Tags
am: መለያዎች
ar: الوسوم الدلالية
bn: ট্যাগ
cs: Tagy
es: Etiquetas
fa: برچسب‌ها
hi: टैग
hu: Címkék
id: Tag
ja: タグ
km: ស្លាក
my: တက်ဂ်များ
ne: ट्यागहरु
pl: Znaczniki
ru: Теги
sw: Tagi
th: แท็ก
tr: Etiketler
uk: Теги
vi: Thẻ

source: Single choice
am: አንድ ምርጫ
ar: اختيار واحد
de: Einfache Auswahl
es: Selección única
fa: انتخاب تکی
id: Pilihan tunggal
ja: 単一選択
pl: Pojedynczy wybór
pt: Seleção única
ru: Единственный выбор
sw: Chaguo moja
th: ตัวเลือกเดี่ยว
uk: Вибір одного варіанту
vi: Một lựa chọn

source: Multiple choice
am: ብዙ ምርጫ
ar: اختيار متعدد
de: Auswahlantwort
es: Selección múltiple
fa: انتخاب چندتایی
id: Pilihan ganda
ja: 複数選択
pl: Wielokrotny wybór
pt: Múltipla seleção
ru: Множественный выбор
sw: Chaguo nyingi
th: ตัวเลือกหลายรายการ
uk: Кілька варіантів вибору
vi: Nhiều lựa chọn

source: Show All
am: ሁሉንም አሳይ
ar: عرض الكل
bn: সব দেখুন
cs: Zobrazit vše
de: Alle anzeigen
es: Mostrar todo
fa: نمایش همه
fr: Afficher tout
hi: सभी दिखाएं
hu: Összes megjelenítése
id: Tampilkan Semua
ja: すべて表示
km: បង្ហាញទាំងអស់
my: အားလုံးကို ပြရန်
ne: सबै देखाउनुहोस्
pl: Pokaż Wszystko
pt: Exibir Tudo
ru: Показать все
sw: Onyesha yote
th: แสดงทั้งหมด
tr: Hepsini Göster
uk: Показати всі
vi: Hiển thị tất cả

source: Not approved
am: አልፀደቀም
ar: غير مقبول
bn: অননুমোদিত
cs: Neschváleno
de: Nicht freigegeben
es: No aprobado
fa: مورد تایید نیست
fr: Non approuvé
hi: अनुमोदित नहीं
hu: Nem jóváhagyott
id: Tidak disetujui
ja: 未承認
km: មិនអនុម័ត
my: ခွင့်မပြုပါ
ne: स्वीकृत छैन
pl: Niezaakceptowane
pt: Não aprovado
ru: Не одобрено
sw: Haijaidhinishwa
th: ไม่ได้รับการอนุมัติ
tr: Onaylanmamış
uk: Не затверджено
vi: Không được chấp thuận

source: Approved
am: ጸድቋል
ar: مقبول
bn: অনুমোদিত
cs: Schváleno
de: Freigegeben
es: Aprobado
fa: تایید شده
fr: Approuvé
hi: अनुमोदित
hu: Jóváhagyott
id: Disetujui
ja: 承認済み
km: អនុម័ត
my: ခွင့်ပြုထားသည်
ne: स्वीकृत
pl: Zaakceptowane
pt: Aprovado
ru: Одобрено
sw: Imeidhinishwa
th: ได้รับการอนุมัติ
tr: Onaylanmış
uk: Затверджено
vi: Được chấp thuận

source: On hold
am: በመያዝ ላይ
ar: معلق
bn: অপেক্ষারত
cs: Zadrženo
de: in der Warteschleife
es: En espera
fa: در انتظار
fr: En attente
hi: होल्ड पर
hu: Várakoztatva
id: Tertahan
ja: 保留中
km: រង់ចាំ
my: ဆိုင်းငံ့
ne: होल्डमा
pl: Wstrzymane
pt: Em espera
ru: Ожидание
sw: Imehairishwa
th: ระงับ
tr: Beklemede
uk: Тимчасово затримано
vi: Đang chờ

source: Failed to update permissions
am: ፈቃዶችን ማዘመን አልተሳካም
ar: فشل في تحديث الأذونات
bn: অনুমতি আপডেট করা যায় নি
cs: Nepodařilo se aktualizovat oprávnění
de: Aktualisierung der Berechtigungen fehlgeschlagen
es: Error al actualizar los permisos
fa: بروزرسانی مجوزها ناموفق بود
fr: Échec de la mise à jour des permissions
hi: अनुमतियां अपडेट करने में विफल
hu: Nem sikerült az engedélyek frissítése
id: Gagal memperbarui izin
ja: 権限をアップデートできませんでした
km: បរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពការអនុញ្ញាត
my: ခွင့်ပြုချက်များကို ပြင်ဆင်ခြင်း မအောင်မြင်ပါ
ne: अनुमतिहरू अद्यावधिक गर्न असफल भयो
pl: Nie udało się zaktualizować uprawnień
pt: Falha ao atualizar permissões
ru: Не удалось обновить разрешения
sw: Imeshindwa kusasisha ruhusa
th: อัปเดตสิทธิ์การอนุญาตไม่สำเร็จ
tr: İzinlerin güncellenmesi başarısız
uk: Неможливо оновити дозволи
vi: Cập nhật quyền truy cập thất bại

source: Failed to remove permissions
am: ፈቃዶችን ማስወገድ አልተሳካም
ar: فشل في إزالة الأذونات
bn: অনুমতি মুছে ফেলা যায় নি
cs: Odebrání oprávnění selhalo
de: Entfernen der Berechtigungen fehlgeschlagen
es: Error al eliminar los permisos
fa: حذف مجوزها ناموفق بود
fr: La suppression des permissions a échoué
hi: अनुमतियां हटाने में विफल
hu: Nem sikerült az engedélyek visszavonása
id: Gagal menghapus izin
ja: 権限を削除できませんでした
km: បរាជ័យក្នុងការដកចេញការអនុញ្ញាត
my: ခွင့်ပြုချက်များကို ဖယ်ရှားခြင်း မအောင်မြင်ပါ
ne: अनुमतिहरू हटाउन असफल भयो
pl: Nie udało się usunąć uprawnień
pt: Falha ao remover permissões
ru: Не удалось удалить разрешения
sw: Imeshindwa kuondoa ruhusa
th: ลบสิทธิ์การอนุญาตไม่สำเร็จ
tr: İzinlerin kaldırılması başarısız
uk: Неможливо видалити дозволи
vi: Xóa quyền truy cập thất bại
