Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: `group_sep` must be a non-empty value
am: `group_sep` ባዶ ያልሆነ ዋጋ መሆን አለበት
ar: `group_sep` لا يمكن ترك القيمة فارغة
bn: `group_sep`কে অশূন্য কোনো মান হতে হবে
cs: `group_sep` musí mít neprázdnou hodnotu
de: `group_sep` muss ein nicht leerer Wert sein
es: `group_sep` debe ser un valor no vacío
fa: `group_sep` باید یک عدد خالی نباشد باشد
fr: `group_sep` doit être une valeur non vide
hi: `group_sep` एक गैर-रिक्त मान होना चाहिए
id: `group_sep` harus berupa nilai yang tidak kosong
ja: `group_sep`を空にすることはできません
my: `group_sep` သည် အလွတ်မဟုတ်သည့် တန်ဖိုးတစ်ခုဖြစ်ရမည်
ne: `group_sep` गैर-रिक्त मान हुनुपर्छ
pl: `group_sep` musi być wartością niepustą
pt: `group_sep` deve ser um valor não vazio
ru: Значение `group_sep` не должно быть пустым
sw: `group_sep` csak nem-üres érték lehet
th: `group_sep`ต้องเป็นค่าที่ไม่ว่างเปล่า
uk: `group_sep` має бути непорожнім значенням
vi: `group_sep` phải là một giá trị không trống

source: `lang` for this asset must be either {}
am: `lang` ለዚህ ንብረት አንድም መሆን አለበት {}
ar: `lang` يجب أن تكون قيمة الأصل إما {}
bn: এই অ্যাসেটের জন্য `lang`কে হতে হবে {}
cs: `lang` pro tuto položku musí být buď {}
de: `lang` für dieses Asset muss entweder {} sein
es: El `lang` para este recurso debe ser {}
fa: `lang` برای این دارایی باید یا {} باشید
fr: `lang` pour cette ressource doit être soit {}
hi: इस एसेट के लिए `lang` या तो {} होना चाहिए
id: `lang` untuk aset ini harus salah satu dari {}
ja: このアセットの`lang`は、{}のいずれかである必要があります
my: `lang` ဤပိုင်ဆိုင်မှုအတွက် {}သော်လည်းကောင်း ဖြစ်ရမည်
ne: यस `lang` सम्पत्तिको लागि या त {} हुनुपर्छ
pl: `lang` dla tego zasobu musi być albo {}
pt: `lang` para este recurso deve ser {}
ru: Элемент `lang` для этого актива должен быть либо {}
sw: `lang` ehhez az eszközhöz csak a következők egyike lehet: {}
th: `lang`สำหรับเนื้อหานี้ต้องเป็น {} อย่างใดอย่างหนึ่ง
uk: `lang` для цього ресурсу має бути або {}
vi: `lang` của tài sản này phải là {}

source: Must be a JSON object
am: የJSON ነገር መሆን አለበት
ar: يجب أن يكون كائن JSON
bn: একটি JSON অবজেক্ট হতে হবে
cs: Musí se jednat o objekt ve formátu JSON
de: Muss ein JSON-Objekt sein
es: Debe ser un objeto JSON
fa: باید یک شی JSON باشد
fr: Doit être un objet JSON
hi: एक JSON ऑब्जेक्ट होना चाहिए
id: Harus berupa objek JSON
ja: JSONオブジェクトである必要があります
my: JSON အရာဝတ္ထုတစ်ခုဖြစ်ရမည်
ne: JSON वस्तु हुनुपर्छ
pl: Musi to być obiekt JSON
pt: Deve ser um objeto JSON
ru: Должен быть объектом JSON
sw: Egy JSON objektumnak kell lennie
th: ต้องเป็นวัตถุ JSON
uk: Має бути об'єктом JSON
vi: Phải là một đối tượng JSON

source: All values in the array must be integers
am: በድርድር ውስጥ ያሉ ሁሉም እሴቶች ኢንቲጀር መሆን አለባቸው
ar: يجب أن تكون جميع القيم في المصفوفة أعدادًا صحيحة
bn: অ্যারের সবকটি মান অবশ্যই পূর্ণসংখ্যা হতে হবে
cs: Všechny hodnoty v poli musí být celá čísla
de: Alle Werte im Array müssen ganze Zahlen sein
es: Todos los valores de la matriz (array) deben ser números enteros
fa: تمام مقادیر موجود در آرایه باید اعداد صحیح باشند
fr: Toutes les valeurs du tableau doivent être des entiers
hi: श्रृंखला (array) में सभी मान पूर्णांक (integers) होने चाहिए
id: Semua nilai dalam himpunan harus berupa bilangan bulat
ja: 配列中の値はすべて、整数である必要があります
my: အခင်းအကျင်းရှိ တန်ဖိုးများ အားလုံးသည် ကိန်းပြည့် ဖြစ်ရပါမည်
ne: एरेका सबै मानहरू पूर्णाङ्कहरू हुनुपर्छ
pl: Wszystkie wartości w tablicy muszą być liczbami całkowitymi
pt: Todos os valores na matriz devem ser inteiros
ru: Все значения в массиве должны быть целыми числами
sw: A tömbben minden értéknek egész számnak kell lennie
th: ค่าทั้งหมดในอาร์เรย์ต้องเป็นจำนวนเต็ม
uk: Усі значення в масиві повинні бути цілими числами
vi: Tất cả giá trị trong mảng phải là số nguyên

source: `fields` must be an array
am: `fields` ድርድር መሆን አለበት
ar: `fields` يجب أن تكون مصفوفة
bn: `fields` অবশ্যই অ্যারে হতে হবে
cs: `fields` musí být pole
de: `fields` muss ein Array sein
es: `fields` debe ser una matriz (array)
fa: `fields` باید یک صف باشد
fr: `fields` doit être un tableau
hi: `fields` एक श्रृंखला (array) होनी चाहिए
id: `fields` harus berupa himpunan
ja: `fields`は配列である必要があります
my: `fields` သည် အခင်းအကျင်း တစ်ခု ဖြစ်ရမည်
ne: `fields` एरे हुनुपर्छ
pl: `fields` musi być tablicą
pt: `fields` deve ser uma matriz
ru: Элемент `fields` должен быть массивом
sw: A(z) `fields` csak tömb lehet
th: `fields`ต้องเป็นอาร์เรย์
uk: `fields` має бути масивом
vi: `fields` phải là một mảng

source: All values in the `fields` array must be strings
am: በድርድር ውስጥ ያሉ ሁሉም እሴቶች `fields` ሕብረቁምፊዎች መሆን አለባቸው
ar: `fields` يجب أن تكون جميع القيم الموجودة في مصفوفة بصيغة سلاسل
bn: `fields` অ্যারের সবকটি মানকে স্ট্রিং হতে হবে
cs: Všechny hodnoty v poli `fields` musí být řetězce
de: Alle Werte im `fields`-Array müssen Zeichenfolgen sein
es: Todos los valores de la matriz (array) `fields` deben ser cadenas de caracteres
fa: تمام مقادیر صف `fields` باید رشته ای باشند
fr: Toutes les valeurs du tableau `fields` doivent être des chaînes de caractères
hi: `fields` श्रृंखला (array) में सभी मान स्ट्रिंग (strings) होने चाहिए
id: Semua nilai dalam himpunan `fields` harus berupa string
ja: `fields`配列中の値はすべて文字列である必要があります
my: `fields` အခင်းအကျင်းထဲရှိ တန်ဖိုးများအားလုံးသည် စာကြောင်းများ ဖြစ်ရမည်
ne: `fields` एरेका सबै मानहरू स्ट्रिङहरू हुनुपर्छ
pl: Wszystkie wartości w tablicy `fields` muszą być ciągami
pt: Todos os valores na `fields` matriz devem ser cadeias de caracteres
ru: Все значения в массиве `fields` должны быть строками
sw: A(z) `fields` tömbben minden értéknek karakterláncnak kell lennie
th: ค่าทั้งหมดในอาร์เรย์`fields`ต้องเป็นสตริง
uk: Усі значення в масиві `fields` мають бути рядками
vi: Tất cả giá trị trong mảng `fields` phải là các chuỗi

source: JSON is invalid
am: JSON ልክ ያልሆነ ነው
ar: JSON غير صالح
bn: JSON ঠিক নেই
cs: Formát JSON je neplatný
de: JSON ist ungültig
es: JSON no es válido
fa: JSON نامعتبر است
fr: JSON n’est pas valide
hi: JSON अमान्य है
id: JSON tidak valid
ja: JSONが無効です
my: JSON သည် မမှန်ကန်ပါ
ne: JSON अमान्य छ
pl: JSON jest nieprawidłowy
pt: JSON é inválido
ru: JSON недействителен
sw: Érvénytelen JSON
th: JSON ไม่ถูกต้อง
uk: JSON не є дійсним
vi: JSON không hợp lệ

source: Invalid content
am: ልክ ያልሆነ ይዘት
ar: محتوى غير صالح
bn: কন্টেন্ট ঠিক নেই
cs: Neplatný obsah
de: Ungültiger Inhalt
es: Contenido no válido
fa: محتوای نامعتبر
fr: Contenu non valide
hi: अमान्य सामग्री (content)
id: Konten tidak valid
ja: 無効なコンテンツ
my: မမှန်ကန်သော အကြောင်းအရာ
ne: अमान्य सामग्री
pl: Nieprawidłowa treść
pt: Conteúdo inválido
ru: Некорректное содержание
sw: Érvénytelen tartalom
th: เนื้อหาไม่ถูกต้อง
uk: Недійсний вміст
vi: Nội dung không hợp lệ

source: No files have been submitted
am: ምንም ፋይሎች አልገቡም
ar: لم يتم إرسال أي ملفات
bn: কোনো ফাইল জমা দেওয়া হয় নি
cs: Nebyly odeslány žádné soubory
de: Es wurden keine Dateien gesendet
es: No enviaron archivos
fa: هیچ فایلی ارسال نشده است
fr: Aucun fichier n’a été soumis
hi: कोई फ़ाइल सबमिट नहीं की गई है
id: Tidak ada file yang telah dikirimkan
ja: ファイルが提出されていません
my: မည်သည့်ဖိုင်မျှ တင်သွင်းခဲ့ခြင်းမရှိပါ
ne: कुनै पनि फाइलहरू पेश गरिएको छैन
pl: Nie przesłano żadnych plików
pt: Nenhum arquivo foi enviado
ru: Файлы не отправлены
sw: Nem lettek beküldve fájlok
th: ยังไม่มีไฟล์ที่ถูกส่ง
uk: Не було надіслано жодного файлу
vi: Không có tệp tin nào được gửi

source: File already exists
am: ፋይል አስቀድሞ አለ
ar: الملف موجود بالفعل
bn: ফাইলটি আগে থেকেই বিদ্যমান
cs: Soubor již existuje
de: Die Datei existiert bereits
es: El archivo ya existe
fa: فایل از قبل موجود میباشد
fr: Le fichier existe déjà
hi: फ़ाइल पहले से ही मौजूद है
id: File sudah ada
ja: ファイルがすでに存在します
my: ဖိုင် ရှိနေပြီး ဖြစ်သည်
ne: फाइल पहिले नै अवस्थित छ
pl: Plik już istnieje
pt: O arquivo já existe
ru: Файл уже существует
sw: A fájl már létezik
th: มีไฟล์อยู่แล้ว
uk: Файл вже існує
vi: Tệp tin đã tồn tại

source: You cannot upload media file with two different ways at the same time. Please choose between binary upload, base64 or remote URL.
am: የሚዲያ ፋይልን በሁለት የተለያዩ መንገዶች በተመሳሳይ ጊዜ መስቀል አይችሉም። እባክዎ በሁለትዮሽ ሰቀላ፣ ቤዝ64 ወይም የርቀት URL መካከል ይምረጡ።
ar: لا يمكنك تحميل ملف الوسائط بطريقتين مختلفتين في نفس الوقت. يرجى الاختيار بين التحميل الثنائي أو base64 أو عنوان URL البعيد.
bn: আপনি একইসাথে দুটি ভিন্ন উপায়ে মিডিয়া ফাইল আপলোড করতে পারবেন না। অনুগ্রহ করে বাইনারি আপলোড, বেস৬৪ কিংবা রিমোট ইউআরএলের মধ্যে যেকোনো একটি বেছে নিন।
cs: Mediální soubor nelze nahrát dvěma různými způsoby současně. Vyberte si mezi binárním nahráváním, base64 nebo vzdálenou adresou URL.
de: Sie können Mediendateien nicht auf zwei verschiedene Arten gleichzeitig hochladen. Bitte wählen Sie zwischen binärem Upload, Base64 oder Remote-URL.
es: No puede cargar archivos multimedia de dos maneras diferentes al mismo tiempo. Elije entre carga binaria, base64 o URL remota.
fa: شما نمی توانید فایل رسانه ای را با دو روش مختلف به طور همزمان آپلود کنید. لطفاً بین آپلود باینری، base64 یا URL راه دور انتخاب کنید.
fr: Vous ne pouvez pas charger un fichier multimédia de deux manières différentes en même temps. Veuillez choisir entre le chargement binaire, base64 ou l’URL distante.
hi: आप एक ही समय में दो अलग-अलग तरीकों से मीडिया फ़ाइल अपलोड नहीं कर सकते। कृपया बाइनरी अपलोड, बेस64 या रिमोट URL के बीच चयन करें।
id: Anda tidak dapat mengunggah file media dengan dua cara berbeda secara bersamaan. Silakan pilih antara unggah biner, base64, atau URL jarak jauh.
ja: メディアファイルを同時に2種類の異なる方法でアップロードすることはできません。バイナリーアップロード、base64、リモートURLから選んでください。
my: မီဒီယာဖိုင်ကို မတူညီသော နည်းလမ်းနှစ်ခုဖြင့် တစ်ပြိုင်နက် အဆင့်မြှင့်တင်၍ မရပါ။ ကျေးဇူးပြု၍ နှစ်ခုကြားတွင် အပ်လုတ်၊ base 64 သို့မဟုတ် remote URL ကို ရွေးပါ။
ne: तपाईंले एकै समयमा दुई फरक तरिकाले मिडिया फाइल अपलोड गर्न सक्नुहुन्न। कृपया बाइनरी अपलोड, बेस64 वा रिमोट URL बीच छनौट गर्नुहोस्
pl: Nie można przesłać pliku multimedialnego na dwa różne sposoby w tym samym czasie. Wybierz pomiędzy przesyłaniem binarnym, base64 lub zdalnym adresem URL.
pt: Você não pode carregar arquivos de mídia de duas maneiras diferentes ao mesmo tempo. Escolha entre carregamento binário, base64 ou URL remoto.
ru: Вы не можете загрузить медиафайл двумя различными способами одновременно. Выберите один из способов загрузки: бинарный, base64 или удаленный URL.
sw: Nem tölthet fel egy vagy több médiafájlt két különböző módon egyidőben. Kérjük, válasszon a bináris feltöltés, base64 és távoli URL között.
th: คุณไม่สามารถอัปโหลดไฟล์สื่อด้วยสองวิธีที่แตกต่างกันในเวลาเดียวกัน โปรดเลือกระหว่างการอัปโหลดแบบไบนารี, base64 หรือ URL ระยะไกล
uk: Ви не можете завантажити медіафайл двома різними способами одночасно. Оберіть між двійковим завантаженням, base64 або віддаленою URL-адресою.
vi: Bạn không thể tải tệp đa phương tiện bằng hai cách khác nhau cùng một lúc. Vui lòng chọn giữa tải lên nhị phân, base64 hoặc URL từ xa.

source: This field is required
am: ይህ መስክ ያስፈልጋል
ar: هذا الحقل مطلوب
bn: এই ঘরটি পূরণ করা আবশ্যক
cs: Toto pole je povinné
de: Dies ist ein Pflichtfeld
es: Este campo es obligatorio
fa: این فیلد الزامی است
fr: Ce champ est obligatoire
hi: यह फ़ील्ड आवश्यक है
id: Bagian ini diperlukan
ja: このフィールドは必須です
my: ဤအကွက်တွင် ဖြည့်သွင်းရန်လိုအပ်သည်
ne: यो क्षेत्र आवश्यक छ
pl: To pole jest wymagane
pt: Este campo é obrigatório
ru: Это поле обязательно к заполнению
sw: A mező kitöltése kötelező
th: ฟิลด์นี้จำเป็น
uk: Це поле є обов'язковим для заповнення
vi: Trường này là bắt buộc

source: `redirect_url` is required
am: `redirect_url` ያስፈልጋል
ar: `redirect_url` مطلوب
bn: `redirect_url` আবশ্যক
cs: `redirect_url` je povinné
de: `redirect_url` ist erforderlich
es: `redirect_url` es obligatorio
fa: `redirect_url` الزامی
fr: `redirect_url` est obligatoire
hi: `redirect_url` आवश्यक है
id: `redirect_url` diperlukan
ja: `redirect_url`は必須です
my: `redirect_url` လိုအပ်သည်
ne: `redirect_url` आवश्यक छ
pl: Pole `redirect_url` jest wymagane
pt: `redirect_url` é obrigatório
ru: `redirect_url` является обязательным
sw: `redirect_url` szükséges
th: `redirect_url`จำเป็น
uk: `redirect_url` є обов'язковим
vi: Bắt buộc phải có `redirect_url`

source: `filename` is required
am: `filename` ያስፈልጋል
ar: `filename` مطلوب
bn: `filename` আবশ্যক
cs: `filename` je povinné
de: `filename` ist erforderlich
es: `filename` es obligatorio
fa: `filename` الزامی
fr: `filename` est obligatoire
hi: `filename` आवश्यक है
id: `filename` diperlukan
ja: `filename`は必須です
my: `filename` လိုအပ်သည်
ne: `filename` आवश्यक छ
pl: Pole `filename` jest wymagane
pt: `filename` é obrigatório
ru: `filename` является обязательным
sw: `filename` szükséges
th: `filename`จำเป็น
uk: `filename` є обов'язковим
vi: Bắt buộc phải có `filename`

source: `redirect_url` is invalid
am: `redirect_url` ልክ ያልሆነ ነው
ar: `redirect_url` غير صالح
bn: `redirect_url` ঠিক নেই
cs: `redirect_url` je neplatné
de: `redirect_url` ist ungültig
es: `redirect_url` no es válido
fa: `redirect_url` نامعتبر است
fr: `redirect_url` n’est pas valide
hi: `redirect_url` अमान्य है
id: `redirect_url` tidak valid
ja: `redirect_url`は無効です
my: `redirect_url` သည် မှားယွင်းနေသည်
ne: `redirect_url` अवैध छ
pl: JSON `redirect_url` jest nieprawidłowy
pt: `redirect_url` é inválido
ru: Элемент `redirect_url` является недопустимым
sw: `redirect_url` érvénytelen
th: `redirect_url`ไม่ถูกต้อง
uk: `redirect_url` не є дійсним
vi: `redirect_url` không hợp lệ

source: Only `{}` MIME types are allowed
am: የ `{}` MIME ዓይነቶች ብቻ ይፈቀዳሉ
ar: `{}` يُسمح بأنماط MIME فقط
bn: শুধু `{}` MIME টাইপগুলোই ব্যবহার করা যাবে
cs: Povoleny jsou pouze typy `{}` MIME
de: Es sind nur `{}`-MIME-Typen zulässig
es: Solo se permiten los tipos MIME `{}`
fa: فقط انواع MIME `{}` مجاز هستند
fr: Seuls les types MIME `{}` sont autorisés
hi: केवल `{}` माइम (MIME) प्रकारों की अनुमति है
id: Hanya tipe MIME `{}` yang diizinkan
ja: `{}`MIMEタイプのみ許可されます
my: `{}`MIME အမျိုးအစားများကို သာ ခွင့်ပြုပါသည်
ne: `{}` MIME प्रकारहरूलाई मात्र अनुमति छ
pl: Dozwolone są tylko następujące typy MIME: `{}`
pt: Somente `{}` tipos MIME são permitidos
ru: Допускаются только MIME-типы `{}`
sw: Csak `{}` MIME- típusok engedélyezettek
th: อนุญาต MIME `{}` ประเภทเท่านั้น
uk: Допускаються тільки MIME-типи `{}`
vi: Chỉ cho phép loại MIME `{}`

source: This field is required for the '{}' permission
am: ይህ መስክ ለ '{}' ፈቃድ ያስፈልጋል
ar: هذا الحقل مطلوب للحصول على إذن '{}'
bn: '{}' অনুমতিটির জন্য এই পূরণীয় ঘরটি আবশ্যক
cs: Toto pole je povinné pro oprávnění '{}'
de: Dieses Feld ist für die Berechtigung `{}` erforderlich
es: Este campo es obligatorio para el permiso «{}»
fa: این فیلد برای مجوز '{}' مورد نیاز است
fr: Ce champ est obligatoire pour l’autorisation '{}'
hi: यह फ़ील्ड '{}' अनुमति के लिए आवश्यक है
id: Bagian ini diperlukan untuk izin '{}'
ja: このフィールドは '{}' 権限に必要です
my: '{}' ခွင့်ပြုချက်အတွက် ဤအကွက် လိုအပ်သည်
ne: यो क्षेत्र '{}' अनुमतिको लागि आवश्यक छ
pl: To pole jest wymagane dla uprawnienia '{}'
pt: Este campo é obrigatório para a permissão “{}”
ru: Это поле необходимо для права '{}'
sw: Ez a mező szükséges a(z) „{}” engedélyhez
th: ฟิลด์นี้จำเป็นสำหรับสิทธิ์การอนุญาต “{}”
uk: Це поле є обов'язковим для дозволу '{}'
vi: Quyền '{}' bắt buộc phải có trường này

source: Invalid `url`
am: ልክ ያልሆነ `url`
ar: غير صالح `url`
bn: `url` ঠিক নেই
cs: Neplatné `url`
de: Ungültig: `url`
es: `url` no válidos
fa: `url` قابل پذیرش نیست
fr: `url` non valide
hi: अमान्य `url`
id: `url` tidak valid
ja: 無効な`url`
my: မှန်ကန်ခြင်းမရှိပါ `url`
ne: अवैध `url`
pl: `url` jest nieprawidłowe
pt: `url` inválido
ru: Недопустимый `url`
sw: Érvénytelen `url`
th: `url`ไม่ถูกต้อง
uk: Недійсні `url`
vi: `url` không hợp lệ

source: Invalid `filters`
am: ልክ ያልሆነ `filters`
ar: غير صالح `filters`
bn: `filters` ঠিক নেই
cs: Neplatné `filters`
de: Ungültig: `filters`
es: `filters` no válidos
fa: `filters` قابل پذیرش نیست
fr: `filters` non valide(s)
hi: अमान्य `filters`
id: `filters` tidak valid
ja: 無効な`filters`
my: မှန်ကန်ခြင်းမရှိပါ `filters`
ne: अवैध `filters`
pl: `filters` jest nieprawidłowe
pt: `filters` inválido
ru: Недопустимый `filters`
sw: Érvénytelen `filters`
th: `filters`ไม่ถูกต้อง
uk: Недійсні `filters`
vi: `filters` không hợp lệ

source: {permission} cannot be assigned explicitly to Asset objects of this type.
am: {permission} ለእንደዚህ አይነት ንብረቶች በግልፅ መመደብ አይቻልም።
ar: {permission} لا يمكن تعيينه بشكل صريح لموجودات من هذا النوع.
bn: এই শ্রেণীর অ্যাসেট অবজেক্টকে প্রত্যক্ষভাবে {permission} অনুমতি দেওয়া যাবে না।
cs: {permission} nelze přiřadit explicitně objektům Asset tohoto typu.
de: {permission} kann Asset-Objekten dieses Typs nicht explizit zugewiesen werden.
es: {permission} no se puede asignar explícitamente a objetos recursos de este tipo.
fa: {permission} نمی توان به طور صریح به اشیاء دارایی از این نوع نسبت داد.
fr: {permission} ne peut pas être affecté explicitement à des objets Asset de ce type.
hi: इस प्रकार के एसेट ऑब्जेक्ट्स को स्पष्ट रूप से {permission} निर्धारित (assign) नहीं किया जा सकता है।
id: {permission} tidak dapat diberikan secara eksplisit kepada objek Aset dari jenis ini.
ja: {permission}をこのタイプのアセットオブジェクトに明示的に割り当てることはできません。
my: {permission} ဤအမျိုးအစား၏ ပိုင်ဆိုင်မှု အရာဝတ္ထုများထံ အတိအလင်း သတ်မှတ်၍ မရပါ။
ne: यस {permission} प्रकारको सम्पत्ति वस्तुहरूलाई स्पष्ट रूपमा तोक्न सकिँदैन।
pl: {permission} nie można przypisać jawnie do obiektów Asset tego typu.
pt: {permission} não pode ser atribuído explicitamente a objetos de recurso deste tipo.
ru: {permission} не могут быть явно присвоены объектам актива данного типа.
sw: {permission} nem lehet explicit módon hozzárendelve egy ilyen típusú eszköz objektumhoz.
th: {permission} ไม่สามารถกำหนดให้กับวัตถุเนื้อหาประเภทนี้ได้อย่างแน่ชัด
uk: {permission} не можна явно призначити об'єктам ресурс цього типу.
vi: {permission} không thể gán trực tiếp vào đối tượng tài sản thuộc loại này.

source: Not a valid list.
am: የሚሰራ ዝርዝር አይደለም።
ar: ليست قائمة صالحة.
bn: লিস্ট সঠিক নয়।
cs: Neplatný seznam.
de: Keine gültige Liste.
es: No es una lista válida.
fa: لیست معتبری نیست.
fr: Il ne s’agit pas d’une liste valide.
hi: मान्य सूची नहीं है।
id: Bukan daftar yang valid.
ja: 有効なリストではありません。
my: မှန်ကန်သောစာရင်း မဟုတ်ပါ။
ne: मान्य सूची होइन।
pl: Nieprawidłowa lista.
pt: Não é uma lista válida.
ru: Некорректный список.
sw: Nem érvényes lista.
th: ไม่ใช่รายการที่ถูกต้อง
uk: Недійсний список.
vi: Không phải là danh sách hợp lệ.

source: Invalid hyperlink - Object does not exist.
am: ልክ ያልሆነ ሃይፐርሊንክ - ዕቃው የለም
ar: ارتباط تشعبي غير صالح - الكائن غير موجود.
bn: হাইপারলিঙ্ক সঠিক নয় - অবজেক্টটির অস্তিত্ব নেই।
cs: Neplatný hypertextový odkaz – objekt neexistuje.
de: Ungültiger Hyperlink – Objekt existiert nicht.
es: Hipervínculo no válido: el objeto no existe.
fa: پیوند نامعتبر - شی وجود ندارد.
fr: Lien hypertexte non valide : l’objet n’existe pas.
hi: अमान्य हाइपरलिंक - ऑब्जेक्ट मौजूद नहीं है।
id: Tautan tidak valid - Objek tidak ada.
ja: 無効なハイパーリンクです。オブジェクトがありません。
my: မမှန်ကန်သော hyperlink - အရာဝတ္ထု မရှိပါ။
ne: अवैध हाइपरलिंक - वस्तु अवस्थित छैन।
pl: Nieprawidłowe hiperłącze — obiekt nie istnieje.
pt: Hiperlink inválido - O objeto não existe.
ru: Неверная гиперссылка — объект не существует.
sw: Érvénytelen hiperhivatkozás – Az objektum nem létezik.
th: ไฮเปอร์ลิงก์ไม่ถูกต้อง - ไม่มีวัตถุอยู่
uk: Недійсне гіперпосилання - Об'єкт не існує.
vi: Siêu liên kết không hợp lệ - Đối tượng không tồn tại.

source: `submission_ids` must only contain integer values
am: `submission_ids` የኢንቲጀር እሴቶችን ብቻ መያዝ አለበት
ar: `submission_ids` يجب أن يحتوي على قيم عددية فقط
bn: `submission_ids`-এর মান হিসাবে পূর্ণসংখ্যা ছাড়া আর কিছু থাকতে পারবে না
cs: `submission_ids` musí obsahovat pouze hodnoty v celých číslech
de: `submission_ids` darf nur ganzzahlige Werte enthalten
es: `submission_ids` solo debe contener valores enteros
fa: `submission_ids` فقط باید حاوی اعداد صحیح باشد
fr: `submission_ids` ne doit contenir que des valeurs entières
hi: `submission_ids` में केवल पूर्णांक मान होने चाहिए
id: `submission_ids` hanya boleh berisi nilai bilangan bulat
ja: `submission_ids`は整数値のみを含む必要があります
my: `submission_ids` တွင် ကိန်းပြည့်တန်ဖိုးများသာ ပါဝင်ရမည်
ne: `submission_ids` मा केवल पूर्णांक मानहरू समावेश गर्नुपर्छ
pl: `submission_ids` może zawierać wyłącznie wartości całkowite
pt: `submission_ids` deve conter apenas valores inteiros
ru: Элемент `submission_ids` должен содержать только целочисленные значения
sw: `submission_ids` csak egész értékeket tartalmazhat
th: `submission_ids` ต้องมีเฉพาะค่าจำนวนเต็มเท่านั้น
uk: `submission_ids` має містити лише цілі значення
vi: `submission_ids` chỉ được chứa giá trị số nguyên

source: `submission_ids` must contain at least one value
am: `submission_ids` ቢያንስ አንድ እሴት መያዝ አለበት
ar: `submission_ids` يجب أن يحتوي على قيمة واحدة على الأقل
bn: `submission_ids`-এ অন্তত একটি মান থাকতে হবে
cs: `submission_ids` musí obsahovat alespoň jednu hodnotu
de: `submission_ids` muss mindestens einen Wert enthalten
es: `submission_ids` debe contener al menos un valor
fa: `submission_ids` باید حداقل یک عدد داشته باشد
fr: `submission_ids` doit contenir au moins une valeur
hi: `submission_ids` में कम-से-कम एक मान होना चाहिए
id: `submission_ids` harus berisi minimal satu nilai
ja: `submission_ids`は一つ以上の値を含む必要があります
my: `submission_ids` တွင် အနည်းဆုံး တန်ဖိုးတစ်ခု ပါဝင်ရမည်
ne: `submission_ids` मा कम्तिमा एक मान समावेश गर्नुपर्छ
pl: `submission_ids` musi zawierać przynajmniej jedną wartość
pt: `submission_ids` deve conter pelo menos um valor
ru: Элемент `submission_ids` должен содержать хотя бы одно значение
sw: `submission_ids` elemnek legalább egy értéket tartalmaznia kell
th: `submission_ids` ต้องมีอย่างน้อยหนึ่งค่า
uk: `submission_ids` повинен містити принаймні одне значення
vi: `submission_ids` phải chứa ít nhất một giá trị

source: `data` is required
am: `data` ያስፈልጋል
ar: `data` مطلوب
bn: `data` আবশ্যক
cs: `data` je povinné
de: `data` ist erforderlich
es: `data` es obligatorio
fa: `data` الزامی
fr: `data` est obligatoire
hi: `data` आवश्यक है
id: `data` diperlukan
ja: `data`は必須です
my: `data` လိုအပ်သည်
ne: `data` आवश्यक छ
pl: Pole `data` jest wymagane
pt: `data` é obrigatório
ru: `data` является обязательным
sw: `data` szükséges
th: `data`จำเป็น
uk: `data` є обов'язковим
vi: Bắt buộc phải có `data`

source: `validation_status.uid` is required
am: `validation_status.uid` ያስፈልጋል
ar: `validation_status.uid` مطلوب
bn: `validation_status.uid` আবশ্যক
cs: `validation_status.uid` je povinné
de: `validation_status.uid` ist erforderlich
es: `validation_status.uid` es obligatorio
fa: `validation_status.uid` الزامی
fr: `validation_status.uid` est obligatoire
hi: `validation_status.uid` आवश्यक है
id: `validation_status.uid` diperlukan
ja: `validation_status.uid`は必須です
my: `validation_status.uid` လိုအပ်သည်
ne: `validation_status.uid` आवश्यक छ
pl: Pole `validation_status.uid` jest wymagane
pt: `validation_status.uid` é obrigatório
ru: `validation_status.uid` является обязательным
sw: `validation_status.uid` szükséges
th: `validation_status.uid`จำเป็น
uk: `validation_status.uid` є обов'язковим
vi: Bắt buộc phải có `validation_status.uid`

source: Must contain all the following required keys: {}
am: ሁሉንም የሚከተሉትን አስፈላጊ ቁልፎች መያዝ አለበት፦{}
ar: يجب أن يحتوي على كافة المفاتيح المطلوبة التالية: {}
bn: এই আবশ্যক কীগুলোর (key) সবকটিই উপস্থিত থাকতে হবে: {}
cs: Musí obsahovat všechny následující požadované klíče: {}
de: Muss alle folgenden erforderlichen Schlüssel enthalten: {}
es: Debe contener todas las siguientes claves requeridas: {}
fa: باید شامل تمام کلیدهای مورد نیاز زیر باشد: {}
fr: Doit contenir toutes les clés requises suivantes : {}
hi: निम्नलिखित सभी आवश्यक कुंजियाँ होनी चाहिए: {}
id: Harus berisi semua kunci yang diperlukan berikut: {}
ja: 次のすべての必須キーを含める必要があります: {}
my: အောက်ပါ လိုအပ်သောကီးများ အားလုံးပါဝင်ရမည်- {}
ne: निम्न सबै आवश्यक कुञ्जीहरू समावेश हुनुपर्छ: {}
pl: Musi zawierać wszystkie następujące wymagane klucze: {}
pt: Deve conter todas as chaves obrigatórias a seguir: {}
ru: Должен содержать все следующие необходимые ключи: {}
sw: A következő szükséges kulcsok mindegyikét tartalmaznia kell: {}
th: ต้องมีคีย์ที่จำเป็นทั้งหมดต่อไปนี้: {}
uk: Повинен містити всі наступні обов'язкові ключі: {}
vi: Phải chứa tất cả các khóa bắt buộc sau đây: {}
