Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: There are no projects to display.
am: የሚታዩ ምንም ፕሮጀክቶች የሉም።
ar: لا توجد مشاريع للعرض.
bn: দেখানোর মতো কোনো প্রকল্প নেই।
cs: Nejsou zde žádné projekty k zobrazení.
de: Es gibt keine Projekte zum Anzeigen.
es: No hay proyectos para mostrar.
fa: پروژه ای برای نمایش وجود ندارد.
fr: Il n’y a pas de projets à afficher.
hi: प्रदर्शित करने के लिए कोई प्रोजेक्ट नहीं है।
hu: Nincs megjeleníthető projekt.
id: Tidak ada proyek untuk ditampilkan.
ja: 表示するプロジェクトはありません。
km: គ្មានគម្រោងដើម្បីបង្ហាញទេ។
my: လုပ်ငန်းစဉ်များ ပြသရန်မရှိသေးပါ
ne: देखाउनका लागि कुनै परियोजनाहरू छैनन्।
pl: Brak projektów do wyświetlenia.
pt: Não há projetos para exibir.
ru: Нет проектов для отображения.
sw: Hakuna miradi ya kuonyesha.
th: ไม่มีโครงการที่จะแสดง
tr: Görüntülenecek bir proje yok.
uk: Немає проєктів для відображення.
vi: Không có dự án nào để hiển thị.

source: forgot password
am: የተረሳ መክፈቻ ቁልፍ
ar: نسيت كلمة السر
bn: পাসওয়ার্ড মনে নেই
cs: zapomenuté heslo
de: Passwort vergessen
es: contraseña olvidada
fa: رمز عبور فراموش شده
fr: mot de passe oublié
hi: पासवर्ड भूल गए?
hu: elfelejtett jelszó
id: lupa kata sandi
ja: パスワードを忘れた場合
km: ភ្លេចពាក្យសម្ងាត់
my: လုံခြုံရေးကုဒ်မေ့သွားခဲ့သည်။
ne: पासवर्ड भुल्नु भयो
pl: zapomniałem hasła
pt: esqueceu a senha
ru: забыли пароль
sw: Umesahau nywila
th: ลืมรหัสผ่าน
tr: şifremi unuttum
uk: забули пароль
vi: quên mật khẩu

source: Mean
am: አማካኝ
ar: المتوسط
bn: গড়
cs: Průměr
de: Mittelwert
es: Media
fa: متوسط
fr: Moyenne
hi: माध्य
hu: Átlag
id: Rata-Rata
ja: 平均値
km: មធ្យមភាគ
my: ဆိုလိုရင်း
ne: औसत
pl: Średnia
pt: Média
ru: Среднее
sw: Dhalifu
th: ค่าเฉลี่ย
tr: Ortalama
uk: Середнє значення
vi: Trung bình

source: Median
am: መካከለኛ
ar: الوسيط
bn: মধ্যক
cs: Medián
es: Mediana
fa: میانه
fr: Médiane
hi: माध्यिका (मीडियन)
hu: Medián
ja: 中央値
km: មេដ្យាន
my: ကြားခံ
ne: मध्यक
pl: Mediana
pt: Mediana
ru: Медиана
sw: Wastani
th: ค่ามัธยฐาน
tr: Medyan
uk: Медіанне
vi: Trung vị

source: Mode
am: ሞድ
ar: الوضع
bn: মোড
cs: Mód
de: Modus
es: Moda
fa: حالت
hi: बहुलक (मोड)
hu: Mód
id: Modus
ja: モード
km: ម៉ូដ
my: ပုံစံ
ne: मोड
pl: Dominanta
pt: Modo
ru: Мода
sw: Mbinu
th: ค่าฐานนิยม
tr: Mod
uk: Режим
vi: Yếu vị

source: Standard deviation
am: ስታንዳርድ ደቪአትዖን
ar: الانحراف المعياري
bn: আদর্শ বিচ্যুতি
cs: Standardní odchylka
de: Standardabweichung
es: Desviación estándar
fa: انحراف معیار
fr: Déviation standard
hi: मानक विचलन
hu: Szórás
id: Standar deviasi
ja: 標準偏差
km: បំរែបំរួលស្តង់ដារ
my: စံသတ်မှတ်ချက် ကွဲလွဲခြင်း
ne: मानक विचलन
pl: Odchylenie standardowe
pt: Desvio padrão
ru: Стандартное отклонение
sw: Kupotoka kwa kawaida
th: ส่วนเบี่ยงเบนมาตรฐาน
tr: Standart sapma
uk: Стандартне відхилення
vi: Độ lệch chuẩn

source: Two-factor authentication
am: ባለ ሁለት ደረጃ ማረጋገጫ
ar: مصادقة ثنائية
bn: টু-ফ্যাক্টর অথেন্টিকেশন
cs: Dvoufázové ověřování
de: Zwei-Faktor-Authentifizierung
es: Autentificación de dos factores
fa: احراز هویت دو مرحله ای
fr: Authentification à deux facteurs
hi: द्वि-कारक प्रमाणीकरण
hu: Kétfaktoros hitelesítés
id: Autentikasi dua faktor
ja: 重複要素認証
km: ការផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវពីរជាន់
my: အချက်အလက်နှစ်ခုနှင့် မှန်ကန်ကြောင်းပြခြင်း
ne: दुई-चरण प्रमाणीकरण
pl: Uwierzytelnianie dwuskładnikowe
pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
sw: Uthibitishaji wa vipengele viwili
th: การรับรองความถูกต้องแบบสองขั้นตอน
tr: İki faktörlü kimlik doğrulaması
uk: Двофакторна аутентифікація
vi: Xác thực hai yếu tố

source: Authenticator app
am: አረጋጋጭ መተግበሪያ
ar: تطبيق المصدّق
bn: অথেন্টিকেটর অ্যাপ
cs: Ověřovací aplikace
de: Authentifizierungs-App
es: Aplicación de autenticación
fa: اپلیکیشن احراز هویت
fr: Application d'authentification
hi: प्रमाणीकारक (ऑथेंटिकेटर) ऐप
hu: Hitelesítő alkalmazás
id: Aplikasi autentikator
ja: 認証アプリ
km: កម្មវិធីការផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវ
my: မှန်ကန်ကြောင်းပြ အက်ပလီကေးရှင်း
ne: प्रमाणक एप
pl: Aplikacja uwierzytelniająca
pt: Aplicativo autenticador
ru: Приложение аутентификации
sw: Programu ya uthibitishaji
th: แอปตัวตรวจสอบความถูกต้อง
tr: Kimlik doğrulama uygulaması
uk: Застосунок автентифікації
vi: Ứng dụng xác thực

source: Reconfigure
am: እንደገና ማዋቀር
ar: إعادة تهيئة
bn: আবার কনফিগার করুন
cs: Překonfigurovat
de: Neu konfigurieren
es: Volver a configurar
fa: تنظیم مجدد شود
fr: Reconfigurer
hi: दोबारा बनाएं (रीकन्फ़िगर) करें
hu: Újrakonfigurálás
id: Konfigurasi ulang
ja: 再設定
km: កំណត់រចនាសម្ព័ន្ធឡើងវិញ
my: ပြန်လှည်စီစဉ်မည်
ne: पुन: कन्फिगर गर्नुहोस्
pl: Konfiguruj
pt: Reconfigurar
ru: Перенастроить
sw: Sanidi upya
th: กำหนดค่าใหม่
tr: Yeniden yapılandır
uk: Переналаштувати
vi: Cấu hình lại

source: Recovery codes
am: የመልሶ ማግኛ ኮድ
ar: رموز الاسترداد
bn: পুনরুদ্ধারকরণ কোড
cs: Kódy pro obnovu
de: Wiederherstellungscodes
es: Códigos de recuperación
fa: کدهای بازیابی
fr: Codes de récupération
hi: रिकवरी कोड
hu: Visszaállítási kódok
id: Kode pemulihan
ja: リカバリーコード
km: កូដស្ដារឡើងវិញ
my: ကုဒ်များကို ပြန်၍ရယူမည်
ne: रिकभरी कोडहरू
pl: Kody odzyskiwania
pt: Códigos de recuperação
ru: Коды восстановления
sw: Misimbo ya uokoaji
th: รหัสการกู้คืน
tr: Kurtarma kodları
uk: Коди відновлення
vi: Mã khôi phục

source: Generate new
am: አዲስ ይፍጠሩ
ar: إنشاء جديد
bn: নতুন সৃষ্টি করুন
cs: Generovat nové
de: Neu generieren
es: Generar nuevos
fa: تولید کد جدید
fr: Générer de nouveau
hi: नया बनाएं (जेनेरेट करें)
hu: Új létrehozása
id: Buat baru
ja: 新規作成
km: បង្កើតថ្មី
my: အသစ်ကို ပြန်လည်ဖွဲ့စည်းမည်
ne: नयाँ उत्पन्न गर्नुहोस्
pl: Wygenerować nowe
pt: Gerar novo
ru: Сгенерировать
sw: Zalisha mpya
th: สร้างใหม่
tr: Yenisini oluştur
uk: Згенерувати новий
vi: Tạo mới

source: Two-factor authentication was deactivated for your account on ##date##
am: በ##date## ላይ ባለ ሁለት ደረጃ ማረጋገጫ ለመለያ እንዲቦዝን ተደርጓል
ar: تم إلغاء تنشيط المصادقة الثنائية لحسابك على ##date##
bn: আপনার অ্যাকাউন্টের টু-ফ্যাক্টর অথেন্টিকেশন ##date## তারিখে বন্ধ করে দেওয়া হয়েছিল
cs: Dvoufázové ověřování pro váš účet bylo deaktivováno ##date##
de: Die Zwei-Faktor-Authentifizierung wurde für Ihr Konto am ##date## deaktiviert
es: La autenticación de dos factores de tu cuenta se desactivó el ##date##
fa: احراز هویت دو مرحله ای برای حساب کاربری شما روی ##date##غیرفعال شده است
fr: L'authentification à deux facteurs a été désactivée pour votre compte sur ##date##
hi: ##date## को आपके खाते के लिए द्वि-कारक प्रमाणीकरण निष्क्रिय कर दिया गया था
hu: A kétfaktoros hitelesítés ##date## napon inaktiválva lett a fiókján
id: Autentikasi dua faktor telah dinonaktifkan untuk akun Anda di ##date##
ja: ##date##にお客様のアカウントで重複要素認証が無効化されました
km: ការផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវពីរជាន់ត្រូវបានបិទដំណើរការសម្រាប់គណនីរបស់អ្នកនៅថ្ងៃទី ##date##
my: အချက်အလက်နှစ်ခုနှင့် မှန်ကန်ကြောင်းပြခြင်းကို သင်၏အကောင့်အတွက် ##date##တွင် အလုပ်မလုပ်နိုင်အောင်ပြုလုပ်ခဲ့သည်။
ne: तपाईंको खाताको लागि दुई-चरण प्रमाणीकरण निष्क्रिय गरिएको थियो##date##
pl: Uwierzytelnianie dwuskładnikowe zostało dezaktywowane dla Twojego konta w dniu ##date##
pt: A autenticação de dois fatores foi desativada para sua conta em ##date##
ru: Для вашей учетной записи двухфакторная аутентификация была отключена; дата отключения: ##date##
sw: Uthibitishaji wa vipengele viwili ulizimwa kwa akaunti yako tarehe ##date##
th: การรับรองความถูกต้องแบบสองขั้นตอนถูกปิดใช้งานสำหรับบัญชีของคุณเมื่อวันที่ ##date##
tr: Hesabınız için iki faktörlü kimlik doğrulama, ##date## tarihinde devre dışı bırakıldı
uk: Для вашого облікового запису було вимкнено двофакторну автентифікацію ##date##
vi: Xác thực hai yếu tố đã bị hủy cho tài khoản của bạn trên ##date##

source: This feature is not available on your current plan. Please visit the
am: ይህ ባህሪ አሁን ባለው እቅድዎ ላይ አይገኝም። እባክዎን እነዚህን ይጎብኙ
ar: هذه الميزة غير متوفرة في خطتك الحالية. يرجى زيارة
de: Diese Funktion ist in Ihrem aktuellen Tarif nicht verfügbar. Bitte besuchen Sie die
es: Esta función no está disponible en tu plan actual. Por favor visita la
fa: این قابلیت در طرح فعلی شما فعال نیست. لطفا بازدید کنید از
fr: Cette fonctionnalité n’est pas disponible sur votre plan actuel. Veuillez visiter le
hi: यह सुविधा आपके वर्तमान योजना पर उपलब्ध नहीं है। कृपया
id: Fitur ini tidak tersedia dalam paket Anda. Silakan kunjungi
ja: この機能は現在のプランではご利用いただけません。アカウントをアップグレードするには、
pl: Ta funkcja nie jest dostępna w Twoim obecnym planie. Odwiedź
pt: Este recurso não está disponível em seu plano atual. Visite a
ru: Эта функция недоступна в вашем текущем плане. Посетите
sw: Kipengele hiki hakipatikani kwenye mpango wako wa sasa. Tafadhali tembelea
th: ฟีเจอร์นี้ไม่พร้อมใช้งานในแผนปัจจุบันของคุณ โปรดเยี่ยมชม
tr: Bu özellik mevcut planınızda bulunmamaktadır. Lütfen hesabınızı yükseltmek için
uk: Ця функція недоступна у вашому поточному тарифному плані. Відвідайте
vi: Tính năng này không có trong gói hiện tại. Vui lòng truy cập

source: Plans page
am: የእቅዶች ገጽ
ar: صفحة الخطط
de: Tarifübersicht
es: Página de planes
fa: صفحه طرح ها
fr: page des plans
hi: अपने खाते को अपग्रेड करने के लिए
id: Halaman paket
ja: プランのページ
pl: stronę Plany
pt: página de Planos
ru: страницу с планами
sw: Ukurasa wa mipango
th: หน้าแผนบริการ
tr: Planlar sayfasını
uk: сторінку тарифних планів
vi: trang "Gói"

source: to upgrade your account.
am: መለያዎን ለማሻሻል።
ar: لترقية حسابك.
de: , um Ihr Konto zu aktualisieren.
es: para actualizar tu cuenta.
fa: برای ارتقا اکانت خود
fr: pour mettre à niveau votre compte.
hi: प्लान पेज पर जाएं।
id: untuk meningkatkan akun Anda.
ja: をご覧ください。
pl: w celu przekształcenia swojego konta.
pt: para aprimorar sua conta.
ru: для обновления учетной записи.
sw: ili kuboresha akaunti yako.
th: เพื่ออัปเกรดบัญชีของคุณ
tr: ziyaret edin.
uk: для оновлення вашого облікового запису.
vi: để nâng cấp tài khoản.

source: Disabled
am: ተሰናክሏል
ar: معطل
bn: নিষ্ক্রিয়
cs: Zakázáno
de: Deaktiviert
es: Desactivado
fa: غیرفعال
fr: Désactivé
hi: अक्षम किया
hu: Letiltott
id: Dinonaktifkan
ja: 無効
km: បានបិទ
my: ပိတ်ခဲ့ပါသည်
ne: निस्क्रिय पारियो
pl: Wyłączony
pt: Desabilitado
ru: Выключено
sw: Imezimwa
th: ปิดใช้งานแล้ว
tr: Devre dışı
uk: Вимкнено
vi: Vô hiệu hóa

source: Email address
am: ኢሜይል አድራሻ
ar: عنوان البريد الإلكتروني
bn: ইমেইল অ্যাড্রেস
cs: E-mailová adresa
de: E-Mail Adresse
es: Correo electrónico
fa: آدرس ایمیل
fr: Adresse e-mail
hi: ईमेल पता
hu: E-mail cím
id: Alamat email
ja: メールアドレス
km: អាសយដ្ឋានអ៊ីមែល
my: အီးမေးလ်လိပ်စာ
ne: इ - मेल ठेगाना
pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес электронной почты
sw: Barua pepe
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса електронної пошти
vi: Địa chỉ email

source: Type new email address
am: አዲስ የኢሜይል አድራሻ ይተይቡ
ar: اكتب عنوان بريد إلكتروني جديد
bn: নতুন ইমেইল অ্যাড্রেস লিখুন
cs: Zadejte novou e-mailovou adresu
de: Neue E-Mail-Adresse eingeben
es: Escribe el nuevo correo electrónico
fa: آدرس ایمیل جدید را بنویسید
fr: Renseignez votre nouvelle adresse e-mail
hi: नया ईमेल पता टाइप करें
hu: Írja be az új e-mail címet
id: Ketik alamat email baru
ja: 新しいメールアドレスを入力してください
km: វាយបញ្ចូលអាសយដ្ឋានអ៊ីមែលថ្មី
my: အီးမေးလ်လိပ်စာအသစ်ကို ရိုက်ထည့်ပါ။
ne: नयाँ इमेल ठेगाना टाइप गर्नुहोस्
pl: Wpisz nowy adres e-mail
pt: Insira um novo endereço de e-mail
ru: Введите новый адрес электронной почты
sw: Andika anwani mpya ya barua pepe
th: พิมพ์ที่อยู่อีเมลใหม่
tr: Yeni e-posta adresinizi yazın
uk: Введіть нову адресу електронної пошти
vi: Nhập địa chỉ email mới

source: Check your email ##UNVERIFIED_EMAIL##.
am: ኢሜይልዎን ያረጋግጡ ##UNVERIFIED_EMAIL##።
ar: تحقق من بريدك الإلكتروني ##UNVERIFIED_EMAIL##.
bn: আপনার ##UNVERIFIED_EMAIL## ইমেইল অ্যাড্রেসে দেখুন।
cs: Zkontrolujte svou e-mailovou schránku ##UNVERIFIED_EMAIL##.
de: Prüfen Sie Ihre E-Mail ##UNVERIFIED_EMAIL##.
es: Revisa tu correo electrónico ##UNVERIFIED_EMAIL##.
fa: ایمیل ##UNVERIFIED_EMAIL##خود را چک کنید.
fr: Vérifiez votre e-mail ##UNVERIFIED_EMAIL##.
hi: अपना ईमेल चेक करें ##UNVERIFIED_EMAIL##।
hu: Ellenőrizze az e-mail fiókját: ##UNVERIFIED_EMAIL##.
id: Periksa email Anda ##UNVERIFIED_EMAIL##.
ja: メールアドレス##UNVERIFIED_EMAIL##をご確認してください。
km: ពិនិត្យមើលអ៊ីមែលរបស់អ្នក ##UNVERIFIED_EMAIL##។
my: ##UNVERIFIED_EMAIL## သင်၏ အီးမေးလ်ကို ပြန်လည်စစ်ကြည့်ပါ
ne: आफ्नो इमेल जाँच गर्नुहोस् ##UNVERIFIED_EMAIL##।
pl: Sprawdź swój e-mail ##UNVERIFIED_EMAIL##.
pt: Confira o seu e-mail ##UNVERIFIED_EMAIL##.
ru: Проверьте свою электронную почту ##UNVERIFIED_EMAIL##.
sw: Angalia barua pepe yako ##UNVERIFIED_EMAIL##.
th: ตรวจสอบอีเมล ##UNVERIFIED_EMAIL##
tr: E-postanızı kontrol edin ##UNVERIFIED_EMAIL##.
uk: Перевірте вашу електронну пошту ##UNVERIFIED_EMAIL##.
vi: Kiểm tra email của bạn ##UNVERIFIED_EMAIL##.

source: A verification link has been sent to confirm your ownership. Once confirmed, this address will replace ##UNVERIFIED_EMAIL##
am: ባለቤትነትዎን ለማረጋገጥ የማረጋገጫ አገናኝ ተልኳል። አንዴ ከተረጋገጠ ይህ አድራሻ ይተካል ##UNVERIFIED_EMAIL##
ar: تم إرسال رابط التحقق لتأكيد ملكيتك. بمجرد التأكيد، سيحل هذا العنوان محل ##UNVERIFIED_EMAIL##
bn: আপনার মালিকানা নিশ্চিত করতে যাচাইকরণের একটি লিঙ্ক পাঠানো হয়েছে। নিশ্চিত করা হয়ে গেলে তারপর থেকে ##UNVERIFIED_EMAIL## অ্যাড্রেসের পরিবর্তে এই অ্যাড্রেসটি ব্যবহৃত হবে।
cs: Poslali jsme vám ověřovací odkaz k potvrzení vlastnictví. Po potvrzení tato adresa nahradí adresu ##UNVERIFIED_EMAIL##
de: Ein Bestätigungslink wurde versandt, um Ihren Eigentumsanspruch zu bestätigen. Nach der Bestätigung wird ##UNVERIFIED_EMAIL## durch diese Adresse ersetzt.
es: Se envió un correo electrónico para confirmar que la dirección es tuya. Una vez confirmado, este correo reemplazará ##UNVERIFIED_EMAIL##
fa: یک لینک صحه گذاری برای تائید مالکیت شما ارسال شد. به محض تائید، این آدرس جایگزین##UNVERIFIED_EMAIL## می شود
fr: Un lien de vérification vous a été envoyé pour confirmer que vous êtes le propriétaire. Une fois confirmé, cette adresse remplacera ##UNVERIFIED_EMAIL##
hi: आपके स्वामित्व की पुष्टि करने के लिए एक सत्यापन लिंक भेजा गया है। एक बार पुष्टि हो जाने पर, यह पता बदल दिया जाएगा
hu: Egy ellenőrző hivatkozást küldtünk Önnek, hogy megerősíthessük a jogosultságát. Amint ez megtörtént, ez a cím kerül a korábbi ##UNVERIFIED_EMAIL## helyére
id: Tautan verifikasi telah dikirim untuk mengonfirmasi kepemilikan Anda. Setelah dikonfirmasi, alamat ini akan menggantikan ##UNVERIFIED_EMAIL##
ja: お客様の所有権を確認するために認証リンクが送信されました。確認されると、このアドレスは##UNVERIFIED_EMAIL##に置き換えられます
km: តំណផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវ ត្រូវបានផ្ញើដើម្បីបញ្ជាក់ភាពជាកម្មសិទ្ធិរបស់អ្នក។ នៅពេលបានបញ្ជាក់ហើយ អាសយដ្ឋាននេះនឹងជំនួស ##UNVERIFIED_EMAIL##
my: သင်၏ပိုင်ဆိုင်ကြောင်းကို ပြသရန် မှန်ကန်ကြောင်းပြလင့်ကို ပေးပို့ပြီးသွားပါပြီ။ ပြသပြီးပါက ဤလိပ်စာသည် ##UNVERIFIED_EMAIL## ကိုအစားထိုးပါမည်။
ne: तपाईंको स्वामित्व पुष्टि गर्न प्रमाणीकरण लिङ्क पठाइएको छ। एक पटक पुष्टि भएपछि, यो ठेगाना प्रतिस्थापन हुनेछ ##UNVERIFIED_EMAIL##
pl: Link weryfikacyjny został wysłany w celu potwierdzenia Twojej własności. Po potwierdzeniu ten adres e-mail zastąpi ##UNVERIFIED_EMAIL##
pt: Um link de verificação foi enviado para confirmar a sua titularidade. Uma vez confirmado, este endereço irá substituir ##UNVERIFIED_EMAIL##
ru: Для подтверждения вашего права собственности была отправлена ссылка. После проверки этот адрес заменит##UNVERIFIED_EMAIL##
sw: Kiungo cha uthibitishaji kimetumwa ili kuthibitisha umiliki wako. Baada ya kuthibitishwa, anwani hii itabadilishwa ##UNVERIFIED_EMAIL##
th: ส่งลิงค์ยืนยันเพื่อยืนยันความเป็นเจ้าของของคุณแล้ว เมื่อได้รับการยืนยันแล้ว ที่อยู่นี้จะแทนที่ ##UNVERIFIED_EMAIL##
tr: Hesap sahibinin siz olduğunu onaylamak için bir doğrulama bağlantısı gönderildi. Onaylandıktan sonra bu adres değiştirilecektir ##UNVERIFIED_EMAIL##
uk: Ми надіслали посилання для підтвердження власника облікового запису. Після підтвердження ця адреса замінить ##UNVERIFIED_EMAIL##
vi: Một liên kết xác nhận đã được gửi để xác nhận quyền sở hữu của bạn. Sau khi được xác nhận, địa chỉ này sẽ thay thế ##UNVERIFIED_EMAIL##

source: Email was sent again: ##TIMESTAMP##
am: ኢሜይል በድጋሚ ተልኳል፦ ##TIMESTAMP##
ar: تم إرسال البريد الإلكتروني مرة أخرى: ##TIMESTAMP##
bn: ইমেইল আবার পাঠানো হয়েছে: ##TIMESTAMP##
cs: E-mail byl poslán znovu: ##TIMESTAMP##
de: Die E-Mail wurde erneut gesendet: ##TIMESTAMP##
es: Se envió de nuevo el correo electrónico: ##TIMESTAMP##
fa: ایمیل دوباره ارسال شد: ##TIMESTAMP##
fr: L’e-mail a été renvoyé : ##TIMESTAMP##
hi: ईमेल फिर से भेजा गया था : ##TIMESTAMP##
hu: E-mail ismét elküldve: ##TIMESTAMP##
id: Email dikirim lagi: ##TIMESTAMP##
ja: メールが再度送信されました：##TIMESTAMP##
km: អ៊ីមែលត្រូវបានផ្ញើម្ដងទៀត៖ ##TIMESTAMP##
my: အီးမေးလ်ကို တစ်ဖန်ပို့ပြီးသွားပါပြီ: ##TIMESTAMP##
ne: इमेल फेरि पठाइयो: ##TIMESTAMP##
pl: E-mail został wysłany ponownie: ##TIMESTAMP##
pt: O e-mail foi enviado novamente: ##TIMESTAMP##
ru: Электронное письмо было отправлено снова: ##TIMESTAMP##
sw: Barua pepe ilitumwa tena: ##TIMESTAMP##
th: อีเมลถูกส่งอีกครั้ง: ##TIMESTAMP##
tr: E-posta tekrar gönderildi: ##TIMESTAMP##
uk: Лист було надіслано ще раз: ##TIMESTAMP##
vi: Email đã được gửi lại: ##TIMESTAMP##

source: ##count## Projects
am: ##count## ፕሮጀክቶች
ar: عدد المشاريع ##count##
de: ##count##-Projekte
es: ##count## Proyectos
fa: ##count## پروژه‌ها
id: ##count## Proyek
ja: ##count## 個のプロジェクト
pl: ##count## Projekty
pt: ##count## projetos
ru: ##count## Проекты
th: ##count## โครงการ
uk: ##count## Проєкти
vi: ##count## dự án

source: Submissions, transcription minutes, and translation characters reflect usage for the current ##INTERVAL## based on your plan settings.
am: ማስረከቢያዎች፣ የትራንስክሪፕሽን ደቂቃዎች፣ እና የትርጕም ቁምፊዎች የአሁኑን የ ##INTERVAL## አጠቃቀም የሚያንጸባርቁት በእቅድዎ አዘጋጆች ላይ በመመርኮዝ ነው።
ar: تعكس عمليات الإرسال ودقائق النص المفرّغ وأحرف الترجمة الاستخدام الحالي ##INTERVAL## استنادًا إلى إعدادات خطتك.
de: Übermittlungen, Transkriptionsminuten und Übersetzungszeichen spiegeln die Nutzung für das aktuelle ##INTERVAL## basierend auf Ihren Tarifeinstellungen wieder.
es: Los envíos, los minutos de transcripción y los caracteres de traducción reflejan el uso actual ##INTERVAL## en función de la configuración de tu plan.
ja: 提出、文字起こしの分数、翻訳文字数はご利用のプラン設定に基づき、現在の##INTERVAL##の使用状況を反映しています。
uk: Надсилання, протоколи транскрипції та символи перекладу відображають використання на поточний момент ##INTERVAL## відповідно до налаштувань вашого тарифного плану.

source: Submissions (Total)
am: ማሰረከቦች( በአጠቃላይ)
ar: عمليات الإرسال (الإجمالي)
de: Übermittlungen (Gesamt)
es: Envíos (Total)
fa: موارد ارسالی (مجموع)
id: Kiriman (Total)
ja: 提出数 (合計)
pl: Zatwierdzenia (łącznie)
pt: Envios (total)
ru: Отправки (всего)
th: การส่งข้อมูล (ทั้งหมด)
uk: Надсилання (загалом)
vi: Các bài gửi (Toàn bộ)

source: Data storage
am: የውሂብ ማከማቻ
ar: بيانات التخزين
de: Datenspeicher
es: Datos de almacenamiento
fa: ذخیره‌سازی داده‌ها
id: Penyimpanan Data
ja: データストレージ
pl: Przechowywanie danych
pt: Armazenamento de dados
ru: Хранение данных
th: ที่เก็บข้อมูล
uk: Збереження даних
vi: Lưu trữ dữ liệu

source: Transcript minutes
am: የድምፅ ቅጂ የጽሑፍ ግልባጭ ደቂቃዎች
ar: دقائق النص المفرّغ
de: Transkribierte Minuten
es: Actas de transcripción
fa: پیش نویس هاي نسخه
id: Transkripsi menit
ja: 文字起こし時間 (分)
pl: Protokół transkryptu
pt: Atas de transcrição
ru: Количество минут транскрипта
th: จำนวนนาทีของข้อความถอดเสียง
uk: Хвилин транскрибування
vi: Phút phiên âm

source: Translation characters
am: የትርጉም ቁምፊዎች
ar: عدد الحروف المتطلب ترجمتها
bn: অনুবাদের অক্ষর
cs: Počet znaků překladu
de: Übersetzungszeichen
es: Caracteres de traducción
fa: کاراکترهای ترجمه
fr: Caractères de traduction
hi: अनुवाद वर्ण
hu: Fordítás karakterekben
id: Karakter terjemahan
ja: 翻訳文字数
pl: Znaki tłumaczeniowe
pt: Caracteres de tradução
ru: Знаки перевода
sw: Vibambo vya tafsiri
th: อักขระในการแปล
tr: Çeviri karakterleri
uk: Символи перекладу
vi: Số ký tự dịch

source: ##start_date## to ##end_date##
am: ##start_date## እስከ ##end_date##
ar: ##start_date## إلى ##end_date##
de: ##start_date## bis ##end_date##
es: ##start_date## para ##end_date##
fa: ##start_date## به ##end_date##
fr: ##start_date## au ##end_date##
hi: ##start_date## से ##end_date##
id: ##start_date## hingga ##end_date##
ja: ##start_date##から##end_date##まで
pl: Od ##start_date## do ##end_date##
pt: De ##start_date## até ##end_date##
ru: с ##start_date## до ##end_date##
sw: ##start_date## hadi ##end_date##
th: ##start_date##ถึง##end_date##
tr: ##start_date## - ##end_date## arasında
uk: ##start_date## до ##end_date##
vi: ##start_date## đến ##end_date##

source: Your usage
am: የእርስዎ አጠቃቀም
ar: استهلاكك
de: Ihre Nutzung
es: Tu uso
fa: میزان مصرف شما
id: Penggunaan Anda
ja: あなたの使用状況
pl: Twoje użytkowanie
pt: Seu consumo
ru: Ваше использование
sw: Matumizi yako
th: การใช้งานของคุณ
uk: Ваше використання
vi: Lưu lượng sử dụng của bạn

source: Last update: ##LAST_UPDATE_TIME##
am: የመጨረሻው ዝመና፦ ##LAST_UPDATE_TIME##
ar: أخر تحديث: ##LAST_UPDATE_TIME##
de: Letztes Update: ##LAST_UPDATE_TIME##
es: Última actualización: ##LAST_UPDATE_TIME##
fa: آخرین به‌روز‌رسانی: ##LAST_UPDATE_TIME##
fr: Dernière mise à jour : ##LAST_UPDATE_TIME##
hi: आखिरी अपडेट: ##LAST_UPDATE_TIME##
id: Pembaruan terakhir: ##LAST_UPDATE_TIME##
ja: 最終更新：##LAST_UPDATE_TIME##
pl: Ostatnia aktualizacja: ##LAST_UPDATE_TIME##
pt: Última atualização: ##LAST_UPDATE_TIME##
ru: Последнее обновление: ##LAST_UPDATE_TIME##
sw: Usasishaji wa mwisho: ##LAST_UPDATE_TIME##
th: อัปเดตล่าสุด: ##LAST_UPDATE_TIME##
tr: Son güncelleme: ##LAST_UPDATE_TIME##
uk: Останнє оновлення: ##LAST_UPDATE_TIME##
vi: Cập nhật lần cuối: ##LAST_UPDATE_TIME##

source: Storage
am: ማከማቻ
ar: التخزين
bn: স্টোরেজ
cs: Úložný prostor
de: Speicher
es: Almacenamiento
fa: ذخیره‌سازی
fr: Stockage
hi: संग्रहण (स्टोरेज)
hu: Tárhely
id: Penyimpanan
ja: ストレージ
pl: Przechowywanie
pt: Armazenamento
ru: Хранение
sw: Nafasi ya kuhifadhi
th: ที่เก็บข้อมูล
tr: Depolama
uk: Зберігання
vi: Dung lượng

source: per account
am: በአካውንት
ar: لكل حساب
bn: প্রতি অ্যাকাউন্টের জন্য
cs: na jeden účet
de: pro Konto
es: por cuenta
fa: در هر حساب
fr: par compte
hi: प्रति अकाउंट
hu: felhasználói fiókonként
id: per akun
ja: アカウントごと
pl: dla indywidualnego konta
pt: por conta
ru: для учетной записи
sw: kwa kila akaunti
th: ต่อบัญชี
tr: hesap başına
uk: на один обліковий запис
vi: cho mỗi tài khoản

source: Transcription minutes
am: የጽሑፍ ግልባጭ ደቂቃዎች
ar: دقائق النص المفرّغ
bn: প্রতিলিপিজনিত মিনিট
cs: Počet minut přepisu
de: Transkription – Minuten
es: Minutos de transcripción
fa: دقایق رونویسی
fr: Minutes de transcription
hi: प्रतिलेखन (ट्रांसक्रिप्शन) मिनट
hu: Átirat percekben
id: Menit transkripsi
ja: 文字起こし時間（分）
pl: Protokół z transkrypcji
pt: Minutos de transcrição
ru: Количество минут текстовой расшифровки
sw: Dakika za unukuzi
th: จำนวนนาทีของการถอดความ
tr: Transkript kayıtları
uk: Транскрипція протоколу
vi: Số phút phiên âm

source: Failed to get API token
am: የ API ማስመሰያ ማግኘት አልተካም
ar: فشل في تحميل الرمز المميز لواجهة برمجة التطبيقات (API)
bn: API টোকেন পাওয়া যায় নি
cs: Nepodařilo se získat token API
de: Abruf des API-Tokens fehlgeschlagen
es: Error al obtener el token de la API
fa: دریافت توکن API ناموفق بود
fr: Échec de l'obtention du jeton API
hi: API टोकन प्राप्त करने में विफल
hu: Nem sikerült API-tokent szerezni
id: Gagal mendapatkan token API
ja: APIトークンの取得に失敗しました
km: មិនបានជោគជ័យក្នុងការទទួលបានថូខិន API
my: API တုန်ကင်ရရန်ကျရှုံးသည်
ne: API टोकन प्राप्त गर्न असफल भयो
pl: Nie udało się pobrać tokenu API
pt: Falha ao obter o token da API
ru: Не удалось получить токен API
sw: Imeshindwa kupata tokeni ya API
th: รับโทเค็น API ไม่สำเร็จ
tr: API belirteci alınamadı
uk: Неможливо отримати API-маркер
vi: Lấy mã API thất bại

source: API Key
am: የ API ቁልፍ
ar: مفتاح واجهة برمجة التطبيقات
bn: API কী
cs: Klíč API
de: API-Schlüssel
es: Clave de la API
fa: کد API
fr: Clé API
hi: API कुंजी
hu: API-kulcs
id: Kunci API
ja: APIキー
km: ឃី API Key
my: API ကီး
ne: एपिआइ कुञ्जी
pl: Klucz API
pt: Chave de API
ru: API-ключ
sw: Kitufe cha API
th: กุญแจ API
tr: API Anahtarı
uk: API-ключ
vi: Mã API
