Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Could not load REST Service
am: የእንደገና ማስጀመር አገልግሎቶች መጫን አልተቻለም
ar: تعذر تحميل خدمة نقل وتمثيل الحالة (REST)
bn: REST সেবা লোড করা যায় নি
cs: Nelze načíst službu REST
de: REST-Service konnte nicht geladen werden
es: No se pudo cargar el Servicio REST
fa: خدمات REST بارگیری نشد
fr: Impossible de charger les Services web REST
hi: REST सेवा लोड नहीं कर सका
hu: REST szolgáltatás betöltése sikertelen
id: Tidak dapat memuat Layanan REST
ja: RESTサービスを読み込めませんでした
km: មិនអាចផ្ទុកសេវាកម្ម REST
my: REST ဝန်ဆောင်မှုကို မဖတ်နိုင်ပါ
ne: REST सेवा लोड गर्न सकिएन
pl: Nie udało się wczytać usługi REST
pt: Não foi possível carregar o serviço REST
ru: Не удалось загрузить службу REST
sw: Haikuweza kupakia Huduma ya REST
th: โหลดบริการ REST ไม่ได้
tr: REST Hizmeti yüklenemedi
uk: Не вдалося завантажити службу REST
vi: Không thể tải dịch vụ REST

source: Could not load REST Service logs
am: የእንደገና ማስጀመር አገልግሎቶች ምዝግብ ማስታወሻዎችን መጫን አልተቻለም
ar: تعذر تحميل سجلات الأداء لخدمة نقل وتمثيل الحالة (REST)
bn: REST সেবার লগ লোড করা যায় নি।
cs: Nelze načíst protokoly služby REST
de: Protokolle des REST-Service konnten nicht geladen werden
es: No se pudieron cargar los registros del Servicio REST
fa: گزارش‌های خدمات REST بارگیری نشد
fr: Impossible de charger les logs des Service web REST
hi: REST सेवा लॉग लोड नहीं कर सके
hu: REST szolgáltatás naplófájljának betöltése sikertelen
id: Tidak dapat memuat log Layanan REST
ja: RESTサービスのログを読み込めませんでした
km: មិនអាចផ្ទុកនិមិត្តសញ្ញាសេវាកម្ REST
my: REST ဝန်ဆောင်မှု မှတ်တမ်းများကို မဖတ်နိုင်ပါ
ne: REST सेवा लगहरू लोड गर्न सकिएन
pl: Nie udało się wczytać logów usługi REST
pt: Não foi possível carregar os logs do serviço REST
ru: Не удалось загрузить журналы службы REST
sw: Haikuweza kupakia kumbukumbu za Huduma za REST
th: โหลดบันทึกบริการ REST ไม่ได้
tr: REST Hizmeti günlük kayıtları yüklenemedi
uk: Не вдалося завантажити журнали служби REST
vi: Không thể tải nhật ký Dịch vụ REST

source: Submission Failure Detail (##id##)
am: የማስረከቢያ አለመሳካት ዝርዝሮች (##id##)
ar: تفاصيل فشل عملية الإرسال (##id##)
bn: সাবমিশন বিফল হওয়ার বিস্তারিত (##id##)
cs: Podrobnosti selhání příspěvku (##id##)
de: Übermittlungsfehler-Detail (##id##)
es: Detalle del error de envío (##id##)
fa: جزئیات ارسال ناموفق (##id##)
fr: Détail de l'échec de soumission (##id##)
hi: सबमिशन विफलता विवरण (##id##)
hu: Benyújtási hiba részletei (##id##)
id: Detail Kegagalan Pengiriman (##id##)
ja: 提出失敗の詳細（##id##）
km: ព័ត៌មានលម្អិតអំពីការមិនបានជោគជ័យក្នុងការដាក់បញ្ជូន (##id##)
my: တင်သွင်းခြင်း မအောင်မြင်မှု အသေးစိတ်အချက်အလက် (##id##)
ne: पेश गरिएका विफलता विवरण (##id##)
pl: Szczegóły błędu przesyłania odpowiedzi (##id##)
pt: Detalhe sobre a Falha do Envio (##id##)
ru: Сведения об ошибке отправки данных (##id##)
sw: Maelezo ya Kushindwa kwa Uwasilishaji (##id##)
th: รายละเอียดการส่งข้อมูลที่ล้มเหลว (##id##)
tr: Gönderim Hatası Ayrıntısı (##id##)
uk: Відомості про помилку надсилання даних (##id##)
vi: Chi tiết về lần gửi thất bại (##id##)

source: Back to REST Services
am: ወደ REST አገልግሎቶች ተመለስ
ar: العودة إلى خدمات نقل وتمثيل الحالة (REST)
de: Zurück zu REST-Service
es: Volver a Servicios REST
fa: بازگشت به خدمات REST
id: Kembali ke Layanan REST
ja: RESTサービスに戻る
km: ត្រឡប់ទៅសេវាកម្ម REST វិញ
pl: Powrót do usług REST
pt: Voltar para os Serviços REST
ru: Вернуться к службам REST
sw: Rudi kwenye Huduma za REST
th: กลับไปที่บริการ REST
uk: Назад до служб REST
vi: Quay lại dịch vụ REST

source: There are no logs yet
am: እስካሁን ምንም የምዝግብ ማስታወሻዎች የሉም
ar: لا توجد سجلات أداء حتى الآن
de: Es sind noch keine Protokolle vorhanden
es: Aún no hay registros
fa: هنوز هیچ گزارشی وجود ندارد
id: Belum ada log
ja: まだログはありません
km: មិនមាននិមិត្តសញ្ញានៅឡើយទេ
pl: Nie ma jeszcze żadnych logów
pt: Não há nenhum registro ainda
ru: На данный момент журналов нет
sw: Bado hakuna kumbukumbu
th: ยังไม่มีบันทึก
uk: Журналів ще немає
vi: Chưa có nhật ký nào

source: Submission
am: ማስረከብ
ar: عملية الإرسال
de: Übermittlung
es: Envío
fa: ارسال
id: Kiriman
ja: 提出
km: ការដាក់បញ្ជូន
pl: Przesłanie odpowiedzi
pt: Envio
ru: Отправка
sw: Uwasilishaji
th: การส่งข้อมูล
uk: Надсилання
vi: Lần gửi

source: Retry all submissions
am: ሁሉንም ማቅረቢያዎች እንደገና ይሞክሩ
ar: إعادة المحاولة لجميع عمليات الإرسال
de: Alle Übermittlungen wiederholen
es: Volver a intentar todos los envíos
fa: همه موارد ارسالی را دوباره امتحان کنید
id: Coba lagi semua pengiriman
ja: すべての提出を再試行します
km: ព្យាយាមការដាក់បញ្ជូនទាំងអស់ម្ដងទៀត
pl: Spróbuj ponownie przesłać wszystkie odpowiedzi
pt: Tentar realizar todos os envios novamente
ru: Повторить все отправки
sw: Jaribu tena mawasilisho yote
th: ลองส่งใหม่ทั้งหมด
uk: Повторити надсилання всіх даних
vi: Thử lại tất cả lần gửi

source: Pending (##count##×)
am: በመጠባበቅ ላይ(##count##×)
ar: قيد الانتظار (##count##×)
de: Ausstehend (##count##×)
es: Pendiente (##count##×)
fa: در حال انتظار(##count##×)
id: Tertunda (##count##×)
ja: 保留中 (##count##×)
km: កំពុងរង់ចាំ (##count##×)
pl: Oczekuje (##count##×)
pt: Pendente (##count##×)
ru: Ожидание (##count##×)
sw: Inasubiri (##count##×)
th: รอดำเนินการ (##count##x)
uk: В процесі вирішення (##count##×)
vi: Đang chờ (##count##×)

source: Retry submission
am: እንደገና ለማቅረብ ይሞክሩ
ar: إعادة محاولة عملية الإرسال
de: Übermittlung wiederholen
es: Volver a intentar el envío
fa: ارسال دوباره
id: Coba lagi pengiriman
ja: 提出を再試行します
km: ព្យាយាមការដាក់បញ្ជូនម្ដងទៀត
pl: Spróbuj ponownie przesłać odpowiedź
pt: Tentar realizar envio novamente
ru: Повторить отправку
sw: Jaribu tena kuwasilisha
th: ลองส่งอีกครั้ง
uk: Повторити спробу надсилання
vi: Thử lại lần gửi

source: More info
am: ተጨማሪ መረጃ
ar: المزيد من المعلومات
de: Weitere Informationen
es: Obtener más información
fa: اطلاعات بیشتر
id: Info lebih lanjut
ja: 詳しい情報
km: ព័ត៌មានបន្ថែម
pl: Więcej informacji
pt: Mais informações
ru: Подробнее
sw: Maelezo zaidi
th: ข้อมูลเพิ่มเติม
uk: Додаткова інформація
vi: Thêm thông tin

source: Audit settings
am: የኦዲት አዘጋጆች
ar: إعدادات التدقيق
bn: অডিটের সেটিংস
cs: Nastavení auditu
de: Prüfeinstellungen
es: Configuración de auditoría
fa: تنظیمات حسابرسی
fr: Paramètres d'audit
hi: लेखापरीक्षा (ऑडिट) सेटिंग्स
hu: Auditbeállítások
id: Pengaturan audit
ja: 監査設定
km: ការកំណត់សវនកម្ម
my: စာရင်းစစ်ဆေးသည့်ဆက်တင်
ne: अडिट सेटिङहरू
pl: Ustawienia audytu
pt: Configurações de auditoria
ru: Настройки аудита
sw: Mipangilio ya ukaguzi
th: การตั้งค่าการตรวจสอบ
tr: Denetim ayarları
uk: Налаштування аудиту
vi: Cài đặt kiểm tra

source: Enter audit settings here
am: የኦዲት አዘጋጆችን እዚህ ያስገቡ
ar: ادخل إعدادات التدقيق هنا
de: Geben Sie hier die Prüfeinstellungen ein
es: Ingresar aquí la configuración de auditoria
fa: تنظیمات ممیزی را اینجا وارد کنید
id: Masukkan pengaturan audit di sini
ja: ここに監査設定を入力します
km: បញ្ចូលការកំណត់សវនកម្មនៅទីនេះ
pl: Wprowadź ustawienia audytu
pt: Insira as configurações de auditoria aqui
ru: Введите настройки аудита здесь
sw: Ingiza mipangilio ya ukaguzi hapa
th: ใส่การตั้งต่าการตรวจสอบที่นี่
uk: Введіть налаштування аудиту тут
vi: Nhập cài đặt kiểm tra ở đây

source: This functionality is available in
am: ይህ ተግባር የሚገኘው በ ውስጥ ነው
ar: هذه الوظيفة متوفرة في
de: Diese Funktion ist verfügbar unter
es: Esta funcionalidad está disponible en
fa: این قابلیت در دسترس است
id: Fungsi ini tersedia di
ja: この機能は以下で利用可能です
km: មុខងារនេះមាននៅក្នុង
pl: Ta opcja dostępna jest w
pt: Esta funcionalidade está disponível em
ru: Эта функция доступна в
sw: Utendaji huu unapatikana ndani
th: ฟังก์ชันนี้พร้อมใช้งานใน
uk: Ця функція доступна в
vi: Chức năng này có sẵn trong

source: This survey will be recorded
am: ይህ ዳሰሳ መዝገብ
ar: سيتم تسجيل هذا الاستبيان
de: Diese Umfrage wird aufgezeichnet
es: Esta encuesta se grabará
fa: این نظرسنجی ثبت خواهد شد
id: Survei ini akan direkam
ja: この調査は記録されます
km: ការស្ទង់មតិនេះនឹងត្រូវបានកត់ត្រាទុក
pl: Ta ankieta będzie nagrywana
pt: Esta pesquisa será registrada
ru: Во время этого опроса будет вестись запись звука
sw: Utafiti huu utarekodiwa
th: แบบสำรวจนี้จะถูกบันทึกไว้
uk: Це опитування буде записано
vi: Khảo sát này sẽ được ghi lại

source: Enable audio recording in the background
am: ከበስተጀርባ የኦዲዮ ቀረፃ አንቃ
ar: تفعيل التسجيل الصوتي في الخلفية
de: Audioaufzeichnung im Hintergrund aktivieren
es: Activar la grabación de sonido de fondo
fa: ضبط صدا را در پس زمینه فعال کنید
id: Aktifkan perekaman audio di latar belakang
ja: バックグラウンドでの音声録音を有効にする
km: បើកការថតសំឡេងអូឌីយ៉ូនៅផ្ទៃខាងក្រោយ
pl: Włącz nagrywanie audio w tle
pt: Habilitar gravação de áudio em segundo plano
ru: Включить запись звука в фоновом режиме
sw: Wezesha rekodi ya sauti kwenye mandharinyuma
th: เปิดใช้งานการบันทึกเสียงในพื้นหลัง
uk: Увімкніть запис звуку у фоновому режимі
vi: Bật ghi âm nền

source: Audio quality
am: የኦዲዮ ጥራት
ar: جودة الصوت
de: Audioqualität
es: Calidad del audio
fa: کیفیت صدا
id: Kualitas audio
ja: オーディオ品質
km: គុណភាពសំឡេងអូឌីយ៉ូ
pl: Jakość audio
pt: Qualidade de áudio
ru: Качество звука
sw: Ubora wa sauti
th: คุณภาพเสียง
uk: Якість звуку
vi: Chất lượng âm thanh

source: archived
am: በማህደር ተቀምጧል
ar: في الأرشيف
bn: আর্কাইভ করা হয়েছে
cs: archivováno
de: archiviert
es: archivado
fa: بایگانی شده
fr: archivés
hi: आर्काइव किया गया
hu: archiválva
id: diarsipkan
ja: アーカイブ済み
km: បានទុកជាបណ្ណសារ
my: မှတ်တမ်းအဖြစ်သိမ်းဆည်းထားသည်
ne: संग्रहित
pl: zarchiwizowano
pt: arquivado
ru: в архиве
sw: iliyohifadhiwa
th: เก็บถาวรแล้ว
tr: arşivlendi
uk: архівовано
vi: lưu trữ

source: deployed
am: ተሰማርቷል
ar: نشر وتوزيع
bn: ডিপ্লয় করা হয়েছে
cs: zveřejněno
de: bereitgestellt
es: implementado
fa: اجرا شده
fr: déployés
hi: उपयोग किया गया
hu: élesítve
id: disebarkan
ja: 公開済み
km: បានដាក់ពង្រាយ
my: အသုံးပြုထားသည်
ne: तैनाथ
pl: wdrożony
pt: disponibilizado
ru: развернуто
sw: imetumwa
th: นำไปใช้งานแล้ว
tr: yayınlandı
uk: розміщено
vi: triển khai

source: draft
am: ረቂቅ
ar: مسودة
bn: খসড়া
cs: koncept
de: Entwurf
es: borrador
fa: نسخه اولیه
fr: brouillon
hi: ड्राफ़्ट
hu: vázlat
id: draf
ja: 下書き
km: ព្រាង
my: မူကြမ်း
ne: मस्यौदा
pl: wersja robocza
pt: rascunho
ru: черновик
sw: rasimu
th: ร่าง
tr: taslak
uk: чернетка
vi: bản nháp

source: This is a fully locked template. Go to question settings to see specific restrictions.
am: ይህ ሙሉ በሙሉ የተቆለፈ አብነት ነው። የተወሰኑ ገደቦችን ለማየት ወደ የጥያቄ አዘጋጆች ይሂዱ።
ar: هذا قالب مقيد بالكامل. انتقل إلى إعدادات الأسئلة لمشاهدة القيود المحددة.
bn: এই টেমপ্লেটটি পুরোপুরি লক করা। সীমাবদ্ধতার তালিকা দেখতে চাইলে প্রশ্নের সেটিংসে যান।
cs: Jedná se o plně uzamčenou šablonu. Konkrétní omezení najdete v nastavení otázek.
de: Dies ist eine vollständig gesperrte Vorlage. Gehen Sie zu den Frageeinstellungen, um spezifische Einschränkungen zu sehen.
es: Esta es una plantilla totalmente bloqueada. Puedes ir a la configuración de preguntas para ver las restricciones específicas.
fa: این الگو کاملا قفل شده است. برای مشاهده ممنوعیت های خاص به تنظیمات سوال مراجعه کنید.
fr: Il s'agit d'un modèle entièrement verrouillé. Allez dans les paramètres de la question pour voir les restrictions spécifiques.
hi: यह पूरी तरह से बंद (लॉक) किया हुआ टेम्प्लेट है। विशिष्ट प्रतिबंध देखने के लिए प्रश्न सेटिंग पर जाएं।
hu: Ez egy teljesen lezárt sablon. Lépjen be a kérdések beállításához, hogy megtekinthesse a pontos korlátozásokat.
id: Ini adalah templat yang sepenuhnya terkunci. Buka pengaturan pertanyaan untuk melihat batasan tertentu.
ja: これは永久にロックされたテンプレートです。質問設定で具体的な制限を確認してください。
km: នេះជាទម្រង់គំរូដែលចាក់សោពេញលេញ។ ទៅកាន់ការកំណត់សំណួរដើម្បីមើលការដាក់កំហិតជាក់លាក់។
my: ဤအရာသည် လုံးဝလော့ချထားသော ပုံစံဖြစ်သည်။ သီးသန့် ကန့်သတ်ချက်များကို ကြည့်ရှုရန် မေးခွန်းဆက်တင်သို့ဝင်ရောက်ပါ။
ne: यो पूर्ण रूपमा लक गरिएको टेम्प्लेट हो। विशेष प्रतिबन्धहरू हेर्न प्रश्न सेटिङहरूमा जानुहोस्।
pl: Ten wzór jest całkowicie zablokowany. Przejdź do ustawień, żeby zobaczyć pełne szczegóły restrykcji.
pt: Este é um modelo totalmente bloqueado. Acesse as configurações da pergunta para ver as restrições específicas.
ru: Это полностью заблокированный шаблон. Для просмотра отдельных ограничений перейдите к настройкам вопроса.
sw: Hiki ni kiolezo kilichofungwa kikamilifu. Nenda kwenye mipangilio ya swali ili kuona vikwazo mahususi.
th: นี่คือเทมเพลตที่ถูกล็อกไว้ทั้งหมด ไปที่การตั้งค่าคำถามเพื่อดูข้อจำกัดเฉพาะ
tr: Bu tamamen kilitli bir şablondur. Belirli kısıtlamaları görmek için soru ayarlarına gidin.
uk: Це повністю заблокований шаблон. Перейдіть до налаштувань питання, щоб побачити конкретні обмеження.
vi: Bản mẫu này đã bị khóa hoàn toàn. Hãy vào phần cài đặt câu hỏi để xem các hạn chế cụ thể.

source: This is a partially locked template. Go to question settings to see specific restrictions. Expand this notification to see form level restrictions.
am: ይህ በከፊል የተቆለፈ አብነት ነው። የተወሰኑ ገደቦችን ለማየት ወደ የጥያቄ አዘጋጆች ይሂዱ። የቅፅ ደረጃ ገደቦችን ለማየት ይህን ማሳወቂያ ዘርጋ።
ar: هذا قالب مقيد جزئيًا. انتقل إلى إعدادات السؤال لمعرفة القيود المحددة. قم بتوسيع هذا الإشعار لمعرفة قيود القالب.
bn: এই টেমপ্লেটটি আংশিকভাবে লক করা। সীমাবদ্ধতার তালিকা দেখতে চাইলে প্রশ্নের সেটিংসে যান। ফর্ম পর্যায়ের সীমাবদ্ধতাগুলো দেখতে চাইলে এই নোটিফিকেশনটি খুলে বড় করে দেখুন।
cs: Jedná se o částečně uzamčenou šablonu. Konkrétní omezení najdete v nastavení otázek. Rozbalte toto oznámení, abyste viděli omezení na úrovni formuláře.
de: Dies ist eine teilweise gesperrte Vorlage. Gehen Sie zu den Frageeinstellungen, um spezifische Einschränkungen zu sehen. Erweitern Sie diese Mitteilung, um Einschränkungen auf Formularebene zu sehen.
es: Esta es una plantilla parcialmente bloqueada. Puedes ir a la configuración de preguntas para ver las restricciones específicas. Expande esta notificación para ver las restricciones a nivel de formulario.
fa: این فرم یک الگوی نیمه قفل شده است. برای مشاهده محدودیت های خاص به تنظیمات سوال بروید. برای مشاهده محدودیت‌های سطح فرم، این اعلان را باز کنید.
fr: Il s'agit d'un modèle partiellement verrouillé. Allez dans les paramètres de la question pour voir les restrictions spécifiques. Développez cette notification pour voir les restrictions au niveau du formulaire.
hi: यह आंशिक रूप से लॉक किया गया टेम्प्लेट है। विशिष्ट प्रतिबंध देखने के लिए प्रश्न सेटिंग पर जाएं। फ़ॉर्म स्तर प्रतिबंध देखने के लिए इस सूचना का विस्तार करें।
hu: Ez egy részben lezárt sablon. Lépjen be a kérdések beállításához, hogy megtekinthesse a pontos korlátozásokat. Bontsa ki ezt az üzenetet az űrlapszintű korlátozások megtekintéséhez.
id: Ini adalah templat yang dikunci sebagian. Buka pengaturan pertanyaan untuk melihat batasan tertentu. Perluas pemberitahuan ini untuk melihat batasan tingkat formulir.
ja: これは部分的にロックされたテンプレートです。質問設定で具体的な制限を確認してください。この通知を展開すると、フォームレベルの制限を確認することができます。
km: នេះជាទម្រង់គំរូដែលចាក់សោតាមផ្នែក។ ទៅកាន់ការកំណត់សំណួរដើម្បីមើលការដាក់កំហិតជាក់លាក់។ ពង្រីកការជូនដំណឹងនេះដើម្បីមើលការដាក់កំហិតកម្រិតទម្រង់។
my: ဤအရာသည် တစ်စိတ်တစ်ပိုင်းလော့ချထားသော ပုံစံဖြစ်သည်။ ဖောင်အဆင့်ကန့်သတ်ချက်များကို ကြည့်ရှုရန် ဤသတိပေးချက်ကို ဖြန့်ကြည့်ပါ။
ne: यो आंशिक रूपमा लक गरिएको टेम्प्लेट हो। विशेष प्रतिबन्धहरू हेर्न प्रश्न सेटिङहरूमा जानुहोस्। फारम स्तर प्रतिबन्धहरू हेर्न यो सूचनालाई विस्तार गर्नुहोस्।
pl: Ten wzór jest częściowo zablokowany. Przejdź do ustawień, żeby zobaczyć pełne szczegóły restrykcji. Rozwiń to powiadomienie, żeby zobaczyć poziom restrykcji ustawiony dla tego formularza.
pt: Este é um modelo parcialmente bloqueado. Acesse as configurações da pergunta para ver as restrições específicas. Expanda esta notificação para ver as restrições de nível de formulário.
ru: Это частично заблокированный шаблон. Для просмотра отдельных ограничений перейдите к настройкам вопроса. Разверните это уведомление, чтобы ознакомиться с ограничениями на уровне формы.
sw: Hiki ni kiolezo kilichofungwa kwa kiasi. Nenda kwenye mipangilio ya swali ili kuona vikwazo mahususi. Panua arifa hii ili kuona vikwazo vya kiwango cha fomu.
th: นี่คือเทมเพลตที่ถูกล็อกบางส่วน ไปที่การตั้งค่าคำถามเพื่อดูข้อจำกัดเฉพาะ ขยายการแจ้งเตือนนี้เพื่อดูข้อจำกัดระดับแบบฟอร์ม
tr: Bu kısmen kilitli bir şablondur. Belirli kısıtlamaları görmek için soru ayarlarına gidin. Form düzeyi kısıtlamalarını görmek için bu bildirimi genişletin.
uk: Це частково заблокований шаблон. Перейдіть до налаштувань питання, щоб побачити конкретні обмеження. Розгорніть це сповіщення, щоб побачити обмеження на рівні форми.
vi: Bản mẫu này đã bị khóa một phần. Vào phần cài đặt câu hỏi để xem các hạn chế cụ thể. Mở rộng thông báo này để xem các hạn chế ở cấp độ biểu mẫu.

source: This form was created using a fully locked template. This means no edits were permitted by the template creator.
am: ይህ ቅፅ የተፈጠረው ሙሉ በሙሉ የተቆለፈ አብነት በመጠቀም ነው። ይህ ማለት በአብነት ፈጣሪ ምንም ማረም አልተፈቀደም ማለት ነው።
ar: تم إنشاء هذا النموذج باستخدام قالب مقيد بالكامل. هذا يعني أن من أنشأ القالب لم يعطي صلاحية التعديل.
bn: এই ফর্মটি একটি পুরোপুটি লক করা টেমপ্লেট থেকে তৈরি করা হয়েছে। তার মানে হচ্ছে টেমপ্লেটটির নির্মাতা কোনো রকমের এডিট করার অনুমতিই দেয় নি।
cs: Tento formulář byl vytvořen pomocí plně uzamčené šablony. To znamená, že tvůrce šablony nepovolil žádné úpravy.
de: Dieses Formular wurde mit einer vollständig gesperrten Vorlage erstellt. Das bedeutet, dass der/die Ersteller*in der Vorlage keine Änderungen zuließ.
es: Este formulario se creó utilizando una plantilla completamente bloqueada, lo que significa que el creador de la plantilla no permitió ediciones.
fa: این فرم با استفاده از یک الگوی کاملا قفل شده ایجاد شده است. این بدان معناست که هیچ ویرایشی توسط سازنده الگو مجاز نیست.
fr: Ce formulaire a été créé à l'aide d'un modèle entièrement verrouillé. Cela signifie qu'aucune modification n'a été autorisée par le créateur du modèle.
hi: यह फ़ॉर्म पूरी तरह से लॉक किए गए टेम्प्लेट का उपयोग करके बनाया गया था। इसका अर्थ है कि टेम्पलेट निर्माता द्वारा किसी भी संपादन की अनुमति नहीं थी।
hu: Ez az űrlap egy teljesen lezárt sablon alapján készült. Ez azt jelenti, hogy a sablon készítője semmilyen szerkesztést nem engedélyezett.
id: Formulir ini dibuat menggunakan templat yang sepenuhnya terkunci. Ini berarti tidak ada pengeditan yang diizinkan oleh pembuat templat.
ja: このフォームは永久にロックされたテンプレートを使用して作成されました。これはテンプレートの作成者によって編集が許可されていないことを意味します。
km: ទម្រង់នេះត្រូវបានបង្កើតឡើងដោយប្រើទម្រង់គំរូដែលចាក់សោពេញលេញ។ នេះមានន័យថាគ្មានការកែត្រូវបានអនុញ្ញាតដោយអ្នកបង្កើតទម្រង់គំរូទេ។
my: ဤဖောင်ကို လုံးဝလော့ချထားသောပုံံအသုံးပြု၍ တီထွင်ထားသည်။ ဆိုလိုသည်မှာ မည်သည့်ပြုပြင်ခြင်းများကို ပုံစံတီထွင်သူမှ ခွင့်မပြုထားပါ။
ne: यो फारम पूर्ण रूपमा लक गरिएको टेम्प्लेट प्रयोग गरेर सिर्जना गरिएको थियो। यसको मतलब टेम्प्लेट निर्माताद्वारा कुनै पनि सम्पादनहरूलाई अनुमति दिइएको थिएन।
pl: Ten formularz został stworzony w oparciu o całkowicie zablokowany wzór. Oznacza to, że możliwość jego edycji została zablokowana przez jego twórcę.
pt: Este formulário foi criado usando um modelo totalmente bloqueado. Isso significa que nenhuma edição foi permitida pelo criador do modelo.
ru: Данная форма создана с помощью полностью заблокированного шаблона. Это значит, что создатель шаблона не разрешил никаких изменений.
sw: Fomu hii iliundwa kwa kutumia kiolezo kilichofungwa kikamilifu. Hii inamaanisha kuwa hakuna uhariri ulioruhusiwa na mtayarishaji wa violezo.
th: แบบฟอร์มนี้ถูกสร้างขึ้นโดยเทมเพลตที่ถูกล็อกไว้ทั้งหมด ซึ่งหมายความว่าผู้สร้างเทมเพลตไม่อนุญาตให้ทำการแก้ไขใดๆ
tr: Bu form, tamamen kilitli bir şablon kullanılarak oluşturulmuştur. Bu, şablon oluşturucu tarafından hiçbir düzenlemeye izin verilmediği anlamına gelir.
uk: Цю форму було створено за допомогою повністю заблокованого шаблону. Це означає, що розробник шаблону не дозволив жодних редагувань.
vi: Biểu mẫu này được tạo bằng bản mẫu bị khóa hoàn toàn. Người thiết kế bản mẫu này không cho phép chỉnh sửa.

source: This form was created using a partially locked template. Go to question settings to see specific restrictions. Expand this notification to see form level restrictions.
am: ይህ ቅፅ የተፈጠረው በከፊል የ ተቆለፈ አብነት በመጠቀም ነው። የተወሰኑ ገደቦችን ለማየት ወደ የጥያቄ ቅንብሮች ይሂዱ። የቅፅ ደረጃ ገደቦችን ለማየት ይህን ማሳወቂያ ዘርጋ።
ar: تم إنشاء هذا النموذج باستخدام قالب مقيد جزئيًا. انتقل إلى إعدادات السؤال لمعرفة القيود المحددة. قم بتوسيع هذا التنبيه لمشاهدة مستوى تقييد النموذج.
bn: এই ফর্মটি একটি আংশিকভাবে লক করা টেমপ্লেট থেকে তৈরি করা হয়েছে। সীমাবদ্ধতার তালিকা দেখতে চাইলে প্রশ্নের সেটিংসে যান। ফর্ম পর্যায়ের সীমাবদ্ধতাগুলো দেখতে চাইলে এই নোটিফিকেশনটি খুলে বড় করে দেখুন।
cs: Tento formulář byl vytvořen pomocí částečně uzamčené šablony. Konkrétní omezení najdete v nastavení otázek. Rozbalením tohoto oznámení zobrazíte omezení na úrovni formuláře.
de: Dieses Formular wurde mit einer teilweise gesperrten Vorlage erstellt. Gehen Sie zu den Frageeinstellungen, um spezifische Einschränkungen zu sehen. Erweitern Sie diese Mitteilung, um die Einschränkungen auf Formularebene zu sehen.
es: Este formulario fue creado utilizando una plantilla parcialmente bloqueada. Puedes ir a la configuración de pregunta para ver las restricciones específicas. Expande esta notificación para ver las restricciones a nivel de formulario.
fa: این فرم با استفاده از یک الگوی نیمه قفل شده ایجاد شده است. برای مشاهده محدودیت های خاص به تنظیمات سوال بروید. برای مشاهده محدودیت‌های سطح فرم، این اعلان را باز کنید.
fr: Ce formulaire a été créé à l'aide d'un modèle partiellement verrouillé. Allez dans les paramètres de la question pour voir les restrictions spécifiques. Développez cette notification pour voir les restrictions au niveau du formulaire.
hi: यह फ़ॉर्म आंशिक रूप से लॉक किए गए टेम्प्लेट का उपयोग करके बनाया गया था। विशिष्ट प्रतिबंध देखने के लिए प्रश्न सेटिंग पर जाएं। फॉर्म स्तर प्रतिबंध देखने के लिए इस सूचना का विस्तार करें।
hu: Ez az űrlap egy részben lezárt sablon segítségével készült. Lépjen be a kérdések beállításához, hogy megtekinthesse a pontos korlátozásokat. Bontsa ki ezt az üzenetet az űrlapszintű korlátozások megtekintéséhez.
id: Formulir ini dibuat menggunakan templat yang dikunci sebagian. Buka pengaturan pertanyaan untuk melihat batasan tertentu. Perluas pemberitahuan ini untuk melihat batasan tingkat formulir.
ja: このフォームは部分的にロックされたテンプレートを使用して作成されました。質問設定で具体的な制限を確認してください。この通知を展開すると、フォームレベルの制限を確認することができます。
km: ទម្រង់នេះត្រូវបានបង្កើតឡើងដោយប្រើទម្រង់គំរូដែលចាក់សោតាមផ្នែក។ ទៅកាន់ការកំណត់សំណួរដើម្បីមើលការដាក់កំហិតជាក់លាក់។ ពង្រីកការជូនដំណឹងនេះដើម្បីមើលការដាក់កំហិតកម្រិតទម្រង់។
my: ဤဖောင်ကို တစ်စိတ်တစ်ပိုင်းလော့ချထားသောပုံစံအသုံးပြု၍ တီထွင်ထားသည်။ သီးသန့် ကန့်သတ်ချက်များကိုကြည့်ရှုရန် မေးခွန်းဆက်တင်ကိုသွားပါ။ ဖောင်အဆင့်ကန့်သတ်ချက်များကိုကြည့်ရှုရန် ၎င်းသတိပေးချက်ကို ဖြန့်ကြည့်ပါ။
ne: यो फारम आंशिक रूपमा लक गरिएको टेम्प्लेट प्रयोग गरेर सिर्जना गरिएको थियो। विशेष प्रतिबन्धहरू हेर्न प्रश्न सेटिङहरूमा जानुहोस्। फारम स्तर प्रतिबन्धहरू हेर्न यो सूचनालाई विस्तार गर्नुहोस्।
pl: Ten formularz został stworzony w oparciu o częściowo zablokowany wzór. Przejdź do ustawień, żeby zobaczyć pełne szczegóły restrykcji. Rozwiń to powiadomienie, żeby zobaczyć poziom restrykcji ustawiony dla tego formularza.
pt: Este formulário foi criado usando um modelo parcialmente bloqueado. Acesse as configurações da pergunta para ver as restrições específicas. Expanda esta notificação para ver as restrições de nível de formulário.
ru: Данная форма создана с помощью частично заблокированного шаблона. Для просмотра отдельных ограничений перейдите к настройкам вопроса. Разверните это уведомление, чтобы ознакомиться с ограничениями на уровне формы.
sw: Fomu hii iliundwa kwa kutumia kiolezo kilichofungwa kwa kiasi. Nenda kwenye mipangilio ya swali ili kuona vikwazo mahususi. Panua arifa hii ili kuona vikwazo vya kiwango cha fomu.
th: แบบฟอร์มนี้ถูกสร้างขึ้นโดยใช้เทมเพลตที่ถูกล็อกบางส่วน ไปที่การตั้งค่าคำถามเพื่อดูข้อจำกัดเฉพาะ ขยายการแจ้งเตือนนี้เพื่อดูข้อจำกัดระดับแบบฟอร์ม
tr: Bu form, kısmen kilitli bir şablon kullanılarak oluşturulmuştur. Belirli kısıtlamaları görmek için soru ayarlarına gidin. Form düzeyi kısıtlamalarını görmek için bu bildirimi genişletin.
uk: Цю форму було створено за допомогою частково заблокованого шаблону. Перейдіть до налаштувань питання, щоб побачити конкретні обмеження. Розгорніть це сповіщення, щоб побачити обмеження на рівні форми.
vi: Biểu mẫu này được tạo từ bản mẫu bị khóa một phần. Vào phần cài đặt câu hỏi để xem các hạn chế cụ thể. Mở rộng thông báo này để xem các hạn chế ở cấp độ biểu mẫu.
