Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: XLSForm Import failed. Check that the XLSForm and/or the URL are valid, and try again using the "Replace form" icon.
am: XLSForm ማስመጣት አልተሳካም. XLSForm እና/ወይም ዩአርኤሉ ትክክለኛ መሆናቸውን ያረጋግጡ፣ እና "ቅጹን ተካ" የሚለውን አዶ ተጠቅመው እንደገና ይሞክሩ።
ar: فشل استيراد ملف بصيغة (XLSForm). تحقق من أن ملف بصيغة (XLSForm) أو عنوان الإنترنت (URL) صالح، وحاول مرة أخرى باستخدام أيقونة "استبدال النموذج".
de: Der Import der XLSForm ist fehlgeschlagen. Überprüfen Sie, dass die XLSForm und/oder die URL gültig sind, und versuchen Sie es erneut mit dem Symbol „Formular ersetzen“.
es: Error al importar el XLSForm. Verificar que el XLSForm y/o la URL sean válidos e intentar nuevamente usando el ícono «Reemplazar formulario».
fa: وارد کردن XLSForm انجام نشد. بررسی کنید که آیا XLSForm و یا URL معتبر است و با استفاده از نماد "جایگزینی فرم" دوباره تلاش کنید.
id: Impor XLSForm gagal. Periksa apakah XLSForm dan/atau URL valid, dan coba lagi menggunakan ikon “Ganti formulir”.
ja: XLSForm インポートに失敗しました。 XLSForm や URL が有効であることを確認し、[フォームを置換] アイコンを使用して再試行してください。
km: ការនាំចូលទម្រង់បែបបទ XLSForm មិនបានជោគជ័យ។ សូមពិនិត្យថា XLSForm និង/ឬ URL ពិតជាត្រឹមត្រូវ ហើយព្យាយាមម្ដងទៀតដោយប្រើរូបតំណាង "ប្តូរទម្រង់់បែបបទ"។
pl: Nie udało się pobrać XLSForm. Sprawdź czy XLSForm i/lub URL są prawidłowe i spróbuj ponownie, używając ikonki "Zamień formularz".
pt: Falha na importação do formulário XLSForm. Verifique se o formulário XLSForm e/ou a URL são válidos e tente novamente usando o ícone "Substituir formulário".
ru: Ошибка импорта формы XLSForm. Убедитесь, что форма XLSForm и URL-адрес действительны, и повторите попытку, воспользовавшись значком «Заменить форму».
sw: Uingizaji wa XLSForm umeshindwa. Hakikisha kuwa XLSForm na/au URL ni halali, na ujaribu tena kwa kutumia aikoni ya "Badilisha fomu".
th: การนำเข้า XLSForm ไม่สำเร็จ ตรวจสอบว่า XLSForm และ/หรือ URL ถูกต้อง แล้วลองอีกครั้งโดยใช้ไอคอน "แทนที่แบบฟอร์ม"
uk: Помилка імпорту XLSForm. Переконайтеся, що XLSForm та/або URL-адреса є дійсними, і спробуйте ще раз, використовуючи іконку “Замінити форму”.
vi: Nhập XLSForm không thành công. Kiểm tra xem XLSForm và/hoặc URL có hợp lệ không và thử lại bằng biểu tượng “Thay thế biểu mẫu”.

source: XLS Import completed
am: XLS ማስመጣት ተጠናቅቋል
ar: اكتمل استيراد (XLS)
bn: XLS ইম্পোর্ট শেষ হয়েছে
cs: Import XLS dokončen
de: XLS-Import abgeschlossen
es: Importación del XLS completada
fa: وارد کردن XLS انجام شد
fr: Importation XLS terminée
hi: XLS आयात पूरा हुआ
hu: XLS importálása befejeződött
id: Impor XLS selesai
ja: XLSのインポートが完了しました
km: ការនាំចូល XLS បានបញ្ចប់
my: XLS တင်ပို့မှု ပြီးစီးပါပြီ
ne: XLSForm (एक्स एल एस फारम) सर्यो
pl: Zakończono importowanie XLS
pt: Importação do arquivo XLS concluída
ru: Импорт XLS завершен
sw: Uingizaji wa XLS umekamilika
th: การนำเข้า XLS เสร็จสมบูรณ์
tr: XLS İçe Aktarma tamamlandı
uk: Імпорт XLS завершено
vi: Đã hoàn tất nhập XLS

source: Your upload is being processed. This may take a few moments.
am: ሰቀላዎ በሂደት ላይ ነው። ይህ ጥቂት ጊዜ ሊወስድ ይችላል።
ar: عملية رفع الملف الخاصة بك قيد المعالجة. هذا قد يستغرق بضع دقائق.
bn: আপনার আপলোডের প্রক্রিয়াকরণ চলছে। কিছুক্ষণ সময় লাগতে পারে।
cs: Vaše nahraná data se zpracovávají. Může to chvíli trvat.
de: Ihr Upload wird gerade verarbeitet. Dies kann einige Momente dauern.
es: Tu carga está siendo procesada. Puede tardar unos minutos.
fa: آپلود شما در حال انجام است. ممکن است چند لحظه طول بکشد.
fr: Votre téléchargement est en cours de traitement. Ceci peut prendre quelques minutes.
hi: आपके अपलोड की प्रक्रिया जारी है। इसमें कुछ क्षण लग सकते हैं।
hu: A feltöltés feldolgozása folyamatban van. Ez eltarthat néhány másodpercig.
id: Unggahan Anda sedang diproses. Ini mungkin memakan waktu beberapa saat.
ja: アップロードの処理中です。しばらく時間がかかる場合があります。
km: ការបង្ហោះរបស់អ្នកកំពុងត្រូវបានដំណើរការ។ វាអាចនឹងចំណាយពេលបន្តិច។
my: သင့်တင်ပို့သည့်အရာကို စစ်ဆေးနေပါသည်။ အချိန်အနည်းငယ် ကြာနိုင်ပါသည်။
ne: तपाईंको अपलोडको प्रकृया चल्दैछ। यसका लागि केही समय लाग्न सक्छ।
pl: Twój przesył plików jest przetwarzany. Może to potrwać kilka chwil.
pt: O item carregado está sendo processado. Isso pode levar algum tempo.
ru: Загружаемые данные обрабатываются. Это может занять несколько минут.
sw: Upakiaji wako unachakatwa. Hii inaweza kuchukua muda mfupi.
th: กำลังประมวลผลการอัปโหลดของคุณ การดำเนินการนี้อาจใช้เวลาสักครู่
tr: Yükleme işleminiz gerçekleştiriliyor. Bu birkaç dakika sürebilir.
uk: Ваше завантаження обробляється. Це може зайняти кілька хвилин.
vi: Tải lên của bạn đang được xử lý. Việc này có thể mất một vài phút.

source: Your upload is queued for processing. This may take a few moments.
am: ሰቀላዎ ለማስኬድ ወረፋ ይዟል። ይህ ጥቂት ጊዜ ሊወስድ ይችላል።
ar: عملية رفع الملف الخاص بك في قائمة الانتظار للمعالجة. هذا قد يستغرق بضع دقائق.
de: Ihr Upload ist in der Warteschlange für die Verarbeitung. Dies kann einige Momente dauern.
es: Tu carga está en cola para ser procesada. Puede tardar unos minutos.
fa: آپلود شما در حال پردازش است. ممکن است چند لحظه طول بکشد.
id: Unggahan Anda masuk antrean untuk diproses. Ini mungkin memakan waktu beberapa saat.
ja: アップロードは処理のためにキューに入れられています。 これには少し時間がかかる場合があります。
km: ការបង្ហោះរបស់អ្នកកំពុងរង់ចាំដំណើរការតាមលំដាប់។ វាអាចនឹងចំណាយពេលបន្តិច។
pl: Twój przesył plików jest w kolejce do przetworzenia. Może to potrwać kilka chwil.
pt: O carregamento está na fila de processamento. Isso pode levar algum tempo.
ru: Загружаемые данные включены в очередь на обработку. Это может занять несколько минут.
sw: Upakiaji wako umewekwa kwenye foleni ili kuchakatwa. Hii inaweza kuchukua muda mfupi.
th: การอัปโหลดของคุณกำลังอยู่ในคิวสำหรับการประมวลผล การดำเนินการนี้อาจใช้เวลาสักครู่
uk: Ваше завантаження поставлено в чергу на обробку. Це може зайняти кілька хвилин.
vi: Tải lên của bạn đang đợi để xử lý. Việc này có thể mất một vài phút.

source: Import Failed!
am: ማስመጣት አልተሳካም!
ar: فشل الاستيراد!
bn: ইম্পোর্ট করা যায় নি!
cs: Import selhal!
de: Import fehlgeschlagen!
es: ¡La importación falló!
fa: وارد کردن فایل انجام نشد!
fr: L'importation a échoué !
hi: आयात विफल रहा!
hu: Sikertelen importálás!
id: Impor Gagal!
ja: インポートに失敗しました！
km: ការនាំចូលមិនបានជោគជ័យ!
my: တင်ပို့မှု မအောင်မြင်ပါ။
ne: सरेन !
pl: Import zakończony niepowodzeniem!
pt: Falha ao Importar!
ru: Ошибка импорта!
sw: Imeshindwa Kuingiza!
th: การนำเข้าไม่สำเร็จ!
tr: İçe Aktarma Başarısız!
uk: Помилка імпорту!
vi: Nhập không thành công!

source: Failed to create import.
am: ማስመጣትን መፍጠር አልተሳካም።
ar: أخفقت محاولة إنشاء استيراد.
bn: ইম্পোর্ট তৈরি করা যায় নি।
cs: Nepovedlo se vytvořit import.
de: Der Import konnte nicht erstellt werden.
es: Error al crear importación.
fa: ورودی ایجاد نشد.
fr: L'importation a échoué.
hi: आयात बनाने में विफल।
hu: Import létrehozása sikertelen.
id: Gagal membuat impor.
ja: インポートの作成に失敗しました。
km: មិនអាចបង្កើតការនាំចូលបាន។
my: တင်ပို့ခြင်း ဖန်တီးမှု မအောင်မြင်ပါ။
ne: सार्ने काम असफल।
pl: Nie udało się utworzyć importu.
pt: Falha ao criar importação.
ru: Не удалось создать импорт.
sw: Imeshindwa kuunda uingizaji.
th: ทำการนำเข้าไม่สำเร็จ
tr: İçe aktarma oluşturulamadı.
uk: Неможливо створити імпорт.
vi: Tạo nhập thất bại.

source: Upload error: could not recognize Excel file.
am: የሰቀላ ስህተት፡ የExcel ፋይልን ማወቅ አልቻለም።
ar: خطأ في رفع الملف: تعذر التعرف على ملف أكسل (Excel).
bn: আপলোডে ত্রুটি: এক্সেল ফাইল শনাক্ত করা যায় নি।
cs: Chyba při nahrávání: nelze rozpoznat soubor aplikace Excel.
de: Upload-Fehler: Excel-Datei konnte nicht erkannt werden.
es: Error de carga: no se pudo reconocer el archivo Excel.
fa: خطای آپلود: فایل اکسل شناسایی نشد.
fr: Erreur de téléchargement : impossible de reconnaître le fichier Excel.
hi: अपलोड त्रुटि: एक्सेल (Excel) फ़ाइल की पहचान नहीं हो सकी।
hu: Hiba a feltöltéskor: az Excel-fájl értelmezése sikertelen.
id: Kesalahan unggahan: tidak dapat mengenali file Excel.
ja: アップロードのエラー：Excelファイルを認識できませんでした。
km: បញ្ហាបង្ហោះ៖ មិនអាចស្គាល់ឯកសារ Excel បាន។
my: တင်ပို့မှုအမှား။ Excel ဖိုင်ကို အသိအမှတ်ပြု၍ မရပါ။
ne: अपलोड त्रुटि: एक्सेल फाइल चिन्न सकेन।
pl: Błąd przesyłania: nie udało się rozpoznać pliku Excel.
pt: Erro de carregamento: não foi possível reconhecer o arquivo do Excel.
ru: Ошибка загрузки: не удалось распознать файл Excel.
sw: Hitilafu ya upakiaji: haikuweza kutambua faili ya Excel.
th: ข้อผิดพลาดในการอัปโหลด: ไม่รู้จักไฟล์ Excel
tr: Yükleme hatası: Excel dosyası tanınamadı.
uk: Помилка завантаження: не вдалося розпізнати файл Excel.
vi: Lỗi tải lên: không thể nhận dạng tệp Excel.

source: Uploaded file name:
am: የተሰቀለው ፋይል ስም፦
ar: أسم الملف الذي تم رفعه:
bn: আপলোড করা ফাইলের নাম:
cs: Název nahraného souboru:
de: Name der hochgeladenen Datei:
es: Nombre del archivo cargado:
fa: نام فایل آپلود شده:
fr: Nom du fichier téléchargé :
hi: अपलोड की गई फ़ाइल का नाम:
hu: Feltöltött fájl neve:
id: Nama file yang diunggah:
ja: アップロードされたファイル名：
km: ឈ្មោះឯកសារដែលបានបង្ហោះ៖
my: တင်ပို့သည့်ဖိုင်၏အမည်-
ne: अपलोड गरिएको फाइलको नाम:
pl: Nazwa przesłanego pliku:
pt: Nome do arquivo carregado:
ru: Имя загруженного файла:
sw: Jina la faili lililopakiwa:
th: ชื่อไฟล์ที่อัปโหลด:
tr: Yüklenen dosya adı:
uk: Назва завантаженого файлу:
vi: Tên tệp đã tải lên:

source: Could not recognize the dropped item(s).
am: የወደቀውን ንጥል(ዎች) መለየት አልተቻለም።
ar: تعذر التعرف على العنصر (العناصر) التي تم وضعها.
de: Konnte das/die abgelegte(n) Objekt(e) nicht erkennen.
es: No se pudo reconocer el (los) elemento(s) descartado(s).
fa: مورد(های) حذف شده شناسایی نشد.
id: Tidak dapat mengenali item yang dilepaskan.
ja: ドロップされたアイテムを認識できませんでした。
km: មិនអាចស្គាល់ធាតុដែលបានទម្លាក់។
pl: Nie udało się rozpoznać upuszczonych elementów.
pt: Não foi possível reconhecer os itens ou item que foi solto.
ru: Не удалось распознать пропущенный элемент или несколько элементов.
sw: Haikuweza kutambua kipengee/vipengee vilivyodondoshwa.
th: ไม่รู้จักรายการที่นำมาปล่อยไว้
uk: Не вдалося розпізнати втрачені елементи.
vi: Không thể nhận ra (các) mục đã thả.

source: Allow submissions to this form without a username and password
am: ያለተጠቃሚ ስም እና የይለፍ ቃል ወደዚህ ቅፅ ማስገባትን ፍቀድ
ar: السماح بتقديم هذا النموذج بدون أسم مستخدم وكلمة مرور
de: Übermittlungen zu diesem Formular ohne Benutzername und Passwort erlauben
es: Permitir envíos a este formulario sin nombre de usuario ni contraseña
fa: اجازه ارسال به این فرم بدون نام کاربری و رمز عبور
id: Izinkan pengiriman ke formulir ini tanpa nama pengguna dan kata sandi
ja: ユーザー名とパスワードなしでこのフォームを提出できるようにする
pl: Pozwalaj na przesyłanie danych do tego formularza bez nazwy użytkownika i hasła
pt: Permitir envios deste formulário sem um nome de usuário e senha
ru: Разрешить отправки в эту форму без указания имени пользователя и пароля
sw: Ruhusu mawasilisho kwa fomu hii bila jina la mtumiaji na nywila
th: อนญาตให้ส่งแบบฟอร์มนี้โดยไม่มีชื่อผู้ใช้และรหัสผ่าน
uk: Дозволити надсилання для цієї форми без імені користувача та пароля
vi: Cho phép gửi nội dung đến biểu mẫu này mà không cần tên người dùng và mật khẩu

source: Allow anonymous submissions for this project. Previously, this was an account-wide setting. Click the icon to learn more.
am: ለዚህ ፕሮጀክት ስም-አልባ ማቅረቢያዎችን ይፍቀዱ። ከዚህ ቀደም ይህ መለያ-ሰፊ ቅንብር ነበር። ለበለጠ ለማወቅ አዶውን ጠቅ ያድርጉ።
ar: السماح بعمليات الإرسال المجهولة لهذا المشروع. في السابق، كان هذا إعدادًا على مستوى الحساب. انقر فوق الرمز لمعرفة المزيد.
de: Erlauben Sie anonyme Übermittlungen für dieses Projekt. Zuvor war dies eine Einstellung für das gesamte Konto. Klicken Sie auf das Symbol, um mehr zu erfahren.
es: Permitir envíos anónimos para este proyecto. Antes, era una configuración para toda la cuenta. Hacer clic en el ícono para obtener más información.
fa: اجازه ارسال ناشناس برای این پروژه. پیش از این، این تنظیمات برای کل حساب کاربری بود. برای کسب اطلاعات بیشتر روی نماد کلیک کنید.
id: Izinkan pengiriman anonim untuk proyek ini. Sebelumnya, ini adalah pengaturan untuk seluruh akun. Klik ikon untuk mempelajari lebih lanjut.
ja: このプロジェクトで匿名提出を許可する。これは以前はアカウント単位の設定でした。アイコンをクリックして詳細をご確認ください。
pl: Pozwalaj na anonimowe przesyłanie danych dla tego projektu. Wcześniej było to ustawienie dla całego konta. Kliknij ikonę, aby dowiedzieć się więcej.
pt: Permitir envios anônimos para este projeto. Anteriormente, essa configuração se aplicava a toda a conta. Clique no ícone para saber mais.
ru: Разрешить анонимные отправки для данного проекта. Ранее данная опция действовала в рамках всей учетной записи. Нажмите на значок, чтобы узнать больше.
sw: Ruhusu uwasilishaji usiojulikana kwa mradi huu. Hapo awali, huu ulikuwa mpangilio wa akaunti nzima. Bofya ikoni ili kujifunza zaidi.
th: อนุญาตการส่งข้อมูลนิรนามสำหรับโครงการนี้ เดิมนี่เป็นการตั้งค่าเดียวกันทั้งบัญชี คลิกที่ไอคอนเพื่อเรียนรู้เพิ่มเติม
uk: Дозволити анонімні надсилання для цього проєкту. Раніше це було налаштування для всього акаунта. Натисніть на іконку, щоб дізнатися більше.
vi: Cho phép gửi nội dung ẩn danh cho dự án này. Tính năng này trước kia dành cho cài đặt toàn bộ tài khoản. Nhấp vào biểu tượng để tìm hiểu thêm.

source: Project information
am: የፕሮጀክት መረጃ
ar: معلومات عن المشروع
bn: প্রকল্পের তথ্য
cs: Informace o projektu
de: Informationen zum Projekt
es: Información sobre el proyecto
fa: اطلاعات پروژه
fr: Informations sur le projet
hi: प्रोजेक्ट जानकारी
hu: Projektinformáció
id: Informasi proyek
ja: プロジェクト情報
km: ព័ត៌មានគម្រោង
my: ပရောဂျက်သတင်းအချက်အလက်
ne: परियोजना जानकारी
pl: Informacje o projekcie
pt: Informações do projeto
ru: Информация о проекте
sw: Taarifa za mradi
th: ข้อมูลโครงการ
tr: Proje bilgisi
uk: Інформація про проєкт
vi: Thông tin dự án

source: Questions
am: ጥያቄዎች
ar: الأسئلة
bn: প্রশ্ন
cs: Otázky
de: Fragen
es: Preguntas
fa: سوالات
hi: प्रश्न
hu: Kérdések
id: Pertanyaan
ja: 質問
km: សំណួរ
my: မေးခွန်းများ
ne: प्रश्नहरू
pl: Pytania
pt: Perguntas
ru: Вопросы
sw: Maswali
th: คำถาม
tr: Sorular
uk: Питання
vi: Câu hỏi

source: Last modified
am: ለመጨረሻ ጊዜ የተሻሻለው
ar: آخر تعديل
bn: সর্বশেষ পরিবর্তনের তারিখ
cs: Poslední úprava
de: Zuletzt geändert
es: Última modificación
fa: آخرین تغییرات
fr: Dernière modification
hi: अंतिम बार संशोधित
hu: Utolsó módosítás
id: Modifikasi terakhir
ja: 最終更新日
km: បានកែប្រែចុងក្រោយ
my: နောက်ဆုံးပြုပြင်ထားသော
ne: पछिल्लो पटक परिमार्जन गरिएको
pl: Ostatnia modyfikacja
pt: Última modificação
ru: Последнее изменение
sw: Mara ya mwisho kurekebishwa
th: แก้ไขล่าสุด
tr: Son düzenlenme
uk: Остання модифікація
vi: Chỉnh sửa lần cuối

source: Last deployed
am: የተሰማራበት ቀን
ar: آخر نشر وتوزيع
bn: সর্বশেষ ডিপ্লয়ের তারিখ
cs: Poslední zveřejnění
de: Zuletzt bereitgestellt
es: Última implementación
fa: آخرین اعزام
fr: Dernier déploiement
hi: अंतिम इस्तेमाल (deployed)
hu: Utoljára élesítve
id: Terakhir disebarkan
ja: 最終公開日
pl: Ostatnie wdrożenie
pt: Última disponibilização
ru: Последнее развертывание
sw: Mara ya mwisho ilitumwa
th: นำไปใช้งานครั้งล่าสุด
tr: Son yayınlama
uk: Останнє розгортання
vi: Triển khai lần cuối

source: Latest submission
am: የቅርብ ጊዜ ግቤት
ar: آخر عملية إرسال
bn: সর্বশেষ সাবমিশন
cs: Poslední příspěvek
de: Letzte Übermittlung
es: Último envío
fa: آخرین ارسال
fr: Dernière soumission
hi: नवीनतम प्रविष्टियां (सबमिशन)
hu: Legújabb űrlapválasz
id: Kiriman terbaru
ja: 最新の提出
km: ការដាក់បញ្ជូនចុងក្រោយបំផុត
my: နောက်ဆုံးတင်သွင်းခြင်း
ne: पछिल्लो पेश गरिएका
pl: Ostatnie zatwierdzenie
pt: Última resposta
ru: Последняя отправка
sw: Uwasilishaji wa hivi punde
th: การส่งข้อมูลครั้งล่าสุด
tr: Son gönderim
uk: Останнє надсилання
vi: Lần gửi gần nhất

source: Operational purpose of data
am: የ ውሂብ ተግባራዊ ዓላማ
ar: الغرض التشغيلي للبيانات
de: Operativer Zweck der Daten
es: Propósito operativo de los datos
fa: هدف عملیاتی داده‌ها
id: Tujuan operasional data
ja: データの利用目的
km: គោលបំណងផ្នែកប្រតិបត្តិការនៃទិន្នន័យ
pl: Operacyjny cel danych
pt: Finalidade operacional dos dados
ru: Основное назначение сбора данных
sw: Madhumuni ya uendeshaji wa data
th: วัตถุประสงค์ในการดำเนินงานของข้อมูล
uk: Оперативне призначення даних
vi: Mục đích hoạt động của dữ liệu

source: Collects personally identifiable information
am: በግል ሊለይ የሚችል መረጃ ይሰበስባል
ar: جمع معلومات التعريف الشخصية
de: Erfasst personenbezogene Daten
es: Recolectar información personal de identificación (PII)
fa: اطلاعات فردی قابل شناسایی را جمع‌آوری می‌کند
id: Mengumpulkan informasi identitas pribadi
ja: 個人を特定できる情報を収集します
km: ប្រមូលព័ត៌មានកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួន
pl: Gromadzi dane osobowe
pt: Coleta informações de identificação pessoal
ru: Осуществляется сбор личных сведений
sw: Hukusanya taarifa zinazoweza kumtambulisha mtu binafsi
th: รวบรวมข้อมูลที่สามารถระบุตัวบุคคลได้
uk: Збирає особисту інформацію
vi: Thu thập thông tin cá nhân có thể nhận diện được

source: Event description
am: የክስተት መግለጫ
ar: كل وصف
de: Eventbeschreibung
es: Descripción del evento
ja: イベントの詳細
uk: Опис події

source: See details
am: ዝርዝሮችን ተመልከት
ar: شاهد التفاصيل
de: Siehe Details
es: Ver detalles
ja: 詳細を見る
uk: Переглянути деталі

source: Recent project activity
am: የቅርብ ጊዜ የፕሮጀክት እንቅስቃሴ
ar: نشاط المشروع الأخير
de: Letzte Projektaktivität
es: Actividad reciente del proyecto
ja: 最近のプロジェクト活動
uk: Нещодавня проєктна діяльність

source: Filter by
am: አጣራ በ
ar: تصفية حسب
bn: ফিল্টার:
cs: Filtrovat podle
de: Filtern nach
es: Filtrar por
fa: فیلتر با
fr: Filtrer par
hi: के द्वारा फ़िल्टर करें
hu: Szűrés
id: Filter berdasarkan
ja: で絞り込む
km: ត្រងដោយ
my: စစ်ထုတ်ရန်
ne: ...द्वारा फिल्टर गर्नुहोस्
pl: Filtruj wg
pt: Filtrar por
ru: Фильтр по
sw: Chuja kwa
th: กรองโดย
tr: Şuna göre filtrele
uk: Сортувати за
vi: Lọc bởi

source: Export all data
am: ሁሉንም ውሂብ ወደ ውጭ ላክ
ar: تصدير كل البيانات
bn: সব তথ্য এক্সপোর্ট করুন
cs: Exportovat všechna data
de: Alle Daten exportieren
es: Exportar todos los datos
fa: از همه داده ها خروجی بگیر
fr: Exporter les données
hi: सभी डेटा निर्यात करें
hu: Összes adat exportálása
id: Ekspor semua data
ja: 全てのデータをエクスポート
km: នាំចេញទិន្នន័យទាំងអស់
my: ‌ေဒတာအားလုံးကို ထုတ်ယူရန်
ne: सबै डाटा (तथ्या‍ङ्क) निर्यात गर्नुहोस्
pl: Eksportuj wszystkie dane
pt: Exportar todos os dados
ru: Экспорт всех данных
sw: Hamisha data zote
th: ส่งออกข้อมูลทั้งหมด
tr: Tüm verileri dışa aktar
uk: Експортувати всі дані
vi: Xuất tất cả dữ liệu

source: New feature
am: አዲስ ባህሪ
ar: خاصية جديدة
de: Neue Funktion
es: Nueva funcionalidad
fa: ویژگی جدید
id: Fitur baru
ja: 新機能
pl: Nowa funkcja
pt: Novo recurso
ru: Новая функция
sw: Kipengele kipya
th: คุณสมบัติใหม่
uk: Нова функція
vi: Tính năng mới

source: Learn more
am: ተጨማሪ እወቅ
ar: معرفة المزيد
bn: আরও জানুন
cs: Více informací
de: Erfahren Sie mehr
es: Obtener más información
fa: بیشتر بدانید
fr: En savoir plus
hi: और अधिक जानें
hu: További információ
id: Pelajari lebih lanjut
ja: 詳細はこちら
km: ស្វែងយល់បន្ថែម
my: ပိုမိုလေ့လာရန်
ne: थप जान्नुहोस्
pl: Dowiedz się więcej
pt: Saiba mais
ru: Подробности
sw: Jifunze zaidi
th: ดูข้อมูลเพิ่มเติม
tr: Daha fazla bilgi edinin
uk: Дізнатися більше
vi: Tìm hiểu thêm

source: All questions
am: ሁሉም ጥያቄዎች
ar: كل الأسئلة
bn: সব প্রশ্ন
cs: Všechny otázky
de: Alle Fragen
es: Todas las preguntas
fa: همه پرسش‌ها
fr: Toutes les questions
hi: सभी प्रश्न
hu: Összes kérdés
id: Semua pertanyaan
ja: すべての質問
km: សំណួរទាំងអស់
my: မေးခွန်းများအားလုံး
ne: सबै प्रश्नहरु
pl: Wszystkie pytania
pt: Todas perguntas
ru: Все вопросы
sw: Maswali yote
th: คำถามทั้งหมด
tr: Tüm sorular
uk: Всі питання
vi: Tất cả câu hỏi

source: Image Gallery
am: የምስል ማዕከለ-ስዕላት
ar: استوديو الصور
bn: ছবির গ্যালারি
cs: Galerie obrázků
de: Bildergalerie
es: Galería de imágenes
fa: گالری عکس
fr: Galerie d'images
hi: तस्वीर गैलरी
hu: Képgaléria
id: Galeri Gambar
ja: 画像一覧
km: វិចិត្រសាលរូបភាព
my: ပုံပြခန်း
ne: इमेज ग्यालरी
pl: Galeria obrazów
pt: Galeria de Imagens
ru: Галерея изображений
sw: Matunzio ya Picha
th: แกลเลอรี่รูปภาพ
tr: Görsel Galerisi
uk: Галерея зображень
vi: Bộ sưu tập hình ảnh

source: From
am: ከ
ar: من
bn: থেকে
cs: Od
de: Von
es: Desde
fa: از
fr: De
hi: से /द्वारा
hu: Kezdőérték
id: Dari
ja: から
km: ពី
my: မှ
ne: बाट
pl: Od
pt: De
ru: С
sw: Kutoka
th: จาก
tr: Kimden
uk: Від
vi: Từ

source: Between
am: መካከል
ar: بين
bn: মাঝে
cs: Mezi
de: Zwischen
es: Entre
fa: بین
fr: Entre
hi: बीच
hu: Ezek között:
id: Antara
ja: 間
km: រវាង
my: အကြား
ne: बीचमा
pl: Pomiędzy
pt: Entre
ru: Между
sw: Kati ya
th: ระหว่าง
tr: Arasında
uk: Між
vi: Giữa

source: and
am: እና
ar: و
bn: ও
cs: a
de: und
es: y
fa: و
fr: et
hi: और
hu: és
id: dan
ja: と
km: និង
my: နှင့်
ne: तथा
pl: i
pt: e
ru: и
sw: na
th: และ
tr: ve
uk: та
vi: và

source: URL is empty!
am: URL ባዶ ነው!
ar: عنوان الإنترنت (URL) فارغ!
bn: URL খালি!
cs: Adresa URL je prázdná!
de: URL ist leer!
es: ¡La URL está vacía!
fa: URL محتویات ندارد!
fr: L'URL est vide !
hi: URL खाली है!
hu: Üres URL-cím!
id: URL kosong!
ja: URLが空欄です！
km: URL គឺទទេ!
my: URL မှာ အခွံဖြစ်နေသည်
ne: URL (यु आर एल) खाली छ !
pl: Adres URL jest pusty!
pt: A URL está em branco!
ru: URL-адрес пуст!
sw: URL haina chochote!
th: URL ว่างเปล่า!
tr: URL boş!
uk: URL порожній!
vi: URL trống!

source: You must redeploy this form to see media changes.
am: የሚዲያ ለውጦችን ለማየት ይህን ቅፅ እንደገና ማሰማራት አለብህ።
ar: يجب إعادة نشر وتوزيع هذا النموذج لمشاهدة تغييرات الوسائط.
bn: মিডিয়া নিয়ে করা পরিবর্তনগুলো দেখতে হল আগে ফর্মটি আবার ডিপ্লয় করতে হবে।
cs: Pokud chcete zobrazit změny médií, musíte tento formulář znovu zveřejnit.
de: Sie müssen das Formular erneut bereitstellen, um die Änderungen zu sehen.
es: Se debe implementar de nuevo este formulario para ver los cambios en archivos multimedia.
fa: برای مشاهده تغییرات رسانه باید این فرم را مجدداً مستقر کنید.
fr: Vous devez redéployer ce formulaire pour voir les changements de média.
hi: मीडिया परिवर्तन देखने के लिए आपको इस फार्म को फिर से परिनियोजित करना होगा।
hu: A médiaváltozások megtekintéséhez újra kell élesítenie ezt az űrlapot.
id: Anda harus menyebarkan ulang formulir ini untuk melihat perubahan media.
ja: メディアの変更を確認するには、このフォームを再公開する必要があります。
km: អ្នកត្រូវតែប្រើប្រាស់ឡើងវិញនូវទម្រង់បែបបទនេះដើម្បី​មើលឃើញការផ្លាស់ប្ដូរមេឌៀ។
my: မီဒီယာပြောင်းလဲမှုများကို မြင်ရရန် ဤဖောင်ကို သင်ပြန်လည်၍ အသုံးပြုလုပ်ရမည်။
ne: मिडिया परिवर्तनहरू हेर्नका लागि तपाईंले यो फारम पुन: विस्तार गर्नुपर्छ।
pl: Musisz ponownie wdrożyć ten formularz, by zobaczyć zmiany w multimediach.
pt: Você deve redisponibilizar este formulário para visualizar as alterações de mídia.
ru: Чтобы отобразить изменения элементов мультимедиа, необходимо повторно развернуть форму на сервере.
sw: Ni lazima utume fomu hii upya ili kuona mabadiliko ya midia.
th: คุณต้องนำแบบฟอร์มนี้ไปใช้อีกครั้งเพื่อดูการเปลี่ยนแปลงของสื่อ
tr: Medya değişikliklerini görmek için bu formu yeniden yayınlamalısınız.
uk: Ви повинні перерозмістити цю форму, щоб побачити зміни в медіа.
vi: Bạn phải triển khai lại biểu mẫu này để xem các thay đổi của phương tiện.

source: Attach files
am: ፋይሎችን ማያያዝ
ar: إرفاق ملفات
bn: ফাইল যুক্ত করুন
cs: Přiložit soubory
de: Dateien anhängen
es: Adjuntar archivos
fa: پیوست کردن فایل
fr: Pièces jointes
hi: फाइलें जोड़ें
hu: Fájlok csatolása
id: Lampirkan file
ja: ファイルの添付
km: ភ្ជាប់ឯកសារ
my: ဖိုင်များတွဲရန်
ne: फाइलहरू संलग्न गर्नुहोस्
pl: Załącz pliki
pt: Anexar arquivos
ru: Прикрепить файлы
sw: Ambatisha mafaili
th: แนบไฟล์
tr: Dosya ekle
uk: Прикріпити файли
vi: Đính kèm tệp

source: Learn more about form media
am: ስለ ቅፅ ሚዲያ የበለጠ ይወቁ
ar: تعرف على المزيد حول وسائط النموذج
bn: ফর্মের মিডিয়া সম্পর্কে আরও জানুন
cs: Další informace o médiích formuláře
de: Erfahren Sie mehr über Formularmedien
es: Obtener más información sobre datos multimedia del formulario
fa: درباره رسانه فرم بیشتر بیاموزید
fr: En savoir plus sur les médias de formulaires
hi: फ़़ॉर्म मीडिया के बारे में और जानिए
hu: További információk az űrlapban használt médiatartalomról
id: Pelajari lebih lanjut tentang media formulir
ja: フォームメディアについての詳細
km: ស្វែងយល់បន្ថែមអំពីមេឌៀទម្រង់បែបបទ
my: ဖောင်မီဒီယာနှင့် ပတ်သက်၍ ပိုမိုလေ့လာရန်
ne: फारम मिडिया बारे थप जान्नुहोस्
pl: Dowiedz się więcej o multimediach w formularzu
pt: Saiba mais sobre mídia de formulário
ru: Получите более подробные сведения о медиафайлах в форме
sw: Pata maelezo zaidi kuhusu fomu ya media
th: ดูข้อมูลเพิ่มเติมเกี่ยวกับสื่อฟอร์ม (form media)
tr: Medya içeren formlar hakkında daha fazla bilgi edinin
uk: Дізнайтеся більше про медіафайли форм
vi: Tìm hiểu thêm về phương tiện biểu mẫu
