Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: When you accept the ownership transfer, all of the submissions, data storage, and transcription and translation usage for the project will be transferred to you and count against your plan limits.
am: የባለቤትነት ሽግግሩን በሚቀበሉበት ጊዜ፣ ለእነዚህ ፕሮጀክት የተረከቡ/የተሰጡ እንደ ሰነድ፣ ፕሮፖዛል፣ ጽሑፍ፣ ወዘተ የመሳሰሉ.፣ የ ውሂብ ማከማቻዎች፣ የጽሁፍ ግልባጮች እንዲሁም የትርጕም አጠቃቀሞች ሁሉም ወደ እርስዎ ይተላለፋሉ፤ እንዲሁም የፕላን እጥረትዎ ይሽፍናሉ።
ar: عند قبولك لنقل الملكية، سيتم نقل جميع عمليات الإرسال وتخزين البيانات والنسخ واستخدام الترجمة للمشروع إليك وسيتم احتسابها ضمن حدود خطتك.
bn: আপনি হস্তান্তরিত মালিকানা গ্রহণ করার পর এই প্রকল্পের সব সাবমিশন, তথ্য স্টোরেজ এবং প্রতিলিপি ও অনুবাদের ব্যবহার আপনার কাছে হস্তান্তর হবে এবং আপনার প্ল্যানের ঊর্ধ্বসীমার ক্ষেত্রে তখন সেগুলোও গণ্য হবে।
cs: Když přijmete přenos vlastnictví, všechna odeslaná data, uložená data, přepisy i překlady k tomuto projektu budou přeneseny na váš účet a budou se započítávat do limitů vašeho tarifu.
de: Wenn Sie die Übertragung der Eigentümerrolle akzeptieren, werden alle Übermittlungen, die Datenspeicherung sowie die Transkriptions- und Übersetzungsnutzung für diese Projekte auf Sie übertragen und auf Ihre Tariflimits angerechnet.
es: Cuando aceptes la transferencia de propiedad, todos los envíos, el almacenamiento de datos y el uso de transcripción y la traducción de estos proyectos se te transferirán a ti, y se descontarán de los límites de tu plan.
fa: وقتی انتقال مالکیت را قبول کردید، تمام موارد ارسالی، ذخیره سازی اطلاعات، استفاده از نسخه برداري و ترجمه برای این پروژه ها به شما منتقل می شود و به حساب برنامه شما محسوب می شود.
hi: जब आप परियोजना का स्वामित्व स्वीकार करते हैं, तो परियोजना के लिए सभी प्रविष्टियां, डेटा भंडारण, और ट्रांसक्रिप्शन तथा अनुवाद का उपयोग आपको स्थानांतरित कर दिया जाएगा और आपकी योजना सीमाओं के खिलाफ़ गिना जाएगा।
id: Saat Anda menerima peralihan kepemilikan, semua kiriman, penyimpanan data, dan penggunaan transkripsi dan terjemahan untuk proyek ini akan dialihkan kepada Anda dan diperhitungkan dalam batas paket Anda.
ja: プロジェクトの所有権の譲渡を承認すると、そのプロジェクトのすべての提出、データストレージ、文字起こしおよび翻訳の使用量があなたに転送され、それらがあなたのプラン上限から差し引かれます。
my: ပိုင်ဆိုင်မှုလွှဲပြောင်းခြင်းကို သင်လက်ခံသောအခါ စီမံကိန်းအတွက် တင်သွင်းခြင်းများ၊ ဒေတာသိုလှောင်မှု၊ စာသားအဖြစ်ပြောင်းလဲခြင်းနှင့် ဘာသာပြန်ဆိုအသုံးပြုမှုအားလုံးကို သင့်ထံလွှဲပြောင်းမည်ဖြစ်ပြီး သင့်အစီအစဉ်ကန့်သတ်ချက်များကို ထည့်သွင်းတွက်ချက်မည်ဖြစ်သည်။
pt: Ao aceitar a transferência da responsabilidade, todos os envios, armazenamento de dados, e uso de transcrição e tradução para o projeto serão transferidos a você e deduzidos do limite do seu plano.
ru: При принятии передачи прав владения все отправки, хранение данных, а также использование расшифровки и перевода для этого проекта переходят к вам и входят в лимиты вашего тарифного плана.
sw: A tulajdonjog átruházásának elfogadásakor a projekthez tartozó minden űrlapválasz, adattárhely, valamint az átírás és fordítás használata átkerül Önhöz, és az Ön csomagkeretét fogják terhelni.
th: เมื่อคุณยอมรับการโอนกรรมสิทธิ์แล้ว การส่งข้อมูล ที่เก็บข้อมูล และการใช้งานการถอดเสียงและคำแปลทั้งหมดสำหรับโครงการนี้จะถูกโอนไปที่คุณ และหักออกจากขีดจำกัดแผนของคุณ
uk: Коли ви приймете передачу прав власності, всі надсилання, збережені дані, використання транскрипції та перекладів для проєкту будуть передані вам і будуть зараховані до лімітів вашого тарифного плану.
vi: Khi bạn chấp nhận chuyển quyền sở hữu dự án, tất cả các bản dữ liệu, lưu trữ dữ liệu cũng như quyền sử dụng bản phiên âm và bản dịch của dự án sẽ được chuyển sang cho bạn và có thể vượt quá giới hạn gói của bạn.

source: `{}` not found.
am: `{}` አልተገኘም።
ar: `{}`غير موجود.
bn: `{}` পাওয়া যায় নি।
cs: `{}` nebyl nalezen.
de: `{}` wurde nicht gefunden.
es: `{}` no encontrado.
fa: `{}` پیدا نشد.
fr: `{}` introuvable.
hi: `{}` नहीं मिला।
id: `{}` tidak ditemukan.
ja: `{}`が見つかりません。
my: `{}` ကို ရှာမတွေ့ပါ။
ne: `{}` फेला परेन।
pl: Nie znaleziono `{}`.
pt: `{}` não encontrada.
ru: `{}` не найден.
sw: `{}` nem található.
th: ไม่พบ`{}`
uk: `{}` не знайдено.
vi: Không tìm thấy `{}`.

source: `{}` is not a select one question.
am: `{}` አንድ የተመረጠ ጥያቄ አይደለም።
ar: `{}` ليس سؤال تحديد خيار واحد.
bn: `{}` একনির্বাচনী প্রশ্ন নয়।
cs: `{}` není otázka s výběrem jedné odpovědi.
de: `{}` ist keine Einzelauswahlfrage.
es: `{}` no es una pregunta de selección.
fa: `{}` سوال تک انتخابی نیست.
fr: `{}` n’est pas une question à une seule sélection.
hi: `{}` एक विकल्प चुनने वाला प्रश्न नहीं है।
id: `{}` bukan pertanyaan pilih satu.
ja: `{}`は単一選択の質問ではありません。
my: `{}` သည် မေးခွန်းတစ်ခုကို ‌‌ရွေးချယ်ရန် မဟုတ်ပါ။
ne: `{}` एक चयन प्रश्न होइन।
pl: `{}` nie jest pytaniem jednokrotnego wyboru.
pt: `{}` não é uma pergunta de seleção única.
ru: `{}` не является вопросом на выбор одного варианта.
sw: `{}` nem feleletválasztós kérdés.
th: `{}`ไม่ใช่คำถามแบบเลือกหนึ่งคำตอบ
uk: `{}` не є запитанням на вибір.
vi: `{}` không phải là câu hỏi chọn một đáp án.

source: %d plan add-on was created.
am: %d የፕላን ማሟያ ተፈጥሯል።
bn: প্ল্যানের %dটি অ্যাডঅন তৈরি করা হয়েছে।
cs: Byl vytvořen %d doplněk plánu.
de: %d Tarif-Add-on erstellt.
es: Se creó el complemento del plan %d.
fa: %d افزونه طرح ایجاد شد.
hi: %d योजना ऐड-ऑन बनाया गया है।
pt: O complemento do plano %d foi criado.
ru: Создано %d дополнение к плану.
sw: Létrejött a(z) %d tervbővítmény.
uk: Створено доповнення до плану %d.

source: If you cannot access your authenticator app, please enter one of your backup codes instead. If you cannot access those either, then you will need to request assistance by contacting [##support email##](mailto:##support email##).
am: የማረጋገጫ መተግበሪያዎን መድረስ ካልቻሉ፣እባክዎ በምትኩ ከመጠባበቂያ ኮዶችዎ አንዱን ያስገቡ። እነዚያን ማግኘት ካልቻሉ [##support email##](mailto:##support email##) በማግኘት እርዳታ መጠየቅ ያስፈልግዎታል።
ar: إذا لم تتمكن من الوصول إلى تطبيق المصادقة الخاص بك، فيرجى إدخال أحد الرموز الاحتياطية الخاصة بك بدلاً من ذلك. إذا لم تتمكن من الوصول إليهما أيضًا، فستحتاج إلى طلب المساعدة عن طريق الاتصال بـ [##support email##] (mailto:##support email##).
bn: আপনি যদি আপনার অথেন্টিকেটর অ্যাপটি ব্যবহার করতে না পারেন তাহলে অনুগ্রহ করে আপনার ব্যাকআপ কোডগুলোর কোনো একটি এখানে লিখুন। যদি সেগুলোও ব্যবহার করতে না পারেন তাহলে আপনাকে [##support email##](mailto:##support email##) অ্যাড্রেসে যোগাযোগ করে সহায়তা নিতে হবে।
cs: Pokud nemáte přístup ke své ověřovací aplikaci, zadejte namísto toho jeden ze svých záložních kódů. Pokud k nim také nemáte přístup, budete muset požádat o pomoc. Kontaktujete prosím [##support email##](mailto:##support email##).
de: Wenn Sie nicht auf Ihre Authentifizierungs-App zugreifen können, geben Sie bitte stattdessen einen Ihrer Backup-Codes ein. Wenn Sie auch darauf nicht zugreifen können, müssen Sie Hilfe anfordern, indem Sie sich an [##support email##](mailto:##support email##) wenden.
es: Si no puedes acceder a tu aplicación de autenticación, ingresa uno de tus códigos de seguridad. Si tampoco puedes acceder a ellos tendrás que solicitar asistencia comunicándote con [##support email##](mailto:##support email##).
fa: اگر نمی توانید به برنامه احراز هویت خود دسترسی پیدا کنید، لطفاً به جای آن یکی از کدهای پشتیبان خود را وارد کنید. اگر نمی توانید به آنها نیز دسترسی داشته باشید، باید با تماس با [##support email##] (mailto:##support email##) درخواست کمک کنید.
fr: Si vous ne pouvez pas accéder à votre application d’authentification, veuillez saisir l’un de vos codes de secours à la place. Si vous ne pouvez toujours pas accéder, vous devrez demander de l’aide en contactant [##support email##](mailto:##support email##).
hi: यदि आप अपने प्रमाणक ऐप तक नहीं पहुंच सकते हैं, तो कृपया इसकी जगह अपना कोई एक बैकअप कोड दर्ज करें। यदि आप उन तक भी नहीं पहुंच सकते हैं, तो आपको [##support email##](mailto: ##support email##) से संपर्क करके सहायता का अनुरोध करना होगा।
id: Jika Anda tidak dapat mengakses aplikasi autentikator Anda, masukkan salah satu kode cadangan Anda. Jika Anda tidak dapat mengaksesnya juga, Anda perlu meminta bantuan dengan menghubungi [##support email##](mailto:##support email##).
ja: 認証アプリケーションにアクセスできない時は、代わりにバックアップコードの1つを入力してください。そのどちらにもアクセスできない時は、［##support email##］（mailto:##support email##）で支援を求める必要があります。
my: သင်၏ အထောက်အထားစိစစ်ခြင်းအက်ပ်ကို သင်ဝင်ရောက်၍မရပါက ကျေးဇူးပြု၍ သင့်အရန်ကုတ်များထဲမှ တစ်ခုကို ထည့်ကာ ဝင်ရောက်ပါ။ ၎င်းတို့ကိုလည်း သင်ဝင်ရောက်၍မရပါက [##support email##](mailto:##support email##) သို့ ဆက်သွယ်ခြင်းဖြင့် အကူအညီတောင်းခံရန် လိုအပ်မည်။
ne: यदि तपाइँ आफ्नो प्रमाणक एप पहुँच गर्न सक्नुहुन्न भने, कृपया यसको सट्टा तपाइँको ब्याकअप कोड मध्ये एक प्रविष्ट गर्नुहोस्। यदि तपाइँ ती पनि पहुँच गर्न सक्नुहुन्न भने, तपाइँले [##support email##] (mailto:##support email##) मा सम्पर्क गरेर सहयोग अनुरोध गर्न आवश्यक छ।
pl: Jeśli nie możesz uzyskać dostępu do aplikacji uwierzytelniającej, wprowadź zamiast tego jeden z kodów zapasowych. Jeśli nie możesz uzyskać do nich dostępu, musisz poprosić o pomoc, kontaktując się z [##support email##](mailto:##support email##).
pt: Caso não consiga acessar seu aplicativo autenticador, insira um de seus códigos de backup. Se você também não puder acessá-los, será necessário solicitar assistência entrando em contato com [##support email##](mailto:##support email##).
ru: Если вы не можете получить доступ к приложению аутентификатора, введите один из резервных кодов. Если вы не можете получить доступ и к ним, то вам необходимо обратиться за помощью по адресу [##support email##](mailto:##support email##).
sw: Ha nem tud hozzáférni a hitelesítő alkalmazásához, helyette az egyik biztonsági kódját adja meg. Ha azokhoz sem tud hozzáférni, akkor kérjen segítséget a következő e-mail címen: [##support email##](mailto:##support email##).
th: หากคุณไม่สามารถเข้าถึงแอปตัวตรวจสอบความถูกต้องได้ โปรดใส่รหัสสำรองของคุณแทน หากคุณไม่สามารถเข้าถึงได้เช่นกัน คุณจะต้องขอความช่วยเหลือโดยการติดต่อ [##support email##](mailto:##support email##)
uk: Якщо ви не можете отримати доступ до програми-автентифікатора, введіть один із резервних кодів. Якщо ви не можете отримати доступ і до них, вам потрібно звернутися за допомогою до [##support email##] (mailto:##support email##).
vi: Nếu không thể truy cập ứng dụng xác thực, vui lòng nhập một trong các mã sao lưu thay thế. Nếu bạn cũng không thể truy cập các mã sao lưu đó, bạn sẽ cần gửi liên hệ đến [##support email##](mailto:##support email##) để được hỗ trợ.

source: The password must be at least 10 characters long and contain 3 or more of the following: uppercase letters, lowercase letters, numbers, and special characters. It cannot be similar to your name, username, or email address.
am: የይለፍ ቃሉ ቢያንስ 10 ቁምፊዎች መሆን አለበት እና የሚከተሉትን 3 ወይም ከዚያ በላይ የያዘ መሆን አለበት፦ አቢይ ሆሄያት፣ ንዑስ ሆሄያት፣ ቁጥሮች፣ እና ልዩ ቁምፊዎች። ከእርስዎ ስም፣ የተጠቃሚ ስም፣ ወይም የኢሜይል አድራሻ ጋር ተመሳሳይ መሆን አይችልም።
ar: يجب أن تتكون كلمة المرور من 10 محارف على الأقل وأن تحتوي على 3 أو أكثر مما يلي: أحرف لاتينية كبيرة وأحرف صغيرة وأرقام وأحرف خاصة. ولا يمكن أن تكون مشابهة لاسمك أو اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك.
bn: পাসওয়ার্ডটি কমপক্ষে ১০ অক্ষর দীর্ঘ হতে হবে এবং তাতে নিচের জিনিসগুলোর মধ্য থেকে অন্তত ৩টি থাকতে হবে: বড় হাতের লেখা, ছোট হাতের লেখা, সংখ্যা এবং বিশেষ অক্ষর। আপনার নাম, ইউজারনেম অথবা ইমেইল অ্যাড্রেসের সাথে যেন এটির মিল না থাকে।
cs: Heslo musí mít nejméně 10 znaků a musí obsahovat nejméně 3 z následujících znaků: velká písmena, malá písmena, číslice a speciální znaky. Heslo nesmí být podobné vašemu jménu, uživatelskému jménu nebo e-mailové adrese.
de: Das Passwort muss mindestens 10 Zeichen lang sein und mindestens 3 der folgenden Zeichen enthalten: Großbuchstaben, Kleinbuchstaben, Zahlen und Sonderzeichen. Es darf nicht Ihrem Namen, Benutzernamen oder Ihrer E-Mail-Adresse ähneln.
es: La contraseña debe tener al menos 10 caracteres y contener 3 o más de lo siguiente: letras mayúsculas, letras minúsculas, números y caracteres especiales. No puede ser similar a tu nombre, nombre de usuario o dirección de correo electrónico.
fa: رمز عبور باید حداقل 10 کاراکتر داشته باشد و شامل 3 یا بیشتر از موارد زیر باشد: حروف بزرگ، حروف کوچک، اعداد و کاراکترهای خاص. نمی تواند شبیه نام، نام کاربری یا آدرس ایمیل شما باشد.
fr: Le mot de passe doit comporter au moins 10 caractères et contenir au moins 3 des éléments suivants : lettres majuscules, lettres minuscules, chiffres et caractères spéciaux. Il ne peut pas être similaire à votre nom, votre nom d’utilisateur ou votre adresse e-mail.
hi: पासवर्ड में कम-से-कम 10 वर्ण (कैरेक्टर) होने चाहिए और इसमें निम्नलिखित में से 3 या अधिक होने चाहिए: (अंग्रेज़ी वर्णमाला का) अपरकेस अक्षर, लोअरकेस अक्षर, संख्याएं और विशिष्ट अक्षर। यह आपके नाम, उपयोगकर्ता नाम या ईमेल पते के समान नहीं हो सकता।
id: Kata sandi harus terdiri dari minimal 10 karakter dan berisi 3 atau lebih karakter berikut: huruf besar, huruf kecil, angka, dan karakter khusus. Kata sandi tidak boleh mirip dengan nama, nama pengguna, atau alamat email Anda.
ja: パスワードは10文字以上の長さで、大文字、小文字、数字、特殊記号のうち3つ以上を含んでいる必要があります。名前、ユーザー名、メールアドレスに似たものは使えません。
my: စကားဝှက်သည် အနည်းဆုံး 10 လုံး ရှိရမည်ဖြစ်ပြီး စာလုံးကြီး၊ စာလုံးသေး၊ နံပါတ်များနှင့် အထူးစာလုံးများ 3 ခု သို့မဟုတ် ထို့ထက်ပို၍ ပါဝင်ရမည် ဖြစ်သည်။ ၎င်းသည် သင့်အမည်၊ အသုံးပြုသူအမည် သို့မဟုတ် အီးမေးလ်လိပ်စာတို့နှင့် မတူရပါ။
ne: पासवर्ड कम्तिमा १० वर्ण लामो हुनुपर्छ र तलका मध्ये ३ वा बढी कुराहरु समावेश हुनुपर्छ: ठूला अक्षरहरू, सानो अक्षरहरू, संख्याहरू, र विशेष क्यारेक्टरहरू। यो तपाईंको नाम, प्रयोगकर्ता नाम, वा इमेल ठेगानासँग मिल्दोजुल्दो हुन सक्दैन।
pl: Hasło musi mieć co najmniej 10 znaków i zawierać co najmniej 3 z następujących elementów: wielkie litery, małe litery, cyfry i znaki specjalne. Nie może być ono podobne do Twojego imienia i nazwiska, nazwy użytkownika ani adresu e-mail.
pt: A senha deve ter no mínimo 10 caracteres e conter 3 ou mais dos seguintes: letras maiúsculas, letras minúsculas, números e caracteres especiais. Não pode ser parecido com seu nome, nome de usuário ou endereço de e-mail.
ru: Пароль должен состоять не менее чем из 10 символов и содержать 3 или более из следующих элементов: буквы верхнего регистра, буквы нижнего регистра, цифры и специальные символы. Он не может быть похож на ваше имя, имя пользователя или адрес электронной почты.
sw: A jelszónak legalább 10 karakter hosszúságúnak kell lennie és a következők közül legalább 3-at kell tartalmaznia: nagybetűk, kisbetűk, számok és speciális karakterek. Nem lehet hasonló a nevéhez, felhasználói nevéhez vagy az e-mail címéhez.
th: รหัสผ่านต้องมีความยาวอย่างน้อย 10 อักขระและประกอบด้วย 3 ชนิดขึ้นไปดังต่อไปนี้: ตัวอักษรตัวพิมพ์ใหญ่ ตัวอักษรตัวพิมพ์เล็ก ตัวเลข และอักขระพิเศษ ซึ่งต้องไม่คล้ายกับชื่อ ชื่อผู้ใช้ หรือที่อยู่อีเมลของคุณ
uk: Пароль повинен містити принаймні 10 символів і 3 або більше з наступних: великі літери, малі літери, цифри та спеціальні символи. Він не може бути схожим на ваше ім'я, ім'я користувача або адресу електронної пошти.
vi: Mật khẩu phải có tối thiểu 10 ký tự và chứa ít nhất 3 trong số các điều kiện sau: chữ cái viết hoa, chữ cái viết thường, số và ký tự đặc biệt. Mật khẩu không được giống với tên, tên người dùng hoặc địa chỉ email của bạn.

source: Public Administration
am: የህዝብ አስተዳደር
ar: الإدارة العامة
bn: জনপ্রশাসন
cs: Veřejná správa
de: Öffentliche Verwaltung
es: Administración pública
fa: امور عمومی
fr: Administration publique
hi: लोक प्रशासन
id: Administrasi Publik
ja: 公的機関
my: ပြည်သူ့အုပ်ချုပ်ရေး
ne: सार्वजनिक प्रशासन
pl: Publiczna administracja
pt: Administração Pública
ru: Государственное управление
sw: Közigazgatás
th: การบริหารรัฐกิจ
uk: Державне управління
vi: Hành chính công

source: Arts, Entertainment, and Recreation
am: ጥበባት፣ መዝናኛ እና መዝናኛ
ar: الفنون والترفيه والتسلية
bn: শিল্পকলা ও বিনোদন
cs: Umění, zábava a rekreace
de: Kunst, Unterhaltung und Erholung
es: Artes, entretenimiento y ocio
fa: هنر، سرگرمی و تفریح
fr: Arts, spectacles et loisirs
hi: कला, मनोरंजन और मनोविनोद
id: Seni, Hiburan, dan Rekreasi
ja: 芸術、エンターテインメント、レクレーション
my: အနုပညာ၊ ဖျော်ဖြေရေးနှင့် အပန်းဖြေရေး
ne: कला, मनोरञ्जन र शारीरिक क्रियाकलाप
pl: Sztuka, rozrywka i rekreacja
pt: Artes, Entretenimento e Recreação
ru: Искусство, развлечения и отдых
sw: Művészetek, szórakoztatás és szabadidő
th: ศิลปะ บันเทิง และสันทนาการ
uk: Мистецтво, розваги та відпочинок
vi: Nghệ thuật, Vui chơi và Giải trí

source: Educational Services / Higher Education
am: የትምህርት አገልግሎቶች / ከፍተኛ ትምህርት
ar: الخدمات التعليمية / التعليم العالي
bn: শিক্ষাসংক্রান্ত সেবা / উচ্চশিক্ষা
cs: Vzdělávací služby / vyšší vzdělávání
de: Bildungsdienstleistungen / Hochschulbildung
es: Servicios educativos / Enseñanza superior
fa: خدمات آموزشی / آموزش عالی
fr: Services éducatifs / Enseignement supérieur
hi: शैक्षणिक सेवाएँ / उच्च शिक्षा
id: Layanan Pendidikan / Pendidikan Tinggi
ja: 教育サービス／高等教育
my: ပညာရေးဝန်ဆောင်မှုများ / အဆင့်မြင့်ပညာရေး
ne: शैक्षिक सेवा / उच्च शिक्षा
pl: Usługi edukacyjne / Szkolnictwo wyższe
pt: Serviços Educacionais/Ensino Superior
ru: Образовательные услуги / Высшее образование
sw: Oktatási szolgáltatások / felsőoktatás
th: บริการการศึกษา / อุดมศึกษา
uk: Освітні послуги / Вища освіта
vi: Dịch vụ Giáo dục / Giáo dục đại học

source: Health Services / Public Health
am: የጤና አገልግሎቶች / የህዝብ ጤና
ar: الخدمات الصحية / الصحة العامة
bn: স্বাস্থ্যসেবা / জনস্বাস্থ্য
cs: Zdravotní služby / veřejné zdraví
de: Gesundheitsdienste / öffentliche Gesundheit
es: Servicios sanitarios / Salud pública
fa: خدمات بهداشتی / بهداشت عمومی
fr: Services de santé / Santé publique
hi: स्वास्थ्य सेवाएँ / सार्वजनिक स्वास्थ्य
id: Layanan Kesehatan / Kesehatan Masyarakat
ja: ヘルスサービス／公衆衛生
my: ကျန်းမာရေးဝန်ဆောင်မှုများ / ပြည်သူ့ကျန်းမာရေး
ne: स्वास्थ्य सेवा / सार्वजनिक स्वास्थ्य
pl: Służba zdrowia / Zdrowie publiczne
pt: Serviços de Saúde/Saúde Pública
ru: Медицинские услуги / Здравоохранение
sw: Egészségügyi szolgáltatások / közegészségügy
th: บริการสุขภาพ / สาธารณสุข
uk: Медичні послуги / Громадське здоров'я
vi: Dịch vụ y tế / Y tế Công cộng

source: Finance and Insurance
am: ፋይናንስ እና ኢንሹራንስ
ar: التمويل والتأمين
bn: অর্থনীতি ও বীমা
cs: Finance a pojištění
de: Finanzen und Versicherung
es: Finanzas y seguros
fa: امور مالی و بیمه
fr: Finance et Assurance
hi: वित्त और बीमा
id: Keuangan dan Asuransi
ja: 金融と保険
my: ဘဏ္ဍာရေးနှင့် အာမခံ
ne: वित्त र बीमा
pl: Finanse i Ubezpieczenia
pt: Finanças e Seguros
ru: Финансы и страхование
sw: Pénzügy és biztosítás
th: การเงินและการประกันภัย
uk: Фінанси та страхування
vi: Tài chính và Bảo hiểm

source: Information / Media
am: መረጃ / ሚዲያ
ar: المعلومات / وسائل الإعلام
bn: তথ্য / মিডিয়া
cs: Informace/média
de: Informationen / Medien
es: Información / Medios de comunicación
fa: اطلاعات / رسانه
fr: Informations / Médias
hi: सूचना / मीडिया
id: Informasi / Media
ja: 情報／メディア
my: သတင်းအချက်အလက် / မီဒီယာ
ne: सूचना / मिडिया
pl: Informacje/Media
pt: Informação/Mídia
ru: Информация/СМИ
sw: Tájékoztatás / média
th: ข้อมูล / สื่อ
uk: Інформація / Медіа
vi: Thông tin / Truyền thông

source: Economic/Social Development
am: ኢኮኖሚያዊ / ማህበራዊ ልማት
ar: التنمية الاقتصادية والاجتماعية
bn: অর্থনৈতিক/সামাজিক উন্নয়ন
cs: Ekonomický/sociální rozvoj
de: Wirtschaftliche/soziale Entwicklung
es: Desarrollo económico/social
fa: توسعه اقتصادی/اجتماعی
fr: Développement économique et social
hi: आर्थिक / सामाजिक विकास
id: Pembangunan Ekonomi/Sosial
ja: 経済／社会発展
my: စီးပွားရေး/လူမှုဖွံ့ဖြိုးတိုးတက်ရေး
ne: आर्थिक/सामाजिक विकास
pl: Rozwój gospodarczy/społeczny
pt: Desenvolvimento econômico/social
ru: Экономическое/Социальное развитие
sw: Gazdasági/szociális fejlesztés
th: การพัฒนาเศรษฐกิจ/สังคม
uk: Економічний/соціальний розвиток
vi: Phát triển Kinh tế/Xã hội

source: Security / Police / Peacekeeping
am: ደህንነት / ፖሊስ / ሰላም አስከባሪ
ar: الأمن / الشرطة / حفظ السلام
bn: নিরাপত্তা / পুলিশ / শান্তিরক্ষা
cs: Bezpečnost / policie / udržování míru
de: Sicherheit / Polizei / Friedenssicherung
es: Seguridad / Policía / Construcción de paz
fa: امنیت / پلیس / حفظ صلح
fr: Sécurité / Police / Maintien de la paix
hi: सुरक्षा / पुलिस / शांति व्यवस्था (पीसकीपिंग)
id: Keamanan / Polisi / Pasukan Perdamaian
ja: 防犯／警察／平和維持
my: လုံခြုံရေး / ရဲ / ငြိမ်းချမ်းရေး ထိန်းသိမ်းရေး
ne: सुरक्षा / पुलिस / शान्ति स्थापना
pl: Bezpieczeństwo / Policja / Utrzymanie pokoju
pt: Segurança/polícia/manutenção da paz
ru: Безопасность/Полиция/Миротворчество
sw: Közbiztonság / Rendfenntartás / Békefenntartás
th: การรักษาความปลอดภัย / ตำรวจ / การรักษาสันติภาพ
uk: Безпека / Поліція / Миротворча діяльність
vi: An ninh / Cảnh sát / Gìn giữ hòa bình

source: Disarmament & Demobilization
am: ትጥቅ ማስፈታት እና ማሰባሰብ
ar: نزع السلاح والتسريح
bn: নিরস্ত্রীকরণ ও সেনানিবৃত্তি
cs: Odzbrojování a demobilizace
de: Abrüstung und Demobilisierung
es: Desarme y desmovilización
fa: خلع سلاح و بسیج زدایی
fr: Désarmement et démobilisation
hi: निरस्त्रीकरण और सैन्यवियोजन
id: Gencatan Senjata &amp; Demobilisasi
ja: 軍備縮小と招集解除
my: လက်နက်ဖျက်သိမ်းရေးနှင့် ဆုတ်ခွာရေး
ne: निशस्त्रीकरण र स्थिरिकरण
pl: Rozbrojenie i demobilizacja
pt: Desarmamento e desmobilização
ru: Разоружение и демобилизация
sw: Leszerelés és feloszlatás
th: การลดอาวุธและการถอนกำลัง
uk: Роззброєння та демобілізація
vi: Xuất ngũ &amp; Giải trừ quân bị

source: Environment
am: አካባቢ
ar: البيئة
bn: পরিবেশ
cs: Životní prostředí
de: Umwelt
es: Medioambiente
fa: محیط
fr: Environnement
hi: पर्यावरण
id: Lingkungan
ja: 環境
my: သဘာဝပတ်ဝန်းကျင်
ne: वातावरण
pl: Środowisko
pt: Meio ambiente
ru: Окружающая среда
sw: Környezetvédelem
th: สิ่งแวดล้อม
uk: Навколишнє середовище
vi: Môi trường

source: Private sector
am: የግል ዘርፍ
ar: القطاع الخاص
bn: ব্যক্তিগত খাত
cs: Soukromý sektor
de: Privater Sektor
es: Sector privado
fa: بخش خصوصی
fr: Secteur privé
hi: निजी क्षेत्र
id: Sektor swasta
ja: 民間セクター
my: ပုဂ္ဂလိက ကဏ္ဍ
ne: निजी क्षेत्र
pl: Sektor prywatny
pt: Setor privado
ru: Частный сектор
sw: Magánszektor
th: ภาคส่วนเอกชน
uk: Приватний сектор
vi: Khu vực tư nhân

source: Humanitarian - Coordination / Information Management
am: ሰብአዊነት - ማስተባበር / የመረጃ አስተዳደር
ar: الشؤون الإنسانية - التنسيق / إدارة المعلومات
bn: মানবিক - সমন্বয় / তথ্য ব্যবস্থাপনা
cs: Humanitární oblast – koordinace / správa informací
de: Humanitäre Hilfe – Koordination/Informationsmanagement
es: Humanitario: Coordinación / Manejo de información
fa: بشردوستانه - هماهنگی / مدیریت اطلاعات
fr: Humanitaire - Coordination / Gestion de l’information
hi: मानवीय - समन्वय / सूचना प्रबंधन
id: Kemanusiaan - Koordinasi / Manajemen Informasi
ja: 人道ー連携／情報管理
my: လူသားချင်းစာနာထောက်ထားမှု - ညှိနှိုင်းရေး / သတင်းအချက်အလက် စီမံခန့်ခွဲရေး
ne: मानवीय - समन्वय / सूचना व्यवस्थापन
pl: Pomoc humanitarna — koordynacja / zarządzanie informacjami
pt: Humanitário - coordenação/gestão da informação
ru: Гуманитарная деятельность: координация / управление информацией
sw: Humanitárius – Koordináció/információkezelés
th: มนุษยธรรม - การประสานงาน / การจัดการข้อมูล
uk: Гуманітарна сфера - Координація / Управління інформацією
vi: Nhân đạo – Điều phối / Quản lý thông tin

source: Humanitarian - Multiple Clusters
am: ሰብአዊነት - ብዙ ዘለላዎች
ar: الشؤون الإنسانية -مجموعات متعددة
bn: মানবিক - একাধিক ক্লাস্টার
cs: Humanitární oblast – více sektorů (clusterů) pomoci
de: Humanitäre Hilfe – mehrere Cluster
es: Humanitario: Múltiples grupos/clusters
fa: بشردوستانه - خوشه های چندگانه
fr: Humanitaire - Groupes multiples
hi: मानवीय - एकाधिक क्लस्टर
id: Kemanusiaan - Berbagai Kelompok
ja: 人道ー複数クラスター
my: လူသားချင်းစာနာထောက်ထားမှု - များစွာသော အစုအဝေးများ
ne: मानवीय - बहु क्लस्टरहरू
pl: Pomoc humanitarna — wiele klastrów
pt: Humanitário - Múltiplos Clusters
ru: Гуманитарная сфера: несколько кластеров
sw: Humanitárius – Több klaszter
th: มนุษยธรรม - หลายกลุ่ม
uk: Гуманітарна сфера - Кілька кластерів
vi: Nhân đạo – Đa cụm
