Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: The password must contain at least ##number of rules## different kinds of characters.
am: የይለፍ ቃሉ ##number of rules## ቢያንስ የተለያዩ አይነት ቁምፊዎችን መያዝ አለበት።
ar: يجب أن تحتوي كلمة المرور على الأقل ##number of rules## أنواع مختلفة من الشخصيات.
bn: পাসওয়ার্ডে অন্তত ##number of rules##টি ভিন্ন ভিন্ন ধরনের অক্ষর থাকতে হবে।
cs: Heslo musí obsahovat nejméně ##number of rules## různých druhů znaků.
de: Das Passwort muss mindestens ##number of rules## verschiedene Zeichenarten enthalten.
es: La contraseña debe contener al menos ##number of rules## tipos de caracteres diferentes.
fa: رمز عبور باید حداقل ##number of rules## کاراکتر باشد.
fr: Le mot de passe doit contenir au moins ##number of rules## différents types de caractères.
hi: पासवर्ड में कम-से-कम ##number of rules## विभिन्न प्रकार के अक्षर (कैरेक्टर) होने चाहिए।
id: Kata sandi harus berisi minimal ##number of rules## jenis karakter yang berbeda.
ja: パスワードには少なくとも##number of rules##種類以上の文字を含めなければなりません。
my: စကားဝှက်သည် အနည်းဆုံး ကွဲပြားသည့် စာလုံးအမျိုးအစားများ ##number of rules## ခု ပါ၀င်သင့်သည်။
ne: पासवर्डमा कम्तिमा ##number of rules## विभिन्न प्रकारका अक्षरहरू हुनुपर्छ।
pl: Hasło musi zawierać co najmniej ##number of rules## różne rodzaje znaków.
pt: A senha deve conter pelo menos ##number of rules## tipos diferentes de caracteres.
ru: Пароль должен содержать не менее ##number of rules## различных видов символов.
sw: A jelszónak legalább ##number of rules## különböző típusú karaktert kell tartalmaznia.
th: รหัสผ่านจะต้องมีอักขระที่แตกต่างกันอย่างน้อย ##number of rules## ชนิด
uk: Пароль повинен містити щонайменше ##number of rules## різних типів символів.
vi: Mật khẩu phải có tối thiểu ##number of rules## loại ký tự khác nhau.

source: Incorrect current password.
am: የተሳሳተ የአሁኑ የይለፍ ቃል።
ar: كلمة المرور الحالية غير صحيحة.
bn: বর্তমান পাসওয়ার্ড ভুল।
cs: Nesprávné současné heslo.
de: Falsches aktuelles Passwort.
es: Contraseña actual incorrecta.
fa: رمز عبور فعلی نادرست است.
fr: Mot de passe actuel incorrect.
hi: ग़लत मौजूदा पासवर्ड।
id: Kata sandi saat ini salah.
ja: 現在のパスワードが間違っています。
my: လက်ရှိ စကားဝှက်သည် မှားယွင်းနေပါသည်။
ne: हालको पासवर्ड गलत छ।
pl: Nieprawidłowe bieżące hasło.
pt: Senha atual incorreta.
ru: Неверный текущий пароль.
sw: Hibás jelenlegi jelszó.
th: รหัสผ่านปัจจุบันไม่ถูกต้อง
uk: Недійсний поточний пароль.
vi: Mật khẩu hiện tại không đúng.

source: `current_password` and `new_password` must both be
am: `current_password` እና `new_password` ሁለቱም መሆን አለባቸው
ar: `current_password` و `new_password` يجب أن يكون كلاهما
bn: `current_password` ও `new_password` দুটোই
cs: `current_password` i `new_password` musí být
de: `current_password`und `new_password` müssen sein
es: Tanto `current_password` como `new_password` deben ser
fa: `current_password` و `new_password` هر دو باید باشند
fr: `current_password` et `new_password` doivent tous deux être
hi: `current_password` और `new_password` दोनों होने चाहिए
id: `current_password` dan `new_password` harus keduanya
ja: `current_password`と`new_password`の両方がなければなりません
my: `current_password` နှင့် `new_password` နှစ်ခုလုံး ဖြစ်ရမည်
ne: `current_password` र `new_password` दुवै हुनुपर्छ
pl: Zarówno `current_password`, jak i `new_password` muszą być
pt: `current_password` e `new_password` ambos devem ser
ru: `current_password` и `new_password` должны быть оба
sw: Mind `current_password` és `new_password` szükséges
th: ทั้ง `current_password` และ `new_password` ต้องเป็น
uk: `current_password` і `new_password` повинні бути
vi: `current_password` và `new_password` đều phải là

source: This field may not be blank.
am: ይህ መስክ ባዶ ላይሆን ይችላል።
ar: لا يجوز أن يكون هذا الحقل فارغاً.
bn: এই ঘরটি ফাঁকা রাখা যাবে না।
cs: Toto pole nesmí být prázdné.
de: Dieses Feld darf nicht leer sein.
es: Este campo no puede estar vacío.
fa: این فیلد ممکن است خالی نباشد.
fr: Ce champ ne doit pas être vide.
hi: यह फ़ील्ड रिक्त नहीं हो सकती।
id: Bagian ini tidak boleh kosong.
ja: このフィールドを空にすることはできません。
my: ဤအကွက်သည် ကွက်လပ် မဖြစ်ရပါ။
ne: यो क्षेत्र खाली नहुन सक्छ।
pl: To pole nie może być puste.
pt: Este campo não pode ficar em branco.
ru: Это поле не может быть пустым.
sw: Ez a mező nem lehet üres.
th: ฟิลด์นี้ต้องไม่เว้นว่าง
uk: Це поле не може бути порожнім.
vi: Trường này không được để trống.

source: %(count)d project has been undeleted
am: %(count)d ፕሮጀክቱ አልተሰረዘም
ar: %(count)d تم إلغاء المشروع
bn: %(count)dটি প্রকল্পকে মুছে ফেলা অবস্থা থেকে ফিরিয়ে আনা হয়েছে
cs: Projekt %(count)d byl obnoven
de: %(count)d Projekt wurde wiederhergestellt
es: Se restauró el proyecto %(count)d
fa: %(count)d پروژه حذف نشده است
fr: La suppression du projet %(count)d a été annulée
hi: %(count)d प्रोजेक्ट वापस लाया गया है
id: %(count)d proyek telah dibatalkan penghapusannya
ja: %(count)dプロジェクトの削除が取り消されました
my: %(count)d ခု ပရောဂျက်ကို ဖျက်ပစ်ခဲ့ခြင်း မရှိပါ
ne: %(count)d परियोजना मेटाइएको छैन
pl: %(count)d projekt został przywrócony
pt: O projeto %(count)d foi restaurado
ru: Проект %(count)d не удален
sw: %(count)d projekt törlése vissza lett vonva
th: ยกเลิกการลบโครงการ%(count)dแล้ว
uk: Проєкт %(count)d було відновлено
vi: %(count)d dự án đã được khôi phục

source: %(count)d project has been deleted
am: %(count)d ፕሮጀክቱ ተሰርዙዋል
ar: %(count)d تم حذف المشروع
bn: %(count)dটি প্রকল্পকে মুছে ফেলা হয়েছে
cs: Projekt %(count)d byl vymazán
de: %(count)d Projekt wurde gelöscht
es: Se eliminó el proyecto %(count)d
fa: %(count)d پروژه حذف شده است
fr: Le projet %(count)d a été supprimé
hi: %(count)d प्रोजेक्ट हटा दिया गया है
id: %(count)d proyek telah dihapus
ja: %(count)dプロジェクトは削除されています
my: %(count)d ခု ပရောဂျက်ကို ဖျက်ပစ်ခဲ့သည်
ne: %(count)d परियोजना हटाइएको छ
pl: %(count)d projekt został usunięty
pt: O projeto %(count)d foi excluído
ru: Проект %(count)d удален
sw: %(count)d projekt törölve lett
th: ลบโครงการ%(count)dแล้ว
uk: Проєкт %(count)d видалено
vi: %(count)d dự án đã bị xóa

source: %(count)d project has been unarchived
am: %(count)d ፕሮጀክት ከማህደር ወጥቷል
ar: %(count)d تمت إلغاء أرشفة المشروع
bn: %(count)dপ্রকল্পকে আনআর্কাইভ করা হয়েছে
cs: Projekt %(count)d byl odstraněn z archivu
de: %(count)d Projekt wurde dearchiviert
es: Se desarchivó el proyecto %(count)d
fa: %(count)d پروژه از بایگانی خارج نشده است
fr: L’archivage du projet %(count)d a été annulé
hi: %(count)d प्रोजेक्ट को असंग्रहित कर दिया गया है
id: %(count)d proyek telah dibatalkan pengarsipannya
ja: %(count)dプロジェクトのアーカイブが解除されました
my: %(count)d ခု ပရောဂျက်ကို သိမ်းဆည်းခဲ့ခြင်းမရှိပါ
ne: %(count)d परियोजना अनभिलेख गरिएको छ
pl: %(count)d projekt nie został zarchiwizowany
pt: O projeto %(count)d foi desarquivado
ru: Проект %(count)d разархивирован
sw: %(count)d projekt archiválása vissza lett vonva
th: ยกเลิกการเก็บถาวรโครงการ%(count)dแล้ว
uk: Проєкт %(count)d було розархівовано
vi: %(count)d dự án đã hoàn tác lưu trữ

source: %(count)d project has been archived
am: %(count)d ፕሮጀክት በማህደር ተቀምጧል
ar: %(count)d تمت أرشفة المشروع
bn: %(count)dটি প্রকল্পকে আর্কাইভ করা হয়েছে
cs: Projekt %(count)d byl přidán do archivu
de: %(count)d Projekt wurde archiviert
es: Se archivó el proyecto %(count)d
fa: %(count)d پروژه بایگانی شده است
fr: Le projet %(count)d a été archivé
hi: %(count)d प्रोजेक्ट संग्रहीत किया गया है
id: %(count)d proyek telah diarsipkan
ja: %(count)dプロジェクトはアーカイブ済みです
my: %(count)d ခု ပရောဂျက်ကို သိမ်းဆည်းခဲ့ပါသည်
ne: %(count)d परियोजना अभिलेख गरिएको छ
pl: %(count)d projekt został zarchiwizowany
pt: O projeto %(count)d foi arquivado
ru: Проект %(count)d отправлен в архив
sw: %(count)d projekt archiválva lett
th: โครงการ%(count)dได้รับการเก็บถาวรแล้ว
uk: Проєкт %(count)d заархівовано
vi: %(count)d dự án đã được lưu trữ

source: One or many projects have been deleted already!
am: አንድ ወይም ብዙ ፕሮጀክቶች ቀድሞውኑ ተሰርዘዋል!
ar: تم حذف مشروع واحد أو العديد من المشاريع بالفعل!
bn: এক বা একাধিক প্রকল্প ইতোমধ্যেই মুছে ফেলা হয়েছে!
cs: Jeden či více projektů již byly vymazány!
de: Ein oder mehrere Projekte wurden bereits gelöscht!
es: ¡Ya se eliminaron uno o varios proyectos!
fa: یک یا چند پروژه قبلاً حذف شده اند!
fr: Un ou plusieurs projets ont déjà été supprimés !
hi: एक या कई प्रोजेक्ट पहले ही हटा दिए गए हैं!
id: Salah satu atau beberapa proyek telah dihapus sebelumnya!
ja: 1つ以上のプロジェクトが既に削除されています！
my: စီမံကိန်းတစ်ခု သို့မဟုတ် အများအပြားကို ဖျက်ပစ်ခဲ့ပြီးပါပြီ။
ne: एक वा धेरै परियोजनाहरू पहिले नै मेटाइएका छन्!
pl: Co najmniej jeden projekt został już usunięty!
pt: Um ou mais projetos já foram excluídos!
ru: Один или несколько проектов уже удалены!
sw: Egy vagy több projekt már törölve van!
th: โครงการหนึ่งหรือหลายโครงการถูกลบไปแล้ว!
uk: Один або багато проєктів вже видалено!
vi: Một hoặc nhiều dự án đã bị xóa!

source: One or many projects are already being deleted!
am: አንድ ወይም ብዙ ፕሮጀክቶች ቀድሞውኑ እየተሰረዙ ነው!
ar: تم بالفعل حذف مشروع واحد أو عدة مشاريع!
bn: এক বা একাধিক প্রকল্প মুছে ফেলার কাজ চলছে!
cs: Jeden či více projektů již bylo smazáno!
de: Ein oder mehrere Projekte werden bereits gelöscht!
es: ¡Ya se están borrando uno o varios proyectos!
fa: یک یا چند پروژه در حال حاضر حذف شده اند!
fr: Un ou plusieurs projets sont déjà en cours de suppression !
hi: एक या अनेक प्रोजेक्ट पहले से ही हटाए जा रहे हैं!
id: Salah satu atau beberapa proyek sedang dalam proses penghapusan!
ja: 1つ以上のプロジェクトが既に削除されています！
my: စီမံကိန်းတစ်ခု သို့မဟုတ် အများအပြားကို ဖျက်ပစ်ပြီးပြီ ဖြစ်သည်။
ne: एक वा धेरै परियोजनाहरू पहिले नै मेटाइँदै छन्!
pl: Co najmniej jeden projekt jest usuwany!
pt: Um ou mais projetos já estão sendo excluídos!
ru: Один или несколько проектов уже удаляются!
sw: Egy vagy több projekt törlés alatt áll!
th: โครงการหนึ่งหรือหลายโครงการกำลังถูกลบอยู่!
uk: Один або кілька проєктів вже видаляються!
vi: Một hoặc nhiều dự án đang được xóa!

source: `action` parameter is required
am: `action` መለኪያ ያስፈልጋል
ar: `action` البارومتر مطلوب
bn: `action` প্যারামিটারটি আবশ্যক
cs: Parametr `action` je vyžadován
de: `action`-Parameter ist erforderlich
es: Se requiere el parámetro `action`
fa: پارامتر `action` مورد نیاز است
fr: Le paramètre `action` est obligatoire
hi: `action` पैरामीटर आवश्यक है
id: Parameter `action` diperlukan
ja: `action`パラメーターは必須です
my: ကန့်သတ်ချက် `action` ခု လိုအပ်သည်
ne: `action` पारामिटर आवश्यक छ
pl: Parametr `action` jest wymagany
pt: O parâmetro`action` é obrigatório
ru: Параметр `action` является обязательным
sw: `action` paraméter szükséges
th: จำเป็นต้องมีพารามิเตอร์`action`
uk: Параметр `action` є обов'язковим
vi: Phải có tham số `action`

source: Supported values for `action` are:
am: የሚደገፉ እሴቶች ለ`action` ናቸው፦
ar: `action` القيم المدعومة هي:
bn: `action`-এর গ্রহণযোগ্য মানগুলো হল:
cs: Podporované hodnoty pro `action` jsou:
de: Unterstützte Werte für `action` sind:
es: Los valores permitidos para `action` son:
fa: مقادیر پذیرفته شده برای `action` عبارتند از:
fr: Les valeurs prises en charge pour `action` sont les suivantes :
hi: `action` के लिए समर्थित मान हैं:
id: Nilai yang didukung untuk `action` adalah:
ja: `action`でサポートされる値は次のとおりです:
my: `action` အတွက် ပံ့ပိုးပေးထားသော တန်ဖိုးများမှာ-
ne: `action` का लागि यो समर्थित मानहरू हुन्:
pl: Obsługiwane wartości `action` to:
pt: Os valores compatíveis com `action` são:
ru: Поддерживаются следующие значения для `action`:
sw: A(z) `action` elfogadható értékei:
th: ค่าที่รองรับสำหรับ`action` คือ:
uk: Підтримуваними значеннями для `action` є:
vi: Các giá trị hỗ trợ cho `action` là:

source: Draft projects cannot be archived
am: ረቂቅ ፕሮጀክቶች በማህደር ሊቀመጡ አይችሉም
ar: لا يمكن أرشفة مسودات المشاريع
bn: খসড়া প্রকল্পকে আর্কাইভ করা যায় না
cs: Návrhy projektů nelze přidat do archivu
de: Projektentwürfe können nicht archiviert werden
es: Los proyectos en borrador no pueden archivarse
fa: پروژه های پیش نویس را نمی توان بایگانی کرد
fr: Les brouillons de projets ne peuvent pas être archivés
hi: ड्राफ्ट प्रोजेक्ट संग्रहीत नहीं किए जा सकते हैं
id: Draf proyek tidak dapat diarsipkan
ja: プロジェクトの下書きをアーカイブすることはできません
my: စီမံကိန်း မူကြမ်းများကို သိမ်းဆည်းထားနိုင်ခြင်းမရှိပါ
ne: मस्यौदा परियोजनाहरू अभिलेख गर्न सकिँदैन
pl: Wersje projektów nie mogą być archiwizowane
pt: Os projetos de rascunho não podem ser arquivados
ru: Черновики проектов не подлежат архивированию
sw: Vázlat állapotú projektek nem archiválhatók
th: ไม่สามารถเก็บถาวรโครงการฉบับร่างได้
uk: Чернетки проєктів не можуть бути заархівовані
vi: Không thể lưu trữ các dự án nháp

source: Confirmation is required
am: ማረጋገጫ ያስፈልጋል
ar: التأكيد مطلوب
bn: নিশ্চিতকরণ আবশ্যক
cs: Je vyžadováno potvrzení
de: Eine Bestätigung ist erforderlich
es: La confirmación es obligatoria
fa: تایید لازم است
fr: Une confirmation est requise
hi: पुष्टि आवश्यक है
id: Konfirmasi diperlukan
ja: 確認は必須です
my: အတည်ပြုချက် လိုအပ်ပါသည်
ne: पुष्टिकरण आवश्यक छ
pl: Wymagane jest potwierdzenie
pt: A confirmação é obrigatória
ru: Требуется подтверждение
sw: Megerősítés szükséges
th: จำเป็นต้องมีการยืนยัน
uk: Потрібне підтвердження
vi: Bắt buộc phải có xác nhận

source: The property is required
am: ንብረቱ ያስፈልጋል
ar: العقار مطلوب
bn: এই প্রোপার্টিটি আবশ্যক
cs: Je vyžadována vlastnost
de: Die Eigenschaft ist erforderlich
es: La propiedad es obligatoria
fa: ویژگی مورد نیاز است
fr: La propriété est obligatoire
hi: संपत्ति या प्रॉपर्टी की आवश्यकता है
id: Properti diperlukan
ja: プロパティーは必須です
my: ပိုင်ဆိုင်မှု လိုအပ်သည်
ne: सम्पत्ति आवश्यक छ
pl: Wartość jest wymagana
pt: A propriedade é obrigatória
ru: Свойство является необходимым
sw: A tulajdonság szükséges
th: จำเป็นต้องมีคุณสมบัติ
uk: Потрібна властивість
vi: Bắt buộc phải có thuộc tính

source: The property must be an array
am: ንብረቱ ድርድር መሆን አለበት
ar: يجب أن تكون الخاصية مصفوفة
bn: এই প্রোপার্টিটিকে একটি অ্যারে হতে হবে
cs: Touto vlastností musí být pole
de: Die Eigenschaft muss ein Array sein
es: La propiedad debe ser una matriz (array)
fa: ویژگی باید یک آرایه باشد
fr: La propriété doit être un tableau
hi: प्रॉपर्टी एक श्रृंखला (array) होनी चाहिए
id: Properti harus berupa himpunan
ja: プロパティーは配列である必要があります
my: ပိုင်ဆိုင်မှုကို ခင်းကျင်းထားရမည်
ne: सम्पत्ति एरे हुनुपर्छ
pl: Właściwość musi być tablicą
pt: A propriedade deve ser uma matriz
ru: Свойство должно представлять собой массив
sw: A tulajdonságnak egy tömbnek kell lennie
th: คุณสมบัติต้องเป็นอาร์เรย์
uk: Властивість має бути масивом
vi: Thuộc tính phải là một mảng

source: Some fields are invalid, choices are: `{valid_fields}`
am: አንዳንድ መስኮች ልክ ያልሆኑ ናቸው፣ ምርጫዎቹ የሚከተሉት ናቸው፦`{valid_fields}`
ar: بعض الحقول غير صالحة، الاختيارات هي: `{valid_fields}`
bn: কয়েকটি পূরণীয় ঘর গ্রহণযোগ্য নয়, এখান থেকে বেছে নিন: `{valid_fields}`
cs: Některá pole jsou neplatná, možnostmi jsou: `{valid_fields}`
de: Einige Felder sind ungültig. Zur Auswahl stehen: `{valid_fields}`
es: Algunos campos no son válidos, las opciones son: `{valid_fields}`
fa: برخی از بخش ها باطل هستند، گزینه ها عبارتند از: `{valid_fields}`
fr: Certains champs ne sont pas valides, les options sont : `{valid_fields}`
hi: कुछ फ़ील्ड अमान्य हैं, विकल्प हैं: `{valid_fields}`
id: Beberapa bagian tidak valid, pilihannya adalah: `{valid_fields}`
ja: 一部のフィールドが無効です。選択肢は次のとおりです: `{valid_fields}`
my: အချို့သော အကွက်များသည် မှန်ကန်မှု မရှိပါ၊ ရွေးချယ်မှုများမှာ-`{valid_fields}`
ne: केही क्षेत्रहरू अमान्य छन्, विकल्पहरू यी हुन्: `{valid_fields}`
pl: Niektóre pola są nieprawidłowe. Dostępne opcje to: `{valid_fields}`
pt: Alguns campos estão inválidos. As opções são: `{valid_fields}`
ru: Некоторые поля недопустимы, варианты: `{valid_fields}`
sw: Néhány mező érvénytelen, a választási lehetőségek: `{valid_fields}`
th: บางฟิลด์ไม่ถูกต้อง ตัวเลือกคือ: `{valid_fields}`
uk: Деякі поля недійсні, вибір є: `{valid_fields}`
vi: Một số trường không hợp lệ, các lựa chọn là: `{valid_fields}`

source: User cannot update current parent collection
am: ተጠቃሚ የአሁኑን የወላጅ ስብስብ ማዘመን አይችልም
ar: لا يمكن للمستخدم تحديث المجموعة الأصلية الحالية
bn: বর্তমান ধারক (প্যারেন্ট) সংগ্রহটিকে ইউজার আপডেট করতে পারবে না
cs: Uživatel nemůže aktualizovat aktuální nadřazenou sbírku
de: Der/die Benutzer*in kann die aktuelle übergeordnete Sammlung nicht aktualisieren
es: El usuario no puede actualizar la recolección principal actual
fa: کاربر نمی تواند مجموعه والد فعلی را به روز کند
fr: L’utilisateur ne peut pas mettre à jour la collection parente actuelle
hi: उपयोगकर्ता वर्तमान मूल संग्रह का अद्यतन (अपडेट) नहीं कर सकता
id: Pengguna tidak dapat memperbarui koleksi induk saat ini
ja: ユーザーは現在の親コレクションをアップデートできません
my: အသုံးပြုသူသည် လက်ရှိ ပင်မစုစည်းမှုကို အဆင့်မမြှင့်တင်နိုင်ပါ
ne: प्रयोगकर्ताले वर्तमान मुख्य संग्रहलाई अपडेट गर्न सक्दैन
pl: Użytkownik nie może zaktualizować bieżącej kolekcji nadrzędnej
pt: O usuário não pode atualizar a coleção principal atual
ru: Пользователь не может обновить текущую родительскую подборку
sw: A felhasználónak nincs jogosultsága a jelenlegi főgyűjtemény szerkesztéséhez
th: ผู้ใช้ไม่สามารถอัปเดตคอลเลกชันต้นำกำเนิดปัจจุบันได้
uk: Користувач не може оновити поточну материнську колекцію
vi: Người dùng không thể cập nhật bộ sưu tập gốc hiện tại

source: Target collection not found
am: የዒላማ ስብስብ አልተገኘም
ar: لم يتم العثور على المجموعة المستهدفة
bn: কাঙ্ক্ষিত সংগ্রহটি পাওয়া যায় নি
cs: Cílová sbírka nebyla nalezena
de: Zielsammlung nicht gefunden
es: No se encontró la recolección de destino
fa: مجموعه هدف یافت نشد
fr: Collection cible introuvable
hi: लक्ष्य संग्रह नहीं मिला
id: Koleksi target tidak ditemukan
ja: 対象のコレクションが見つかりません
my: ပစ်မှတ် စုစည်းမှု မတွေ့ပါ
ne: लक्षित संग्रह प्राप्त गरिएन
pl: Nie znaleziono kolekcji docelowej
pt: Coleção de destino não encontrada
ru: Целевая подборка не найдена
sw: A célgyűjtemény nem található
th: ไม่พบคอลเลกชันเป้าหมาย
uk: Цільову колекцію не знайдено
vi: Không tìm thấy bộ sưu tập đích

source: User cannot update target parent collection
am: ተጠቃሚ የታለመውን የወላጅ ስብስብ ማዘመን አይችልም
ar: لا يمكن للمستخدم تحديث المجموعة الأصلية المستهدفة
bn: কাঙ্ক্ষিত ধারক (প্যারেন্ট) সংগ্রহটিকে ইউজার আপডেট করতে পারবে না
cs: Uživatel nemůže aktualizovat cílovou nadřazenou sbírku
de: Der/die Benutzer*in kann die übergeordnete Zielsammlung nicht aktualisieren
es: El usuario no puede actualizar la recolección principal de destino
fa: کاربر نمی تواند مجموعه والد هدف را به روز کند
fr: L’utilisateur ne peut pas mettre à jour la collection parente cible
hi: उपयोगकर्ता लक्ष्य मूल संग्रह को अपडेट नहीं कर सकता
id: Pengguna tidak dapat memperbarui koleksi induk target
ja: ユーザーは対象の親コレクションをアップデートできません
my: အသုံးပြုသူသည် ပစ်မှတ် ပင်မစုစည်းမှုကို အဆင့်မမြှင့်တင်နိုင်ပါ
ne: प्रयोगकर्ताले लक्षित मुख्य संग्रहलाई अपडेट गर्न सक्दैन
pl: Użytkownik nie może zaktualizować docelowej kolekcji nadrzędnej
pt: O usuário não pode atualizar a coleção principal alvo
ru: Пользователь не может обновить целевую родительскую подборку
sw: A felhasználó nem frissítheti a módosítani kívánt főgyűjteményt
th: ผู้ใช้ไม่สามารถอัปเดตคอลเลกชันต้นกำเนิดเป้าหมายได้
uk: Користувач не може оновити цільову материнську колекцію
vi: Người dùng không thể cập nhật bộ sưu tập cha đích

source: `export_settings` must contain all the following required keys: {}
am: `export_settings` ሁሉንም የሚከተሉትን አስፈላጊ ቁልፎች መያዝ አለበት፦ {}
ar: `export_settings` يجب أن تحتوي على جميع المفاتيح المطلوبة التالية: {}
bn: `export_settings`-এ অবশ্যই এই বাধ্যতামূলক কীগুলোর (key) সবকটি থাকতে হবে: {}
cs: `export_settings` musí obsahovat všechny následující povinné klíče: {}
de: `export_settings` muss alle folgenden erforderlichen Schlüssel enthalten: {}
es: `export_settings` debe contener todas las siguientes claves necesarias: {}
fa: `export_settings` باید شامل تمام کلیدهای مورد نیاز ذیل باشد: {}
fr: `export_settings` doit contenir toutes les clés requises suivantes : {}
hi: `export_settings` में निम्नलिखित सभी आवश्यक कुंजियाँ (keys)होनी चाहिए: {}
id: `export_settings` harus berisi semua kunci yang diperlukan berikut: {}
ja: `export_settings`には次の必須キーのすべてを含める必要があります: {}
my: `export_settings` ခုသည် အောက်ပါ လိုအပ်သည့် သော့များ အားလုံး ပါဝင်ရမည်- {}
ne: `export_settings` मा निम्न सबै आवश्यक कुञ्जीहरू समावेश हुनुपर्छ: {}
pl: `export_settings` musi zawierać wszystkie następujące wymagane klucze: {}
pt: `export_settings` deve conter todas as chaves obrigatórias a seguir: {}
ru: Элемент `export_settings` должен содержать все следующие необходимые ключи: {}
sw: `export_settings` elemnek a következő szükséges kulcsok mindegyikét tartalmaznia kell: {}
th: `export_settings`ต้องมีคีย์ที่จำเป็นทั้งหมดต่อไปนี้: {}
uk: `export_settings` має містити всі наступні необхідні ключі: {}
vi: `export_settings` phải chứa tất cả các khóa bắt buộc sau đây: {}

source: `export_settings` can contain only the following valid keys: {}
am: `export_settings` የሚከተሉትን ትክክለኛ ቁልፎች ብቻ ሊይዝ ይችላል፦ {}
ar: `export_settings` يمكن أن يحتوي فقط على المفاتيح الصالحة التالية فقط: {}
bn: `export_settings`-এ শুধু গ্রহণযোগ্য এই কীগুলোই (key) থাকতে পারবে: {}
cs: `export_settings` může obsahovat pouze následující platné klíče: {}
de: `export_settings` kann nur die folgenden gültigen Schlüssel enthalten: {}
es: `export_settings` solo puede contener las siguientes claves válidas: {}
fa: `export_settings` فقط می تواند حاوی کلیدهای درست ذیل باشد: {}
fr: `export_settings` ne peut contenir que les clés valides suivantes : {}
hi: `export_settings` में केवल निम्नलिखित मान्य कुंजियाँ हो सकती हैं: {}
id: `export_settings` hanya dapat berisi kunci yang valid berikut: {}
ja: `export_settings`には次の有効なキーのみを含めることができます: {}
my: `export_settings` ခုတွင် အောက်ပါ တရားဝင်သော့များသာ ပါဝင်နိုင်သည်- {}
ne: `export_settings` मा निम्न वैध कुञ्जीहरू मात्र समावेश हुन सक्छन्: {}
pl: `export_settings` może zawierać tylko następujące prawidłowe klucze: {}
pt: `export_settings` pode conter apenas as chaves válidas a seguir: {}
ru: Элемент `export_settings` может содержать только следующие допустимые ключи: {}
sw: `export_settings` csak a következő érvényes kulcsokat tartalmazhatja: {}
th: `export_settings`สามารถมีได้เฉพาะคีย์ที่ถูกต้องต่อไปนี้: {}
uk: `export_settings` може містити лише наступні допустимі ключі: {}
vi: `export_settings` chỉ có thể chứa các khóa hợp lệ sau đây: {}

source: `multiple_select` must be either {}
am: `multiple_select` መሆን አለበት ወይ {}
ar: `multiple_select` يجب أن يكون إما {}
bn: `multiple_select`কে {} হতে হবে
cs: `multiple_select` musí být buď {}
de: `multiple_select` muss entweder {} sein
es: `multiple_select` debe ser {}
fa: `multiple_select` باید یا {} باشد
fr: `multiple_select` doit être soit {}
hi: `multiple_select` या तो {} होना चाहिए
id: `multiple_select` harus salah satu dari {}
ja: `multiple_select`は{}のいずれかである必要があります
my: `multiple_select` သည် {} ဖြစ်ရမည်
ne: `multiple_select` या त {} हुनुपर्छ
pl: `multiple_select` musi być albo {}
pt: `multiple_select` deve ser {}
ru: Элемент `multiple_select` должен быть либо {}
sw: `multiple_select` csak a következők egyike lehet: {}
th: `multiple_select`ต้องเป็น {} อย่างใดอย่างหนึ่ง
uk: `multiple_select` має бути або {}
vi: `multiple_select` phải là {}

source: `type` must be either {}
am: `type` መሆን አለበት ወይ {}
ar: `type` يجب أن يكون إما {}
bn: `type`কে {} হতে হবে
cs: `type` musí být buď {}
de: `type` muss entweder {} sein
es: `type` debe ser {}
fa: `type` باید یا {} باشد
fr: `type` doit être soit {}
hi: `type` या तो {} होना चाहिए
id: `type` harus salah satu dari {}
ja: `type`は{}のいずれかである必要があります
my: `type` သည် {} ဖြစ်ရမည်
ne: `type` या त {} हुनुपर्छ
pl: `type` musi być albo {}
pt: `type` deve ser {}
ru: Элемент `type` должен быть либо {}
sw: `type` csak a következők egyike lehet: {}
th: `type`ต้องเป็น {} อย่างใดอย่างหนึ่ง
uk: `type` має бути або {}
vi: `type` phải là {}
