Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Retrying all submissions failed
am: ሁሉንም ማስገባቶች እንደገና መሞከር አልተሳካም
ar: فشلت إعادة محاولة كافة عمليات الإرسال
bn: সব সাবমিশন আবার জমা দেওয়ার চেষ্টা বিফল হয়েছে
cs: Opakování všech odeslaných dat selhalo.
de: Wiederholung aller Übermittlungen fehlgeschlagen
es: Error al reintentar todos los envíos
fa: تلاش مجدد برای همه موارد ارسالی ناموفق بود
fr: La relance de toutes les soumissions a échoué
hi: सभी सबमिशन का पुनः प्रयास विफल
hu: Összes űrlapbeküldés újrapróbálása sikertelen
id: Mencoba ulang semua kiriman gagal
ja: すべての再提出に失敗しました
km: ការព្យាយាមម្ដងទៀតលើការដាក់បញ្ជូនទាំងអស់បានបរាជ័យ
my: တင်သွင်းချက်အားလုံးကို ပြန်လည်ပြုလုပ်ခြင်း မအောင်မြင်ပါ
ne: सबै पेश गरिएकाहरू पुन: प्रयास गर्न असफल भयो
pl: Próba ponownego przesłania odpowiedzi nie powiodła się
pt: Falha ao repetir todos os envios
ru: Не удалось повторить все отправки
sw: Imeshindwa kujaribu mawasilisho yote
th: การลองส่งทั้งหมดอีกครั้งล้มเหลว
tr: Tüm gönderimlerin yeniden denenmesi başarısız oldu
uk: Не вдалися повторні спроби надсилання
vi: Thử gửi lại tất cả thất bại

source: loading…
am: በመጫን ላይ…
ar: جاري التحميل…
bn: লোড হচ্ছে…
cs: načítání…
de: Wird geladen …
es: cargando...
fa: بارگذاری...
fr: chargement…
hi: लोड हो रहा है...
hu: betöltés…
id: memuat..…
ja: 読み込み中…
my: ဖွင့်နေသည်…
ne: लोड हुँदै…
pl: wczytywanie...
pt: carregando…
ru: загрузка…
sw: inapakia..…
th: กำลังโหลด...
tr: yükleniyor…
uk: йде завантаження...
vi: đang tải…

source: Could not upload your media
am: ሚዲያዎን መስቀል አልተቻለም
ar: تعذر رفع ملف الوسائط الخاصة بك
bn: আপনার মিডিয়াটি আপলোড করা যায় নি
cs: Média se nepodařilo nahrát
de: Ihre Medien konnten nicht hochgeladen werden
es: No se pudo cargar tu archivo multimedia
fa: فایل چندرسانه ای آپلود نشد
fr: Impossible de télécharger votre média
hi: आपका मीडिया अपलोड नहीं किया जा सका
hu: Nem tudtuk feltölteni a médiatartalmát
id: Tidak dapat mengunggah media Anda
ja: メディアをアップロードできませんでした
km: មិនអាចបង្ហោះមេឌៀរបស់អ្នក
my: သင်၏ မီဒီယာဖိုင်ကို အက်ပ်လုတ် မလုပ်နိုင်ပါ
ne: तपाईंको मिडिया अपलोड गर्न सकिएन
pl: Nie udało się przesłać multimediów
pt: Não foi possível carregar seus arquivos de mídia
ru: Не удалось загрузить ваши медиафайлы
sw: Imeshindwa kupakia midia yako
th: ไม่สามารถอัปโหลดสื่อของคุณได้
tr: medyanız yüklenemedi
uk: Не вдалося завантажити медіа
vi: Không thể tải phương tiện của bạn lên

source: Something went wrong with getting your media
am: የእርስዎን ሚዲያ ማግኘት ላይ የሆነ ችግር ተፈጥሯል
ar: حدث خطأ أثناء الحصول على الوسائط الخاصة بك
bn: আপনার মিডিয়াটি পেতে গিয়ে কোথাও কোনো সমস্যা হয়েছে
cs: Došlo k chybě při získávání vašich médií
de: Irgendwas lief falsch bei der Übertragung Ihrer Medien
es: Se produjo un error al reproducir tu archivo multimedia
fa: در دریافت فیل چند رسانه ای شما مشکلی پیش آمد
fr: Quelque chose s'est mal passé avec l'obtention de votre média
hi: आपका मीडिया प्राप्त करने में कोई गड़बड़ी हुई
hu: Valami hiba történt a médiatartalom lekérése közben
id: Terjadi kesalahan saat mengambil media Anda
ja: メディアの取得中に問題が発生しました
km: អ្វីមួយបានខុសជាមួយនឹងមេឌៀរបស់អ្នក
my: သင့်၏ မီဒီယာဖိုင်အား ရယူရာတွင် တစ်စုံတစ်ရာ မှားယွင်းသွားပါသည်
ne: तपाईंको मिडिया प्राप्त गर्दा केही गडबड भयो
pl: Coś poszło nie tak podczas próby pobrania Twoich multimediów
pt: Algo deu errado ao receber os seus arquivos de mídia
ru: Произошла ошибка при получении ваших медиафайлов
sw: Hitilafu fulani imetokea wakati wa kupata midia yako
th: เกิดข้อผิดพลาดในการรับสื่อของคุณ
tr: Medyanızın görüntülenmesinde bir sorun oluştu
uk: Щось пішло не так з отриманням ваших медіа
vi: Đã xảy ra lỗi với việc tải phương tiện của bạn

source: Successfully deleted media
am: ሚዲያ በተሳካ ሁኔታ ተሰርዟል
ar: تم حذف الوسائط بنجاح
bn: মিডিয়া সফলভাবে মুছে ফেলা হয়েছে
cs: Média byla úspěšně smazána
de: Medien erfolgreich gelöscht
es: Archivo(s) multimedia eliminado(s) correctamente
fa: فایل چند رسانه ای با موفقیت حذف شد
fr: Suppression réussie du média
hi: मीडिया को सफलतापूर्वक हटाया गया
hu: Médiatartalom sikeresen törölve lett
id: Berhasil menghapus media
ja: メディアの削除に成功しました
km: បានលុបមេឌៀដោយជោគជ័យ
my: မီဒီယာဖိုင်ကို အောင်မြင်စွာ ဖျက်ပြီး
ne: मिडिया सफलतापूर्वक मेटाइयो
pl: Udało się usunąć media
pt: Arquivos de mídia excluídos com sucesso
ru: Медиафайлы успешно удалены
sw: Imefaulu kufuta midia
th: ลบสื่อเสร็จสมบูรณ์
tr: Medya başarıyla silindi
uk: Медіафайл успішно видалено
vi: Đã xóa phương tiện thành công

source: Failed to delete media!
am: ሚዲያ መሰረዝ አልተሳካም!
ar: فشل حذف الوسائط!
bn: মিডিয়া মুছে ফেলা যায় নি!
cs: Média se nepodařilo smazat!
de: Löschen der Medien fehlgeschlagen!
es: Error al eliminar el (los) archivo(s) multimedia.
fa: حذف فایل چند رسانه ای ناموفق بود!
fr: Échec de la suppression du média !
hi: मीडिया हटाने में विफल!
hu: Nem sikerült a médiatartalom törlése!
id: Gagal menghapus media!
ja: メディアの削除に失敗しました！
km: បានបរាជ័យក្នុងការលុបមេឌៀ!
my: မီဒီယာကို ဖျက်ခြင်း မအောင်မြင်ပါ။
ne: मिडिया मेटाउन असफल!
pl: Nie udało się usunąć mediów!
pt: Falha ao excluir os arquivos de mídia!
ru: Не удалось удалить медиафайлы!
sw: Imeshindwa kufuta midia!
th: ไม่สามารถลบสื่อได้!
tr: Medya silinemedi!
uk: Неможливо видалити медіафайл!
vi: Xóa phương tiện thất bại!

source: Successfully removed from collection
am: በተሳካ ሁኔታ ከስብስብ ተወግዷል
ar: تمت الإزالة بنجاح من المجموعة
bn: সংগ্রহ থেকে সফলভাবে মুছে ফেলা হয়েছে
cs: Úspěšně vyřazeno ze sbírky
de: Erfolgreich aus der Sammlung entfernt
es: Se eliminó con éxito de la recolección
fa: با موفقیت از مجموعه حذف شد
fr: Retrait réussi de la collection
hi: संग्रह से सफलतापूर्वक हटा दिया गया
hu: Sikeresen eltávolítva a gyűjteményből
id: Berhasil dihapus dari koleksi
ja: コレクションからの削除に成功しました
pl: Udało się usunąć z kolekcji
pt: Removido com sucesso da coleção
ru: Удалено из подборки
sw: Imefaulu kuondolewa kwenye mkusanyiko
th: นำออกจากคอลเลกชันเสร็จสมบูรณ์
tr: Koleksiyondan başarıyla çıkarıldı
uk: Успішно вилучено з колекції
vi: Xóa khỏi bộ sưu tập thành công

source: Successfully moved to collection
am: በተሳካ ሁኔታ ወደ ስብስብ ተንቀሳቅሷል
ar: تم النقل بنجاح إلى المجموعة
bn: সফলভাবে সংগ্রহে সরিয়ে নেওয়া হয়েছে
cs: Úspěšně přesunuto do sbírky
de: Erfolgreich in die Sammlung verschoben
es: Se trasladó con éxito a la recolección
fa: با موفقیت به مجموعه منتقل شد
fr: Transféré avec succès vers la collection
hi: संग्रह में सफलतापूर्वक शामिल किया गया
hu: Sikeresen hozzáadva a gyűjteményhez
id: Berhasil dipindahkan ke koleksi
ja: コレクションへの移動に成功しました
pl: Udało się przenieść do kolekcji
pt: Movido com sucesso para a coleção
ru: Перемещено в подборку
sw: Imefaulu kuhamishwa hadi kwenye mkusanyiko
th: ย้ายไปยังคอลเลกชันเสร็จสมบูรณ์
tr: Başarıyla koleksiyona taşındı
uk: Успішно перенесено до колекції
vi: Di chuyển đến bộ sưu tập thành công

source: Move to collection failed
am: ወደ መሰብሰብ መሄድ አልተሳካም
ar: فشل النقل إلى المجموعة
bn: সংগ্রহে স্থানান্তর করা যায় নি
cs: Přesun do sbírky se nezdařil
de: Verschieben in Sammlung fehlgeschlagen
es: Error al mover a la recolección
fa: انتقال به مجموعه ناموفق بود
fr: Échec du transfert vers la collection
hi: संग्रह में ले जाना विफल रहा
hu: Gyűjteményhez való hozzáadás sikertelen
id: Pemindahan ke koleksi gagal
ja: コレクションへの移動に失敗しました
km: បានបរាជ័យក្នុងការផ្លាស់ទៅទៅបណ្ដុំ
my: စုစည်းမှုသို့ ‌ရွှေ့ပြောင်းခြင်း မအောင်မြင်ပါ
ne: सङ्कलनमा सार्न असफल
pl: Nie udało się przenieść do kolekcji
pt: Falha ao mover para a coleção
ru: Не удалось переместить в подборку
sw: Imeshindwa kuhamishia kwenye mkusanyiko
th: ย้ายไปยังคอลเลกชันล้มเหลว
tr: Koleksiyona taşıma başarısız
uk: Неможливо перемістити до колекції
vi: Di chuyển đến bộ sưu tập thất bại

source: Failed to get the results
am: ውጤቱን ማግኘት አልተሳካም
ar: فشل في الحصول على النتائج
bn: ফলাফল পাওয়া যায় নি
cs: Výsledky se nepodařilo získat
de: Ergebnisse konnten nicht geladen werden
es: Error al obtener los resultados
fa: دریافت نتیجه ناموفق بود
fr: Impossible d'obtenir les résultats
hi: परिणाम प्राप्त करना विफल रहा
hu: Nem sikerült lekérni az eredményeket
id: Gagal mendapatkan hasil
ja: 結果の取得に失敗しました
km: បានបរាជ័យក្នុងការទទួលបានលទ្ធផល
my: ရလဒ်များ ရယူခြင်း မအောင်မြင်ပါ
ne: परिणाम प्राप्त गर्न असफल
pl: Nie udało się pobrać wyników
pt: Falha ao obter resultados
ru: Не удалось получить результаты
sw: Imeshindwa kupata matokeo
th: ไม่สามารถรับผลลัพธ์ได้
tr: Sonuçlar alınamadı
uk: Неможливо отримати результати
vi: Lấy kết quả thất bại

source: Failed to create export
am: ኤክስፖርት መፍጠር አልተሳካም
ar: فشل في إنشاء عملية تصدير ملف
bn: এক্সপোর্ট তৈরি করা যায় নি
cs: Nepodařilo se vytvořit export
de: Erstellung des Export fehlgeschlagen
es: Error al crear la exportación
fa: خروجی ایجاد نشد
fr: Échec de la création de l'exportation
hi: निर्यात (एक्सपोर्ट) बनाने में विफल
hu: Nem sikerült az exportálás létrehozása
id: Gagal membuat ekspor
ja: エクスポートの作成に失敗しました
km: បានបរាជ័យក្នុងការបង្កើតការនាំចេញ
my: ထုတ်ယူမှုကို ဖန်တီးခြင်း မအောင်မြင်ပါ
ne: निर्यात सिर्जना गर्न असफल
pl: Nie udało się utworzyć eksportu
pt: Falha ao criar exportação
ru: Не удалось создать экспорт
sw: Imeshindwa kuunda uhamishaji
th: ไม่สามารถสร้างการส่งออกได้
tr: Dışa aktarma işlemi başarısız oldu
uk: Неможливо створити експорт
vi: Tạo xuất thất bại

source: Failed to delete export
am: ወደ ውጭ መላክን መሰረዝ አልተሳካም
ar: فشل في حذف عملية تصدير ملف
bn: এক্সপোর্ট মুছে ফেলা যায় নি
cs: Nepodařilo se smazat export
de: Löschung des Export fehlgeschlagen
es: Error al eliminar la exportación
fa: خروجی حذف نشد
fr: Échec de la suppression de l'exportation
hi: निर्यात (एक्सपोर्ट) हटाने में विफल
hu: Nem sikerült az exportálás törlése
id: Gagal menghapus ekspor
ja: エクスポートの削除に失敗しました
km: បានបរាជ័យក្នុងការលុបការនាំចេញ
my: ထုတ်ယူမှုကို ဖျက်ခြင်း မအောင်မြင်ပါ
ne: निर्यात मेटाउन असफल
pl: Nie udało się usunąć eksportu
pt: Falha ao excluir a exportação
ru: Не удалось удалить экспорт
sw: Imeshindwa kufuta uhamishaji
th: ไม่สามารถลบการส่งออกได้
tr: Dışa aktarma silinemedi
uk: Неможливо видалити експорт
vi: Xóa xuất thất bại

source: Failed to update export setting
am: ወደ ውጪ መላኪያ ቅንብርን ማዘመን አልተሳካም
ar: فشل تحديث إعدادات عملية تصدير ملف
bn: এক্সপোর্টের সেটিং আপডেট করা যায় নি
cs: Nepodařilo se aktualizovat nastavení exportu
de: Aktualisierung der Exporteinstellung fehlgeschlagen
es: Error al actualizar la configuración de exportación
fa: بروزرسانی تنظیمات خروجی ناموفق بود
fr: Échec de la mise à jour des paramètres d'exportation
hi: निर्यात (एक्सपोर्ट) सेटिंग अपडेट करने में विफल
hu: Nem sikerült az exportbeállítás frissítése
id: Gagal memperbarui setelan ekspor
ja: エクスポート設定の更新に失敗しました
km: បានបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពការកំណត់នាំចេញ
my: ထုတ်ယူမှု ဆက်တင်ကို ပြင်ဆင်ခြင်း မအောင်မြင်ပါ
ne: निर्यात सेटिङ अद्यावधिक गर्न असफल
pl: Nie udało się zaktualizować ustawień eksportu
pt: Falha ao atualizar a configuração de exportação
ru: Не удалось обновить настройки экспорта
sw: Imeshindwa kusasisha mpangilio wa kuhamishia
th: ไม่สามารถอัปเดตการตั้งค่าการส่งออกได้
tr: Dışa aktarma ayarı güncellenemedi
uk: Неможливо оновити налаштування експорту
vi: Cập nhật cài đặt xuất thất bại

source: Failed to create export setting
am: ወደ ውጭ መላኪያ ቅንብር መፍጠር አልተሳካም
ar: فشل إنشاء إعدادات عملية تصدير ملف
bn: এক্সপোর্টের সেটিং তৈরি করা যায় নি
cs: Nepodařilo se vytvořit nastavení exportu
de: Erstellen der Exporteinstellungen fehlgeschlagen
es: Error al crear la configuración de exportación
fa: ایجاد تنظیمات خروجی ناموفق بود
fr: Échec de la création d'un paramètre d'exportation
hi: निर्यात (एक्सपोर्ट) सेटिंग बनाने में विफल
hu: Nem sikerült az exportbeállítás létrehozása
id: Gagal membuat setelan ekspor
ja: エクスポート設定の作成に失敗しました
km: បានបរាជ័យក្នុងការបង្កើតការកំណត់នាំចេញ
my: ထုတ်ယူမှု ဆက်တင်ကို ဖန်တီးခြင်း မအောင်မြင်ပါ
ne: निर्यात सेटिङ सिर्जना गर्न असफल
pl: Nie udało się utworzyć ustawień eksportu
pt: Falha ao criar configuração de exportação
ru: Не удалось создать настройки экспорта
sw: Imeshindwa kuunda mipangilio ya kutuma
th: ไม่สามารถสร้างการตั้งค่าการส่งออกได้
tr: Dışa aktarma ayarı oluşturulamadı
uk: Неможливо створити налаштування експорту
vi: Tạo cài đặt xuất thất bại

source: Failed to delete export setting
am: ወደ ውጪ መላኪያ ቅንብርን መሰረዝ አልተሳካም
ar: فشل حذف إعدادات عملية تصدير ملف
bn: এক্সপোর্টের সেটিং মুছে ফেলা যায় নি
cs: Nepodařilo se smazat nastavení exportu
de: Löschen der Exporteinstellungen fehlgeschlagen
es: Error al eliminar la configuración de exportación
fa: حذف تنظیمات خروجی ناموفق بود
fr: Échec de la suppression des paramètres d'exportation
hi: निर्यात (एक्सपोर्ट) सेटिंग हटाने में विफल
hu: Nem sikerült az exportbeállítás törlése
id: Gagal menghapus setelan ekspor
ja: エクスポート設定の削除に失敗しました
km: បានបរាជ័យក្នុងការលុបការកំណត់នាំចេញ
my: ထုတ်ယူမှု ဆက်တင်ကို ပယ်ဖျက်ခြင်း မအောင်မြင်ပါ
ne: निर्यात सेटिङ मेटाउन असफल
pl: Nie udało się usunąć ustawień eksportu
pt: Falha ao excluir a configuração de exportação
ru: Не удалось удалить настройки экспорта
sw: Imeshindwa kufuta mipangilio ya kutuma
th: ไม่สามารถลบการตั้งค่าการส่งออกได้
tr: Dışa aktarma ayarı silinemedi
uk: Неможливо видалити налаштування експорту
vi: Xóa cài đặt xuất thất bại

source: Failed to attach to source
am: ከምንጩ ጋር ማያያዝ አልተሳካም
ar: فشلت عملية الارتباط بالمصدر
bn: উৎসের সাথে সংযুক্ত করা যায় নি
cs: Nepodařilo se připojit ke zdroji
de: Verknüpfung mit Quelle fehlgeschlagen
es: Error al adjuntar a la fuente
fa: ضمیمه به منبع ناموفق بود
fr: Échec de l'attachement à la source
hi: स्रोत के साथ संलग्न करने में विफल
hu: Nem sikerült a forráshoz csatolni
id: Gagal melampirkan ke sumber
ja: ソースへの添付に失敗しました
km: បានបរាជ័យក្នុងការភ្ជាប់ឯកសារទៅប្រភព
my: မူရင်းဖိုင်ကို ဖိုင်တွဲခြင်း မအောင်မြင်ပါ
ne: स्रोतमा संलग्न गर्न असफल
pl: Nie udało się przyłączyć do źródła
pt: Falha ao anexar à origem
ru: Не удалось присоединить к источнику
sw: Imeshindwa kuambatisha kwa chanzo
th: ไม่สามารถแนบกับแหล่งที่มาได้
tr: Kaynağa ekleme başarısız
uk: Неможливо прикріпити до джерела
vi: Đính kèm với nguồn thất bại

source: Failed to detach from source
am: ከምንጩ መነጠል አልተሳካም
ar: فشلت عملية الفصل عن المصدر
bn: উৎস থেকে বিচ্ছিন্ন করা যায় নি
cs: Nepodařilo se odpojit od zdroje
de: Abkopplung von Quelle fehlgeschlagen
es: Error al desvincularse de la fuente
fa: از منبع جدا نشد
fr: Échec du détachement de la source
hi: स्रोत से अलग करने में विफल
hu: Nem sikerült leválasztani a forrásról
id: Gagal melepaskan dari sumber
ja: ソースからの切り離しに失敗しました
km: បានបរាជ័យក្នុងការផ្ដាច់ឯកសារេពីប្រភព
my: မူရင်းဖိုင်မှ ခွဲထုတ်ခြင်း မအောင်မြင်ပါ
ne: स्रोतबाट अलग गर्न असफल
pl: Nie udało się odłączyć od źródła
pt: Falha ao separar da origem
ru: Не удалось отсоединить от источника
sw: Imeshindwa kutengana na chanzo
th: ไม่สามารถแยกออกจากแหล่งที่มาได้
tr: Kaynaktan ayırma başarısız
uk: Неможливо від'єднати від джерела
vi: Gỡ đính kèm với nguồn thất bại

source: Failed to patch source
am: ምንጭን መለጠፍ አልተሳካም
ar: فشل تصحيح المصدر
bn: উৎস প্যাচ করা যায় নি
cs: Nepodařilo se opravit zdroj
de: Patchen der Quelle fehlgeschlagen
es: Error al reparar la fuente
fa: رفع مشکل منبع ناموفق بود
fr: Échec de la correction de la source
hi: स्रोत को पैच करने में विफल
hu: Nem sikerült a forrás részleges frissítése
id: Gagal menampung sumber
ja: ソースへのパッチ適用に失敗しました
km: បានបរាជ័យក្នុងការភ្ជាប់ប្រភព
my: ဆော့ဝဲဗားရှင်းကို ကြည့်ရှုခြင်း မအောင်မြင်ပါ
ne: स्रोत प्याच गर्न असफल
pl: Nie udało się naprawić źródła
pt: Falha ao corrigir a origem
ru: Не удалось скорректировать источник
sw: Imeshindwa kurekebisha chanzo
th: ไม่สามารถแพทช์แหล่งที่มาได้
tr: Kaynak onarımı başarısız
uk: Неможливо виправити джерело
vi: Vá nguồn thất bại

source: Failed to retrieve sharing enabled assets
am: ማጋራት የነቁ ንብረቶችን ሰርስሮ ማውጣት አልተሳካም
ar: فشل في استرداد مشاركة الأصول المتاحة
bn: যেসব অ্যাসেটে শেয়ার করার ব্যবস্থা সক্রিয় আছে সেগুলো পাওয়া যায় নি
cs: Nepodařilo se načíst položky s povoleným sdílením
de: Abrufen der freigegebenen Anlagen fehlgeschlagen
es: Error al recuperar recursos habilitados compartidos
fa: اشتراک گذاری بازیابی فعال شده، ناموفق بود
fr: Échec de la récupération des ressources partagées
hi: साझा हो सकने वाली संपत्तियों (शेयरिंग इनेबल्ड एसेट्स) को पुनः प्राप्त करने में विफल
hu: Nem sikerült lekérdezni a megosztást lehetővé tévő eszközöket
id: Gagal mengambil aset yang diaktifkan untuk berbagi
ja: 共有有効なアセットの検索に失敗しました
km: បានបរាជ័យក្នុងការទាញយកមកវិញការចែករំលែកទ្រព្យដែលបានបើក
my: မျှ‌‌ေဝခွင့်ပေးထားသော asset များကို ထုတ်ယူကြည့်ရှုခြင်း မအောင်မြင်ပါ
ne: साझेदारी क्रियाशील गरिएका सम्पत्तिहरू पुन: प्राप्त गर्न असफल
pl: Nie udało się pobrać zasobów z umożliwionym udostępnianiem
pt: Falha ao tentar novamente compartilhar recursos habilitados
ru: Не удалось получить объекты с включенным совместным доступом
sw: Imeshindwa kupata vipengee vilivyowezeshwa vya kushiriki
th: ไม่สามารถเรียกสินทรัพย์ที่เปิดใช้การแชร์ได้
tr: Paylaşıma özelliği etkin varlıkların kurtarılması başarısız
uk: Неможливо отримати ресурси, до яких дозволено спільний доступ
vi: Khôi phục tài sản cho phép chia sẻ thất bại

source: Failed to toggle sharing
am: ማጋራትን መቀየር አልተሳካም
ar: فشل في تبديل المشاركة
bn: শেয়ার করার ব্যবস্থা টগল করা যায় নি
cs: Nepodařilo se přepnout sdílení
de: Umschaltung auf Freigabe fehlgeschlagen
es: Error al alternar el uso compartido
fa: تغییر وضعیت اشتراک‌گذاری انجام نشد
fr: Échec du basculement du partage
hi: साझाकरण (शेयरिंग) टॉगल करने में विफल
hu: Nem sikerült átállítani a megosztást
id: Gagal beralih berbagi
ja: 共有の切り替えに失敗しました
km: បានបរាជ័យក្នុងការបិទបើកការចែករំលែក
my: မျှ‌ေဝမှု အဖွင့်အပိတ်လုပ်ခြင်း မအောင်မြင်ပါ
ne: साझेदारी टगल गर्न असफल
pl: Nie udało się przełączyć udostępniania
pt: Falha ao alternar o compartilhamento
ru: Не удалось переключить режим совместного доступа
sw: Imeshindwa kugeuza kushiriki
th: ไม่สามารถสลับการแชร์ได้
tr: Paylaşım değiştirilemedi
uk: Неможливо переключити в режим спільного доступу
vi: Bật/tắt chia sẻ thất bại

source: Failed to update column filters
am: የ አምድ ማጣሪያዎችን ማዘመን አልተሳካም
ar: فشل في تحديث عوامل التصفية للعمود
bn: কলামের ফিল্টার আপডেট করা যায় নি
cs: Nepodařilo se aktualizovat filtry sloupců
de: Aktualisierung der Spalten-Filter fehlgeschlagen
es: Error al actualizar los filtros de columna
fa: ستون های دارای فیلتر به روز نشد
fr: Échec de la mise à jour des filtres de colonnes
hi: स्तंभ (कॉलम) फ़िल्टर अपडेट करने में विफल
hu: Nem sikerült frissíteni az oszlopszűrőket
id: Gagal memperbarui filter kolom
ja: 列フィルターの更新に失敗しました
km: បានបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពតម្រងកូឡោន
my: တိုင်စစ်ထုတ်မှုများကို ပြင်ဆင်ခြင်း မအောင်မြင်ပါ
ne: स्तम्भ फिल्टरहरू अद्यावधिक गर्न असफल
pl: Nie udało się zaktualizować filtrów kolumny
pt: Falha ao atualizar filtros da coluna
ru: Не удалось обновить фильтры столбцов
sw: Imeshindwa kusasisha vichujio vya safu wima
th: ไม่สามารถอัปเดตตัวกรองคอลัมน์ได้
tr: Sütun filtreleri güncellenemedi
uk: Неможливо оновити фільтри стовпців
vi: Cập nhật bộ lọc cột thất bại

source: Failed to get submissions uuids.
am: ማስረከቢያ uuids ማግኘት አልቻለም።
ar: فشل تحديث قيم عمليات الإرسال.
bn: সাবমিশনগুলোর UUID পাওয়া যায় নি
cs: Nepodařilo se získat identifikátory UUID odeslaných dat.
de: Die Abfrage der Übermittlungs-UUIDs ist fehlgeschlagen.
es: Error al obtener los uuids (identificadores únicos universales) del envío.
fa: دریافت uuids ارسال ناموفق بود.
fr: Échec de l’obtention des UUID des soumissions.
hi: सबमिशन uuid प्राप्त करने में विफल।
hu: Nem sikerült lekérni az űrlapválaszok univerzálisan egyedi azonosítóit (UUIDs).
id: Gagal mendapatkan uuids kiriman.
ja: 提出済みフォームのuuidの取得に失敗しました。
km: បានបរាជ័យក្នុងការទទួលបានការដាក់បញ្ជូន uuids។
my: တင်သွင်းချက်များ၏ uuid များကို ရယူခြင်း မအောင်မြင်ပါ။
ne: पेश गरिएका uuids प्राप्त गर्न असफल।
pl: Nie udało się uzyskać identyfikatorów UUID przesłanych odpowiedzi.
pt: Falha ao obter UUIDs do envio.
ru: Не удалось получить uuids отправки.
sw: Imeshindwa kupata mawasilisho uuids.
th: ไม่สามารถรับ uuid การส่งข้อมูลได้
tr: Gönderimlerin ettn’leri alınamadı.
uk: Неможливо отримати ідентифікатори UUID.
vi: Lấy uuids bài gửi thất bại.

source: Failed to get submission.
am: ማስረከብ አልቻለም።
ar: فشل في عملية الإرسال.
bn: সাবমিশন পাওয়া যায় নি।
cs: Nepodařilo se získat příspěvek.
de: Die Übermittlung ist fehlgeschlagen.
es: Error al obtener el envío.
fa: دریافت ارسال ناموفق بود.
fr: Échec de l’obtention de la soumission.
hi: सबमिशन पाने में विफल।
hu: Nem sikerült lekérni az űrlapválaszt.
id: Gagal mendapatkan kiriman.
ja: 提出済みフォームの取得に失敗しました。
km: បានបរាជ័យក្នុងការទទួលបានការដាក់បញ្ជូន។
my: တင်သွင်းချက်ကို ရယူခြင်း မအောင်မြင်ပါ။
ne: पेश गरिएका प्राप्त गर्न असफल।
pl: Nie udało się otrzymać przesłanej odpowiedzi.
pt: Falha ao obter envio.
ru: Не удалось получить отправку.
sw: Imeshindwa kupata uwasilishaji.
th: ไม่สามารถรับการส่งข้อมูลได้
tr: Gönderim alımı başarısız.
uk: Неможливо отримати надсилання.
vi: Lấy bài gửi thất bại.

source: Failed to update submissions.
am: ማስገባቶችን ማዘመን አልተሳካም።
ar: فشل تحديث عمليات الإرسال.
bn: সাবমিশনগুলো আপডেট করা যায় নি।
cs: Nepodařilo se aktualizovat odeslaná data.
de: Aktualisierung der Übermittlungen fehlgeschlagen.
es: Error al actualizar envíos.
fa: بروزرسانی ارسال ناموفق بود.
fr: Échec de mise à jour des soumissions.
hi: सबमिशन अपडेट करने में विफल।
hu: Nem sikerült az űrlapválaszok frissítése.
id: Gagal memperbarui kiriman.
ja: 提出フォームの更新に失敗しました。
km: បានបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពលើការដាក់បញ្ជូន។
my: တင်သွင်းချက်များကို ပြင်ဆင်ခြင်း မအောင်မြင်ပါ။
ne: पेश गरिएकाहरू अद्यावधिक गर्न असफल।
pl: Nie udało się zaktualizować odpowiedzi.
pt: Falha ao atualizar os envios.
ru: Не удалось обновить отправки.
sw: Imeshindwa kusasisha mawasilisho.
th: ไม่สามารถอัปเดตการส่งข้อมูลได้
tr: Gönderimler güncellenemedi.
uk: Неможливо оновити надсилання.
vi: Cập nhật bài gửi thất bại.

source: Failed to update some submissions values.
am: አንዳንድ የማስረከቢያ ዋጋዎችን ማዘመን አልተሳካም።
ar: فشل تحديث بعض قيم عمليات الإرسال.
bn: কয়েকটি সাবমিশনের মান আপডেট করা যায় নি।
cs: Nepodařilo se aktualizovat některé hodnoty odeslaných dat.
de: Aktualisierung einzelner Übermittlungswerte fehlgeschlagen.
es: Error al actualizar algunos valores de envío.
fa: برخی از مقادیر ارسالی به‌روزرسانی نشد.
fr: Échec de la mise à jour de certaines valeurs de soumissions.
hi: कुछ सबमिशन मूल्यों को अपडेट करने में विफल।
hu: Nem sikerült néhány űrlapválasz értékének frissítése.
id: Gagal memperbarui beberapa nilai kiriman.
ja: 一部の提出フォームの値の更新に失敗しました。
km: បានបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពលើតម្លៃនៃការដាក់បញ្ជូនមួយចំនួន។
my: အချို့သော တင်သွင်းချက်များ၏ တန်ဖိုးများကို ပြင်ဆင်ခြင်း မအောင်မြင်ပါ။
ne: केही पेश गरिएका मानहरू अद्यावधिक गर्न असफल।
pl: Nie udało się zaktualizować niektórych wartości z odpowiedzi.
pt: Falha ao atualizar alguns valores de envios.
ru: Не удалось обновить некоторые значения в отправках.
sw: Imeshindwa kusasisha baadhi ya maadili ya uwasilishaji.
th: ไม่สามารถอัปเดตค่าการส่งข้อมูลบางรายการได้
tr: Bazı gönderim değerleri güncellenemedi.
uk: Неможливо оновити значення деяких надсилань.
vi: Cập nhật một số giá trị bài gửi thất bại.

source: Failed to update submissions values.
am: የማስረከቢያ እሴቶችን ማዘመን አልተሳካም።
ar: فشل تحديث قيم عمليات الإرسال.
bn: সাবমিশনগুলোর মান আপডেট করা যায় নি।
cs: Nepodařilo se aktualizovat hodnoty odeslaných dat.
de: Aktualisierung der Übermittlungswerte fehlgeschlagen.
es: Error al actualizar los valores de envío.
fa: ارقام ارسالی بروزرسانی نشد.
fr: Échec de la mise à jour des valeurs des soumissions.
hi: सबमिशन मूल्यों को अपडेट करने में विफल।
hu: Nem sikerült az űrlapválaszok értékeinek frissítése.
id: Gagal memperbarui nilai kiriman.
ja: 提出フォームの値の更新に失敗しました。
km: បានបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពលើតម្លៃនៃការដាក់បញ្ជូន។
my: တင်သွင်းချက်များ၏ တန်ဖိုးများကို ပြင်ဆင်ခြင်း မအောင်မြင်ပါ။
ne: पेश गरिएका मानहरू अद्यावधिक गर्न असफल।
pl: Nie udało się zaktualizować wartości z odpowiedzi.
pt: Falha ao atualizar os valores das atualizações.
ru: Не удалось обновить значения в отправках.
sw: Imeshindwa kusasisha maadili ya uwasilishaji.
th: ไม่สามารถอัปเดตค่าการส่งข้อมูลได้
tr: Gönderim değerleri güncellenemedi.
uk: Неможливо оновити значення надсилань.
vi: Cập nhật giá trị bài gửi thất bại.

source: submissions deleted
am: የቀረቡ አስተያየቶች ተሰርዘዋል
ar: تم حذف عمليات الإرسال
de: Übermittlungen gelöscht
es: envíos eliminados
ja: 提出済みフォームは削除されました
uk: надсилання видалено
