Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/django.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, id, ja, my, ne, pl, pt, ru, sw, th, uk, vi

source: American Samoa
am: የአሜሪካ ሳሞአ
bn: আমেরিকান সামোয়া
cs: Americká Samoa
de: Amerikanisch-Samoa
es: Samoa Americana
fa: ساموآی آمریکایی
hi: अमेरिकन समोआ
id: Samoa Amerika
ja: アメリカ領サモア
my: အမေရိကန် ဆာမိုအာ
pt: Samoa Americana
ru: Американское Самоа
sw: Amerikai Szamoa
th: อเมริกันซามัว
uk: Американське Самоа
vi: Samoa thuộc Mỹ

source: Andorra
am: አንዶራ
bn: অ্যান্ডোরা
fa: آندورا
hi: ऐंडॉर
ja: アンドラ
my: အန်ဒိုရာ
ru: Андорра
th: อันดอร์รา
uk: Андорра

source: Angola
am: አንጎላ
bn: অ্যাঙ্গোলা
fa: آنگولا
hi: अंगोल
ja: アンゴラ
my: အင်ဂိုလာ
ru: Ангола
th: แองโกลา
uk: Ангола

source: Anguilla
am: አንጉላ
bn: অ্যাঙ্গুইলা
fa: آنگویلا
hi: ऐंग्विला
ja: アンギラ
my: အန်ဂီလာ
pt: Anguila
ru: Ангилья
th: แองกวิลลา
uk: Ангілья

source: Antarctica
am: አንታርክቲካ
bn: অ্যান্টার্কটিকা
cs: Antarktida
de: Antarktis
es: Antártida
fa: قطب جنوب
hi: ऐंटार्क्टिका
id: Antartika
ja: 南極
my: အန္တာတိက
pt: Antártica
ru: Антарктика
sw: Antarktisz
th: แอนตาร์กติกา
uk: Антарктида
vi: Nam Cực

source: Antigua and Barbuda
am: አንቲጉአ እና ባርቡዳ
bn: অ্যান্টিগুয়া ও বারবুডা
cs: Antigua a Barbuda
de: Antigua und Barbuda
es: Antigua y Barbuda
fa: آنتیگوا و باربودا
hi: अंतिगुआ और बर्बूडा
id: Antigua dan Barbuda
ja: アンティグア・バーブーダ
my: အန်တီဂွာနှင့် ဘာဘူဒါ
pt: Antígua e Barbuda
ru: Антигуа и Барбуда
sw: Antigua és Barbuda
th: แอนติกาและบาร์บูดา
uk: Антигуа і Барбуда
vi: Antigua và Barbuda

source: Argentina
am: አርጀንቲና
bn: আর্জেন্টিনা
de: Argentinien
fa: آرژانتین
hi: आर्जेंटीना
ja: アルゼンチン
my: အာဂျင်တီးနား
ru: Аргентина
sw: Argentína
th: อาร์เจนตินา
uk: Аргентина

source: Armenia
am: አርሜኒያ
bn: আর্মেনিয়া
cs: Arménie
de: Armenien
fa: ارمنستان
hi: आर्मेनिया
ja: アルメニア
my: အာမေးနီးယား
pt: Armênia
ru: Армения
sw: Örményország
th: อาร์เมเนีย
uk: Вірменія

source: Aruba
am: አሩባ
bn: আরুবা
fa: آروبا
hi: अरूबा
ja: アルバ
my: အာရူဘာ
ru: Аруба
th: อารูบา
uk: Аруба

source: Australia
am: አውስትራሊያ
bn: অস্ট্রেলিয়া
cs: Austrálie
de: Australien
fa: استرالیا
hi: ऑस्ट्रेलिया
ja: オーストラリア
my: သြစတေးလျ
pt: Austrália
ru: Австралия
sw: Ausztrália
th: ออสเตรเลีย
uk: Австралія
vi: Úc

source: Austria
am: ኦስትራ
bn: অস্ট্রিয়া
cs: Rakousko
de: Österreich
fa: اتریش
hi: ऑस्ट्रीया
ja: オーストリア
my: သြစတီးယား
pt: Áustria
ru: Австрия
sw: Ausztria
th: ออสเตรีย
uk: Австрія
vi: Áo

source: Azerbaijan
am: አዘርባጃን
bn: আজারবাইজান
cs: Ázerbájdžán
de: Aserbaidschan
es: Azerbaiyán
fa: آذربایجان
hi: ऐज़र्बायजान
ja: アゼルバイジャン
my: အဇာဘိုင်ဂျန်
pt: Azerbaijão
ru: Азербайджан
sw: Azerbajdzsán
th: อาเซอไบจัน
uk: Азербайджан

source: Bahamas
am: ባሐማስ
bn: বাহামা
cs: Bahamy
fa: باهاما
hi: बहामास
ja: バハマ
my: ဘာဟားမား
ru: Багамы
sw: Bahama-szigetek
th: บาฮามาส
uk: Багамські Острови

source: Bahrain
am: ባሃሬን
bn: বাহরাইন
cs: Bahrajn
es: Baréin
fa: بحرین
hi: बहरींन
ja: バーレーン
my: ဘာရိန်း
pt: Barém
ru: Бахрейн
sw: Bahrein
th: บาห์เรน
uk: Бахрейн

source: Bangladesh
am: ባንግላድሽ
bn: বাংলাদেশ
cs: Bangladéš
de: Bangladesch
es: Bangladés
fa: بنگلادش
hi: बांग्लादेश
ja: バングラデシュ
my: ဘင်္ဂလားဒေ့ရှ်
ru: Бангладеш
sw: Banglades
th: บังกลาเทศ
uk: Бангладеш

source: Barbados
am: ባርባዶስ
bn: বার্বাডোজ
fa: باربادوس
hi: बारबाडोस
ja: バルバドス
my: ဘာဘေးဒိုးစ်
ru: Барбадос
th: บาร์เบโดส
uk: Барбадос

source: Belarus
am: ቤላሩስ
bn: বেলারুশ
cs: Bělorusko
es: Bielorrusia
fa: بلاروس
hi: बेलारूस
ja: ベラルーシ
my: ဘယ်လာရုဇ်
pt: Bielorrússia
ru: Беларусь
sw: Fehéroroszország
th: เบลารุส
uk: Білорусь

source: Belgium
am: ቤልጄም
bn: বেলজিয়াম
cs: Belgie
de: Belgien
es: Bélgica
fa: بلژیک
hi: बेल्जियम
id: Belgia
ja: ベルギー
my: ဘယ်လ်ဂျီယမ်
pt: Bélgica
ru: Бельгия
th: เบลเยียม
uk: Бельгія
vi: Bỉ

source: Belize
am: ቤሊዜ
bn: বেলিজ
es: Belice
fa: بلیز
hi: बेलीज़
ja: ベリーズ
my: ဘလိဇ်
ru: Белиз
th: เบลีซ
uk: Беліз

source: Benin
am: ቤኒኒ
bn: বেনিন
es: Benín
fa: بنین
hi: बिनाइन
ja: ベナン
my: ဘီနင်
pt: Benim
ru: Бенин
th: เบนิน
uk: Республіка Бенін

source: Bermuda
am: ቤርሙዳ
bn: বারমুডা
cs: Bermudy
es: Bermudas
fa: برمودا
hi: बरमुड़ा
ja: バミューダ
my: ဘာမြူဒါ
ru: Бермуды
th: เบอร์มิวดา
uk: Бермудські Острови

source: Bhutan
am: በሓቱን
bn: ভুটান
cs: Bhútán
es: Bután
fa: بوتان
hi: भूटान
ja: ブータン
my: ဘူတန်
pt: Butão
ru: Бутан
sw: Bhután
th: ภูฏาน
uk: Бутан

source: Bolivia
am: ቦሊቪያ
bn: বলিভিয়া
cs: Bolívie
de: Bolivien
fa: بولیوی
hi: बोलिविया
ja: ボリビア
my: ဘိုလီးဗီးယား
pt: Bolívia
ru: Боливия
sw: Bolívia
th: โบลิเวีย
uk: Болівія

source: Bonaire, Sint Eustatius and Saba
am: ቦናይር፣ ሲንት ኤውስታቲየስ እና ሳባ
bn: বোনেয়ার, সিন্ট ইউস্টেশাস ও সাবা
cs: Bonaire, Svatý Eustach a Saba
de: Bonaire, Sint Eustatius und Saba
es: Bonaire, San Eustaquio y Saba
fa: بونیر، سینت اوستاتیوس و صبا
hi: बोनैर, सिंट एसटैटिस
id: Sint Eustatius dan Saba Bonaire
ja: ボネール、シント・ユースタティウスおよびサバ
my: ဘာနေယား၊ စိန့် ယူစတေးရှပ်နှင့် ဆာဘာ
pt: Bonaire, Sint Eustatius e Saba
ru: Бонайре, Синт-Эстатиус и Саба
sw: Bonaire, Sint Eustatius és Saba
th: โบแนร์ ซินท์เอิสทาทิอุส และซาบา
uk: Бонайре, Сінт-Естатіус і Саба
vi: Bonaire, Sint Eustatius và Saba

source: Bosnia and Herzegovina
am: ቦስኒያ እና ሔርዞጎቪያ
bn: বসনিয়া ও হার্জেগোভিনা
cs: Bosna a Hercegovina
de: Bosnien und Herzegowina
es: Bosnia y Herzegovina
fa: بوسنی و هرزگوین
hi: बोस्निया और हर्ज़ेगोविना
id: Bosnia dan Herzegovina
ja: ボスニア・ヘルツェゴビナ
my: ဘော့စနီးယားနှင့် ဟာဇီဂိုဗီးနား
pt: Bósnia e Herzegovina
ru: Босния и Герцеговина
sw: Bosznia-Hercegovina
th: บอสเนียและเฮอร์เซโกวีนา
uk: Боснія та Герцеговина
vi: Bosnia và Herzegovina

source: Botswana
am: ቦትስዋና
bn: বতসোয়ানা
es: Botsuana
fa: بوتسوانا
hi: बोत्स्वाना
ja: ボツワナ
my: ဘော့ဆွာနာ
pt: Botsuana
ru: Ботсвана
th: บอตสวานา
uk: Ботсвана

source: Brazil
am: ብራዚል
bn: ব্রাজিল
cs: Brazílie
de: Brasilien
es: Brasil
fa: برزیل
hi: ब्राज़ील
id: Brasil
ja: ブラジル
my: ဘရာဇီး
pt: Brasil
ru: Бразилия
sw: Brazília
th: บราซิล
uk: Бразилія

source: British Indian Ocean Territory
am: የብሪቲሽ ህንድ ውቅያኖስ ግዛት
bn: ব্রিটিশ ভারত মহাসাগরীয় অঞ্চল
cs: Britské indickooceánské území
de: Britisches Territorium im Indischen Ozean
es: Territorio Británico del Océano Índico
fa: قلمرو اقیانوس هند بریتانیا
hi: ब्रिटिश इंडीयन ओशियन टेरिटॉरी
id: Wilayah Samudra Hindia Britania
ja: イギリス領インド洋地域
my: ဗြိတိသျှ အိန္ဒိယသမုဒ္ဒရာ နယ်မြေ
pt: Território Britânico do Oceano índico
ru: Британская территория в Индийском океане
sw: Brit Indiai-óceáni Terület
th: เขตมหาสมุทรอินเดียของอังกฤษ
uk: Британська Територія в Індійському Океані
vi: Lãnh thổ Ấn Độ Dương thuộc Anh

source: Brunei Darussalam
am: ብሩኒ ዳሩሳላም
bn: ব্রুনাই দারুসসালাম
cs: Stát Brunej Darussalam
fa: برونئی دارالسلام
hi: ब्रूनाई दारुस्सलम
ja: ブルネイ・ダルサラーム
my: ဘရူနိုင်း
ru: Бруней-Даруссалам
sw: Brunei Szultanátus
th: บรูไนดารุสซาลาม
uk: Бруней Даруссалам
vi: Brunei

source: Bulgaria
am: ቡልጋሪያ
bn: বুলগেরিয়া
cs: Bulharsko
de: Bulgarien
fa: بلغارستان
hi: बुल्गारिया
ja: ブルガリア
my: ဘူလ်ဂေးရီးယား
pt: Bulgária
ru: Болгария
sw: Bulgária
th: บัลแกเรีย
uk: Болгарія

source: Burkina Faso
am: ቡርክናፋሶ
bn: বুর্কিনা ফাসো
fa: بورکینافاسو
hi: बुर्कीना फ़ासो
ja: ブルキナファソ
my: ဘာကီးနားဖားဆို
ru: Буркина-Фасо
th: บูร์กินาฟาโซ
uk: Буркіна-Фасо

source: Burundi
am: ቡሩንዲ
bn: বুরুন্ডি
fa: بوروندی
hi: बुरुंडी
ja: ブルンジ
my: ဘူရွန်ဒီ
ru: Бурунди
th: บุรุนดี
uk: Бурунді

source: Cambodia
am: ካምቦዲያ
bn: কম্বোডিয়া
cs: Kambodža
de: Kambodscha
es: Camboya
fa: کامبوج
hi: कम्बोडिया
id: Kamboja
ja: カンボジア
my: ကမ္ဘောဒီးယား
pt: Camboja
ru: Камбоджа
sw: Kambodzsa
th: กัมพูชา
uk: Камбоджа
vi: Campuchia

source: Cameroon
am: ካሜሩን
bn: ক্যামেরুন
cs: Kamerun
de: Kamerun
es: Camerún
fa: کامرون
hi: कैमरून
id: Kamerun
ja: カメルーン
my: ကင်မရွန်း
pt: Camarões
ru: Камерун
sw: Kamerun
th: แคเมอรูน
uk: Камерун

source: Canada
am: ካናዳ
bn: কানাডা
cs: Kanada
de: Kanada
es: Canadá
fa: کانادا
hi: कनाडा
id: Kanada
ja: カナダ
my: ကနေဒါ
pt: Canadá
ru: Канада
sw: Kanada
th: แคนาดา
uk: Канада

source: Cape Verde
am: ኬፕ ቬሪዴ
bn: কেপ ভার্দে
cs: Kapverdy
de: Kap Verde
es: Cabo Verde
fa: کیپ ورد
hi: केप वेर्डे
id: Tanjung Verde
ja: カーボベルデ
my: ကိတ်ဗာဒီ
pt: Cabo Verde
ru: Кабо-Верде
sw: Zöld-foki Köztársaság
th: เคปเวิร์ด
uk: Кабо-Верде

source: Cayman Islands
am: ኬይማን አይስላንድ
bn: কেম্যান দ্বীপপুঞ্জ
cs: Kajmanské ostrovy
de: Kaimaninseln
es: Islas Caimán
fa: جزایر کیمن
hi: केमन आयलंड
id: Kepulauan Cayman
ja: ケイマン諸島
my: ကေမန်ကျွန်းစု
pt: Ilhas Caimão
ru: Каймановы Острова
sw: Kajmán-szigetek
th: หมู่เกาะเคย์แมน
uk: Кайманові Острови
vi: Quần đảo Cayman

source: Central African Republic
am: ሴንትራል አፍሪካ ሪፑቢሊክ
bn: মধ্য আফ্রিকান প্রজাতন্ত্র
cs: Středoafrická republika
de: Zentralafrikanische Republik
es: República Centroafricana
fa: جمهوری آفریقای مرکزی
hi: सेंट्रल अफ़्रीकन रिपब्लिक
id: Republik Afrika Tengah
ja: 中央アフリカ共和国
my: ဗဟိုအာဖရိကသမ္မတနိုင်ငံ
pt: República Centro-Africana
ru: Центральноафриканская Республика
sw: Közép-afrikai Köztársaság
th: สาธารณรัฐแอฟริกากลาง
uk: Центральноафриканська Республіка
vi: Cộng hoà Trung Phi

source: Chad
am: ቻድ
bn: চাদ
cs: Čad
de: Tschad
fa: چاد
hi: चाड
ja: チャド
my: ချဒ်သမ္မတနိုင်ငံ
pt: Chade
ru: Чад
sw: Csád
th: ชาด
uk: Чад

source: Chile
am: ቺሊ
bn: চিলি
fa: شیلی
hi: चिले
id: Chili
ja: チリ
my: ချီလီ
ru: Чили
th: ชิลี
uk: Чилі

source: China
am: ቻይና
bn: চীন
cs: Čína
fa: چین
hi: चीन
id: Tiongkok
ja: 中国
my: တရုတ်
ru: Китай
sw: Kína
th: จีน
uk: Китай
vi: Trung Quốc

source: Christmas Island
am: የገና ደሴት
bn: ক্রিসমাস দ্বীপ
cs: Vánoční ostrov
de: Weihnachtsinsel
es: Isla de Navidad
fa: جزیره کریسمس
hi: क्रिसमस आयलंड
id: Pulau Natal
ja: クリスマス島
my: ခရစ္စမတ်ကျွန်း
pt: Ilha do Natal
ru: Остров Рождества
sw: Karácsony-sziget
th: เกาะคริสต์มาส
uk: Острів Різдва
vi: Đảo Giáng Sinh

source: Cocos (Keeling) Islands
am: ኮኮስ (ኬሊንግ) ደሴቶች
bn: কোকোস (কিলিং) দ্বীপপুঞ্জ
cs: Kokosové (Keelingovy) ostrovy
de: Kokosinseln, Keelinginseln
es: Islas Cocos (Keeling)
fa: جزایر کوکوس (کیلینگ)
hi: कोकोस (कीलिंग) आयलंड
id: Kepulauan Cocos (Keeling)
ja: ココス（キーリング）諸島
my: ကိုကိုး (ကီးလင်း) ကျွန်းများ
pt: Ilhas Cocos
ru: Кокосовые острова (острова Килинг)
sw: Kókusz-szigetek
th: หมู่เกาะโคโคส (คีลิง)
uk: Кокосові Острови
vi: Quần đảo Cocos (Keeling)

source: Colombia
am: ኮሎምቢያ
bn: কলম্বিয়া
cs: Kolumbie
de: Kolumbien
fa: کلمبیا
hi: कोलोंबिया
id: Kolombia
ja: コロンビア
my: ကိုလံဘီယာ
pt: Colômbia
ru: Колумбия
sw: Kolumbia
th: โคลอมเบีย
uk: Колумбія

source: Comoros
am: ኮሞሮስ
bn: কোমোরোস
cs: Komory
de: Komoren
es: Comoras
fa: کومور
hi: कोमोरोस
id: Komoro
ja: コモロ
my: ကိုမိုရို
pt: Comores
ru: Коморские острова
sw: Comore-szigetek
th: คอโมโรส
uk: Коморські Острови

source: Congo
am: ኮንጎ
bn: কঙ্গো
cs: Kongo
de: Kongo
fa: کنگو
hi: कांगो
id: Kongo
ja: コンゴ
my: ကွန်ဂို
ru: Конго
sw: Kongó
th: คองโก
uk: Конго

source: Congo, The Democratic Republic of the
am: ኮንጎ፣ ዲሞክራቲክ ሪፐብሊክ
bn: কঙ্গো গণপ্রজাতন্ত্র
cs: Konžská demokratická republika
de: Kongo, Demokratische Republik
es: República Democrática del Congo
fa: کنگو، جمهوری دموکراتیک
hi: कांगो, द डेमोक्रैटिक रिपब्लिक ओफ़ द
id: Republik Demokratik Kongo
ja: コンゴ民主共和国
my: ကွန်ဂိုဒီမိုကရက်တစ်သမ္မတနိုင်ငံ
pt: República Democrática do Congo
ru: Демократическая Республика Конго
sw: Kongói Demokratikus Köztársaság
th: สาธารณรัฐประชาธิปไตยคองโก
uk: Демократична Республіка Конго
vi: Cộng hoà Dân chủ Congo

source: Cook Islands
am: ኩክ አይስላንድስ
bn: কুক দ্বীপপুঞ্জ
cs: Cookovy ostrovy
de: Cookinseln
es: Islas Cook
fa: جزایر کوک
hi: कुक आयलंड
id: Kepulauan Cook
ja: クック諸島
my: ကွတ်ကျွန်းစု
pt: Ilhas Cook
ru: Острова Кука
sw: Cook-szigetek
th: หมู่เกาะคุก
uk: Острови Кука
vi: Quần đảo Cook

source: Costa Rica
am: ኮስታሪካ
bn: কোস্টারিকা
cs: Kostarika
fa: کاستاریکا
hi: कोस्टा रीका
id: Kosta Rika
ja: コスタリカ
my: ကော့စတာရီကာ
ru: Коста-Рика
th: คอสตาริกา
uk: Коста-Рика

source: Ivory Coast
am: አይቮሪ ኮስት
bn: আইভরি কোস্ট
cs: Pobřeží slonoviny
de: Elfenbeinküste
es: Costa de Marfil
fa: ساحل عاج
hi: आइवरी कोस्ट
id: Pantai Gading
ja: コートジボワール
my: အိုင်ဗရီကို့စ်
pt: Costa do Marfim
ru: Кот-д'Ивуар
sw: Elefántcsontpart
th: ไอวอรีโคสต์
uk: Кот-д'Івуар
vi: Bờ Biển Ngà

source: Croatia
am: ክሮሽያ
bn: ক্রোয়েশিয়া
cs: Chorvatsko
de: Kroatien
es: Croacia
fa: کرواسی
hi: क्रोएशा
id: Kroasia
ja: クロアチア
my: ခရိုအေးရှား
pt: Croácia
ru: Хорватия
sw: Horvátország
th: โครเอเชีย
uk: Хорватія

source: Cuba
am: ኩባ
bn: কিউবা
cs: Kuba
de: Kuba
fa: کوبا
hi: क्यूबा
id: Kuba
ja: キューバ
my: ကျူးဘား
ru: Куба
sw: Kuba
th: คิวบา
uk: Куба

source: Curacao
am: ኩራካዎ
bn: কিউরাসাও
cs: Curaçao
de: Curaçao
es: Curazao
fa: کوراسائو
hi: कूराकाओ
ja: キュラソー
my: ကူရာဆော
pt: Curaçao
ru: Кюрасао
th: คูราเซา
uk: Кюрасао

source: Cyprus
am: ቆጵሮስ
bn: সাইপ্রাস
cs: Kypr
de: Zypern
es: Chipre
fa: قبرس
hi: साइप्रस
id: Siprus
ja: キプロス
my: ဆိုက်ပရပ်စ်
pt: Chipre
ru: Кипр
sw: Ciprus
th: ไซปรัส
uk: Кіпр
vi: Cộng hòa Síp

source: Czech Republic
am: ቼክ ሪፐብሊክ
bn: চেক প্রজাতন্ত্র
cs: Česká republika
de: Tschechien
es: República Checa
fa: جمهوری چک
hi: चेक रिपब्लिक
id: Republik Ceko
ja: チェコ共和国
my: ချက်သမ္မတနိုင်ငံ
pt: República Tcheca
ru: Чешская Республика
sw: Csehország
th: สาธารณรัฐเช็ก
uk: Чеська Республіка
vi: Cộng hòa Séc

source: Denmark
am: ዴንማሪክ
bn: ডেনমার্ক
cs: Dánsko
de: Dänemark
es: Dinamarca
fa: دانمارک
hi: डेनमार्क
ja: デンマーク
my: ဒိန်းမတ်
pt: Dinamarca
ru: Дания
sw: Dánia
th: เดนมาร์ก
uk: Данія
vi: Đan Mạch

source: Djibouti
am: ጅቡቲ
bn: জিবুতি
cs: Džibutsko
de: Dschibuti
es: Yibuti
fa: جیبوتی
hi: जिबूटी
ja: ジブチ
my: ဂျီဘူတီ
ru: Джибути
sw: Dzsibuti
th: จิบูตี
uk: Джибуті

source: Dominica
am: ዶሚኒካ
bn: ডমিনিকা
cs: Dominika
fa: دومینیکا
hi: डोमिनिका
id: Dominika
ja: ドミニカ
my: ဒိုမီနီကာ
ru: Доминика
sw: Dominika
th: โดมินิกา
uk: Домініка

source: Dominican Republic
am: ዶሚኒካን ሪፑብሊክ
bn: ডোমিনিকান প্রজাতন্ত্র
cs: Dominikánská republika
de: Dominikanische Republik
es: República Dominicana
fa: جمهوری دومینیکن
hi: डोमिनिकन रिपब्लिक
id: Republik Dominika
ja: ドミニカ共和国
my: ဒိုမီနီကန်သမ္မတနိုင်ငံ
pt: República Dominicana
ru: Доминиканская Республика
sw: Dominikai Köztársaság
th: สาธารณรัฐโดมินิกัน
uk: Домініканська Республіка
vi: Cộng hoà Dominica

source: Ecuador
am: ኢኳዶር
bn: ইকুয়েডর
cs: Ekvádor
fa: اکوادور
hi: एकुआडोर
id: Ekuador
ja: エクアドル
my: အီကွေဒေါ
pt: Equador
ru: Эквадор
th: เอกวาดอร์
uk: Еквадор

source: Egypt
am: ግብጽ
bn: মিশর
de: Ägypten
es: Egipto
fa: مصر
hi: ईजिप्ट
id: Mesir
ja: エジプト
my: အီဂျစ်
pt: Egito
ru: Египет
sw: Egyiptom
th: อียิปต์
uk: Єгипет
vi: Ai Cập

source: El Salvador
am: ኤልሳልቫዶር
bn: এল সালভাদর
cs: Salvador
fa: السالوادور
hi: एल साल्वाडोर
ja: エルサルバドル
my: အယ်ဆာဗေဒို
ru: Сальвадор
th: เอลซัลวาดอร์
uk: Сальвадор

source: Equatorial Guinea
am: ኢኳቶሪያል ጊኒ
bn: বিষুবীয় গিনি
cs: Rovníková Guinea
de: Äquatorialguinea
es: Guinea Ecuatorial
fa: گینه استوایی
hi: एक्वटॉरीयल गिनी
id: Guinea Khatulistiwa
ja: 赤道ギニア
my: အီကွေတာဂီနီ
pt: Guiné Equatorial
ru: Экваториальная Гвинея
sw: Egyenlítői-Guinea
th: อิเควทอเรียลกินี
uk: Екваторіальна Гвінея
vi: Guinea Xích đạo

source: Eritrea
am: ኤርትሪያ
bn: ইরিত্রিয়া
fa: اریتره
hi: एरिट्रिया
ja: エリトリア
my: အီရီထရီးယား
pt: Eritreia
ru: Эритрея
th: เอริเทรีย
uk: Еритрея

source: Estonia
am: ኢስቶኒያ
bn: এস্তোনিয়া
cs: Estonsko
de: Estland
fa: استونی
hi: एस्टोनिया
ja: エストニア
my: အက်စ်တိုးနီးယား
pt: Estônia
ru: Эстония
sw: Észtország
th: เอสโตเนีย
uk: Естонія

source: Ethiopia
am: ኢትዮጵያ
bn: ইথিওপিয়া
cs: Etiopie
de: Äthiopien
es: Etiopía
fa: اتیوپی
hi: एथीयोपिया
ja: エチオピア
my: အီသီယိုးပီးယား
pt: Etiópia
ru: Эфиопия
sw: Etiópia
th: เอธิโอเปีย
uk: Ефіопія

source: Falkland Islands (Malvinas)
am: የፎክላንድ ደሴቶች (ማልቪናስ)
bn: ফকল্যান্ড দ্বীপপুঞ্জ (মালভিনাস)
cs: Falklandy (Malvíny)
de: Falklandinseln (Malwinen)
es: Islas Malvinas
fa: جزایر فالکلند (مالویناس)
hi: फल्कंड आयलंड (मालविनस)
id: Kepulauan Falkland (Malvinas)
ja: フォークランド諸島（マルビナス)
my: ဖော့ကလန်ကျွန်းစု (မယ်လ်ဗီးနက်စ်)
pt: Ilhas Malvinas
ru: Фолклендские (Мальвинские) острова
sw: Falkland-szigetek (Malvinas)
th: หมู่เกาะฟอล์กแลนด์ (มัลวินาส)
uk: Фолклендські (Мальвінські) острови
vi: Quần đảo Falkland (Malvinas)

source: Faroe Islands
am: የፋሮ ደሴቶች
bn: ফারো দ্বীপপুঞ্জ
cs: Faerské ostrovy
de: Färöer
es: Islas Feroe
fa: جزایر فارو
hi: फ़ेरो आयलंड
id: Kepulauan Faroe
ja: フェロー諸島
my: ဖရိုးကျွန်းစု
pt: Ilhas Faroé
ru: Фарерские острова
sw: Feröer-szigetek
th: หมู่เกาะแฟโร
uk: Фарерські острови
vi: Quần đảo Faroe

source: Fiji
am: ፊጂ
bn: ফিজি
cs: Fidži
de: Fidschi
es: Fiyi
fa: فیجی
hi: फ़िजी
ja: フィジー
my: ဖီဂျီ
ru: Фиджи
sw: Fidzsi
th: ฟิจิ
uk: Фіджі

source: Finland
am: ፊኒላንድ
bn: ফিনল্যান্ড
cs: Finsko
de: Finnland
es: Finlandia
fa: فنلاند
hi: फ़िनलैंड
id: Finlandia
ja: フィンランド
my: ဖင်လန်
pt: Finlândia
ru: Финляндия
sw: Finnország
th: ฟินแลนด์
uk: Фінляндія
vi: Phần Lan

source: France
am: ፈረንሳይ
bn: ফ্রান্স
cs: Francie
de: Frankreich
es: Francia
fa: فرانسه
hi: फ़्रान्स
id: Prancis
ja: フランス
my: ပြင်သစ်
pt: França
ru: Франция
sw: Franciaország
th: ฝรั่งเศส
uk: Франція
vi: Pháp

source: French Guiana
am: የፈረንሳይ ጉያና
bn: ফ্রেঞ্চ গায়ানা
cs: Francouzská Guyana
de: Französisch-Guayana
es: Guayana Francesa
fa: گویان فرانسه
hi: फ़्रेंच ग़ुईना
id: Guiana Prancis
ja: フランス領ギアナ
my: ပြင်သစ်ဂီယာနာ
pt: Guiana Francesa
ru: Французская Гвиана
sw: Francia Guyana
th: เฟรนช์เกียนา
uk: Французька Гвіана
vi: Guiana thuộc Pháp

source: French Polynesia
am: የፈረንሳይ ፖሊኔዥያ
bn: ফ্রেঞ্চ পলিনেশিয়া
cs: Francouzská Polynésie
de: Französisch-Polynesien
es: Polinesia Francesa
fa: پلینزی فرانسه
hi: फ्रेंच पोलीनीशिया
id: Polinesia Prancis
ja: フランス領ポリネシア
my: ပြင်သစ်ပိုလီနီးရှား
pt: Polinésia Francesa
ru: Французская Полинезия
sw: Francia Polinézia
th: เฟรนช์โปลินีเซีย
uk: Французька Полінезія
vi: Polynesia thuộc Pháp

source: French Southern Territories
am: የፈረንሳይ ደቡባዊ ግዛቶች
bn: ফরাসি দক্ষিণাঞ্চলীয় অঞ্চল
cs: Francouzská jižní území
de: Französische Südgebiete
es: Territorios Australes Franceses
fa: سرزمین های جنوبی فرانسه
hi: फ्रेंच साउथर्न टेरिटरीज
id: Wilayah Selatan Prancis
ja: フランス南部領土
my: ပြင်သစ် တောင်ပိုင်းနယ်မြေများ
pt: Territórios Franceses do Sul
ru: Французские Южные территории
sw: Francia déli területek
th: เฟรนช์เซาเทิร์นเทร์ริทอรีส์
uk: Французькі Південні Території
vi: Lãnh thổ phía Nam Thuộc Pháp

source: Gabon
am: ጋቦን
bn: গ্যাবন
de: Gabun
es: Gabón
fa: گابن
hi: गैबन
ja: ガボン
my: ဂါဘွန်
pt: Gabão
ru: Габон
th: กาบอง
uk: Габон

source: Gambia
am: ጋምቢያ
bn: গাম্বিয়া
cs: Gambie
fa: گامبیا
hi: गाम्बिया
ja: ガンビア
my: ဂမ်ဘီယာ
pt: Gâmbia
ru: Гамбия
th: แกมเบีย
uk: Гамбія

source: Georgia
am: ጆርጂያ
bn: জর্জিয়া
cs: Gruzie
de: Georgien
fa: گرجستان
hi: जॉर्जिया
ja: グルジア
my: ဂျော်ဂျီယာ
pt: Geórgia
ru: Грузия
sw: Grúzia
th: จอร์เจีย
uk: Грузія

source: Germany
am: ጀርመን
bn: জার্মানি
cs: Německo
de: Deutschland
es: Alemania
fa: آلمان
hi: जर्मनी
id: Jerman
ja: ドイツ
my: ဂျာမနီ
pt: Alemanha
ru: Германия
sw: Németország
th: เยอรมนี
uk: Німеччина
vi: Đức

source: Ghana
am: ጋና
bn: ঘানা
fa: غنا
hi: घाना
ja: ガーナ
my: ဂါနာ
pt: Gana
ru: Гана
sw: Ghána
th: กานา
uk: Гана

source: Gibraltar
am: ጊብራልታር
bn: জিব্রাল্টার
fa: جبل الطارق
hi: गिब्राल्टर
ja: ジブラルタル
my: ဂျီဘရော်လ်တာ
ru: Гибралтар
sw: Gibraltár
th: ยิบรอลตาร์
uk: Гібралтар

source: Greece
am: ግሪክ
bn: গ্রীস
cs: Řecko
de: Griechenland
es: Grecia
fa: یونان
hi: ग्रीस
id: Yunani
ja: ギリシャ
my: ဂရိ
pt: Grécia
ru: Греция
sw: Görögország
th: กรีซ
uk: Греція
vi: Hy Lạp

source: Greenland
am: ግሪንላንድ
bn: গ্রীনল্যান্ড
cs: Grónsko
de: Grönland
es: Groenlandia
fa: گرینلند
hi: ग्रीनलैंड
id: Grönland
ja: グリーンランド
my: ဂရင်းလန်
pt: Groenlândia
ru: Гренландия
sw: Grönland
th: กรีนแลนด์
uk: Гренландія

source: Grenada
am: ግሪንዳዳ
bn: গ্রেনাডা
es: Granada
fa: گرانادا
hi: ग्रेनेडा
ja: グレナダ
my: ဂရီနေဒါ
pt: Granada
ru: Гренада
th: เกรเนดา
uk: Гренада

source: Guadeloupe
am: ጓዴሎፕ
bn: গুয়াদেলুপ
es: Guadalupe
fa: گوادلوپ
hi: गौदेलौपे
ja: グアデルーペ
my: ဂွါဒီလု
pt: Guadalupe
ru: Гваделупа
th: กัวเดอลูป
uk: Гваделупа

source: Guam
am: ጉአሜ
bn: গুয়াম
fa: گوام
hi: गुआम
ja: グアム
my: ဂူအမ်
ru: Гуам
th: กวม
uk: Гуам

source: Guatemala
am: ጓቴማላ
bn: গুয়াতেমালা
fa: گواتمالا
hi: ग्वाटेमाला
ja: グアテマラ
my: ဂွါတီမာလာ
ru: Гватемала
th: กัวเตมาลา
uk: Гватемала

source: Guernsey
am: ገርንሴይ
bn: গার্নসি
fa: گرنزی
hi: गर्नजी
ja: ガーンジー
my: ဂန်းစီး
ru: Гернси
th: เกิร์นซีย์
uk: Гернсі

source: Guinea
am: ጊኒ
bn: গিনি
fa: گینه
hi: गिनी
ja: ギニア
my: ဂီနီ
pt: Guiné
ru: Гвинея
th: กินี
uk: Гвінея

source: Guinea-Bissau
am: ጊኒ-ቢሳው
bn: গিনি-বিসাউ
es: Guinea-Bisáu
fa: گینه بیسائو
hi: गिनी - बिस्सौ
id: Guinea-Bisau
ja: ギニアビサウ
my: ဂီနီ-ဗစ်ဆော
pt: Guiné-Bissau
ru: Гвинея-Бисау
th: กินี-บิสเซา
uk: Гвінея-Бісау
vi: Guiné-Bissau

source: Guyana
am: ጉያና
bn: গায়ানা
fa: گویان
hi: गुयाना
ja: ガイアナ
my: ဂိုင်ယာနာ
pt: Guiana
ru: Гайана
th: กายอานา
uk: Гаяна

source: Haiti
am: ሓይቲ
bn: হাইতি
es: Haití
fa: هائیتی
hi: हैती
ja: ハイチ
my: ဟေတီ
ru: Гаити
th: เฮติ
uk: Гаїті

source: Heard Island and McDonald Islands
am: ሄርድ ደሴት እና ማክዶናልድ ደሴቶች
bn: হার্ড দ্বীপ ও ম্যাকডোনাল্ড দ্বীপপুঞ্জ
cs: Heardův ostrov a McDonaldovy ostrovy
de: Heard und McDonaldinseln
es: Islas Heard y McDonald
fa: جزیره هرد و جزایر مک دونالد
hi: हर्ड आइलैंड और मकडोनाल्ड आइलैंड
id: Pulau Heard dan Kepulauan McDonald
ja: ハード島とマクドナルド諸島
my: ဟာဒ်ကျွန်းနှင့် မက်ဒေါ်နယ်ကျွန်းစုများ
pt: Território das Ilhas Heard e McDonald
ru: Остров Херд и острова Макдональд
sw: Heard-sziget és McDonald-szigetek
th: เกาะเฮิร์ดและหมู่เกาะแมกดอนัลด์
uk: Острів Герд і острови Макдональд
vi: Đảo Heard và quần đảo McDonald

source: Holy See (Vatican City State)
am: ቅድስት መንበር (የቫቲካን ከተማ ግዛት)
bn: হোলি সি (ভ্যাটিকান সিটি স্টেট)
cs: Svatý stolec (Městský stát Vatikán)
de: Heiliger Stuhl (Vatikanstadt)
es: Santa Sede (Estado de la Ciudad del Vaticano)
fa: سریر مقدس (ایالت شهر واتیکان)
hi: होली सी (वैटिकन सिटी स्टेट)
id: Takhta Suci (Negara Kota Vatikan)
ja: 聖座（バチカン市国）
my: ဟိုးလီးဆီး (ဗာတီကန်စီးတီး)
pt: Cidade do Vaticano
ru: Ватикан (Святой Престол)
sw: Apostoli Szentszék (Vatikánvárosi Állam)
th: นครรัฐวาติกัน
uk: Ватикан (Держава-місто Ватикан)
vi: Tòa thánh (Thành quốc Vatican)

source: Honduras
am: ሆንዱራስ
bn: হন্ডুরাস
fa: هندوراس
hi: होंडुरस
ja: ホンジュラス
my: ဟွန်ဒူးရပ်စ်
ru: Гондурас
th: ฮอนดูรัส
uk: Гондурас

source: Hong Kong
am: ሆንግ ኮንግ
bn: হংকং
fa: هنگ کنگ
hi: होन्ग कोंग
ja: 香港
my: ဟောင်ကောင်
ru: Гонконг
th: ฮ่องกง
uk: Гонконг
vi: Hồng Kông

source: Hungary
am: ሃንጋሪ
bn: হাঙ্গেরি
cs: Maďarsko
de: Ungarn
es: Hungría
fa: مجارستان
hi: हंगरी
id: Hungaria
ja: ハンガリー
my: ဟန်ဂရီ
pt: Hungria
ru: Венгрия
sw: Magyarország
th: ฮังการี
uk: Угорщина

source: Iceland
am: አይስላንድ
bn: আইসল্যান্ড
cs: Island
de: Island
es: Islandia
fa: ایسلند
hi: आइसलैंड
id: Islandia
ja: アイスランド
my: အိုက်စလန်
pt: Islândia
ru: Исландия
sw: Izland
th: ไอซ์แลนด์
uk: Ісландія

source: India
am: ሕንድ
bn: ভারত
cs: Indie
de: Indien
fa: هند
hi: भारत
ja: インド
my: အိန္ဒိယ
pt: Índia
ru: Индия
th: อินเดีย
uk: Індія
vi: Ấn Độ

source: Indonesia
am: ኢንዶኔዥያ
bn: ইন্দোনেশিয়া
cs: Indonésie
de: Indonesien
fa: اندونزی
hi: इंडोनेशिया
ja: インドネシア
my: အင်ဒိုနီးရှား
pt: Indonésia
ru: Индонезия
sw: Indonézia
th: อินโดนีเชีย
uk: Індонезія

source: Installations in International Waters
am: በአለም አቀፍ የውሃ ውስጥ መጫኛዎች
bn: আন্তর্জাতিক জলসীমাস্থ স্থাপনা
cs: Stavby v mezinárodních vodách
de: Anlagen in internationalen Gewässern
es: Instalaciones en Aguas Internacionales
fa: تاسیسات در آبهای بین المللی
hi: अंतर्राष्ट्रीय जल में प्रतिष्ठान
id: Instalasi di Perairan Internasional
ja: 国際水域
my: အပြည်ပြည်ဆိုင်ရာ ရေကြောင်းဒေသများ၌ တပ်ဆင်ခြင်းများ
pt: Instalações em Águas Internacionais
ru: Установки в международных водах
sw: Létesítmények nemzetközi vizeken
th: การสถาปนาในทะเลหลวง
uk: Об'єкти в міжнародних водах
vi: Các cơ sở tại hải phận quốc tế

source: Iran, Islamic Republic of
am: ኢራን፣ እስላማዊ ሪፐብሊክ
bn: ইরান (মুসলিম প্রজাতন্ত্র)
cs: Íránská islámská republika
de: Iran, Islamische Republik
es: Irán
fa: ایران، جمهوری اسلامی
hi: ईरान, इस्लामिक रिपब्लिक ऑफ़
id: Republik Islam Iran
ja: イラン・イスラム共和国
my: အီရန်အစ္စလာမ်မစ် သမ္မတနိုင်ငံ
pt: República Islâmica do Irã
ru: Исламская Республика Иран
sw: Iráni Iszlám Köztársaság
th: สาธารณรัฐอิสลามอิหร่าน
uk: Іран
vi: Cộng hòa Hồi giáo Iran

source: Iraq
am: ኢራቅ
bn: ইরাক
cs: Irák
de: Irak
fa: عراق
hi: इराक
id: Irak
ja: イラク
my: အီရတ်
pt: Iraque
ru: Ирак
sw: Irak
th: อิรัก
uk: Ірак

source: Ireland
am: አይርላድ
bn: আয়ারল্যান্ড
cs: Irsko
de: Irland
es: Irlanda
fa: ایرلند
hi: आयरलैंड
id: Irlandia
ja: アイルランド
my: အိုင်ယာလန်
pt: Irlanda
ru: Ирландия
sw: Írország
th: ไอร์แลนด์
uk: Ірландія
