Repository: kobotoolbox/form-builder-translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: am, ar, bn, cs, de, es, fa, fr, hi, hu, id, ja, km, my, ne, pl, pt, ru, sw, th, tr, uk, vi

source: Make public
am: ይፋዊ አድርግ
ar: تغيير الحالة إلى عامة
bn: পাবলিক করুন
cs: Zveřejnit
de: Veröffentlichen
es: Publicar
fa: همگانی کنید
fr: Rendre public
hi: सार्वजनिक करें
hu: Nyilvánosra váltás
id: Jadikan publik
ja: 公にする
km: បង្ហាញជាសាធារណៈ
my: အများမြင် ပြုလုပ်မည်
ne: सार्वजनिक गर्नुहोस्
pl: Zmień na widok publiczny
pt: Torná-lo público
ru: Сделать общедоступным
sw: Weka hadharani
th: เปิดเผยต่อสาธารณะ
tr: Herkese açık yap
uk: Оприлюднити
vi: Bật công khai

source: Make private
am: የግል አድርግ
ar: تغيير الحالة إلى خاصة
bn: প্রাইভেট করুন
cs: Nastavit jako soukromé
de: Als privat festlegen
es: Convertir en privado
fa: شخصی سازی
fr: Rendre privé
hi: निजी करें
hu: Privátra váltás
id: Jadikan privat
ja: プライベートにする
km: ដាក់ជាលក្ខណៈឯកជន
my: ကိုယ်တစ်ယောက်တည်းသာမြင်ရန် ပြုလုပ်မည်
ne: निजी बनाउनुहोस्
pl: Zmień na widok prywatny
pt: Torná-lo privado
ru: Сделать приватным
sw: Fanya kibinafsi
th: ทำให้เป็นส่วนตัว
tr: Özel yap
uk: Зробити приватним
vi: Giữ riêng tư

source: Parent Collection
am: የወላጅ ስብስብ
ar: المجموعة الأساسية
bn: প্যারেন্ট সংগ্রহ
cs: Nadřazená sbírka
de: Übergeordnete Sammlung
es: Recolección principal
fa: مجموعه پدر یا مادر
fr: Collection parent
hi: मूल (पैरेंट) संग्रह
hu: Szülőgyűjtemény
id: Koleksi Induk
ja: 親コレクション
km: បណ្ដុំមេ
my: ပင်မ စုစည်းမှု
ne: अभिभावक संग्रह
pl: Kolekcja nadrzędna
pt: Coleção Pai
ru: Родительская подборка
sw: Mkusanyiko wa Wazazi
th: คอลเลกชันต้นกำเนิด
tr: Ana Koleksiyon
uk: Материнська колекція
vi: Bộ sưu tập gốc

source: This ##asset_type## is empty.
am: ይህ ##asset_type## ባዶ ነው።
ar: هذا ##asset_type## فارغ.
bn: এই ##asset_type##টি খালি।
cs: Tato položka (##asset_type##) je prázdná.
de: Diese/s/r ##asset_type## ist leer.
es: Este ##asset_type## está vacío.
fa: این ##asset_type## خالی است.
fr: Ce(tte) ##asset_type## est vide.
hi: यह ##asset_type## खाली है।
hu: Üres ##asset_type##.
id: ##asset_type## ini kosong.
ja: ##asset_type##が空欄です。
km: ##asset_type## នេះគឺទទេ។
my: ဤ ##asset_type## မှာ အခွံဖြစ်နေသည်။
ne: यो ##asset_type##खाली छ।
pl: Ten ##asset_type## jest pusty.
pt: Este ##asset_type## está vazio.
ru: Пустой объект типа «##asset_type##».
sw: ##asset_type## hii haina chochote.
th: ##asset_type##นี้ว่างเปล่า
tr: Bu ##asset_type## boş.
uk: Цей ##asset_type## порожній.
vi: ##asset_type## này trống.

source: Show less
am: ያነሰ አሳይ
ar: قم بعرض أقل
bn: কম দেখান
cs: Zobrazit méně
de: Weniger anzeigen
es: Mostrar menos
fa: نمایش کمتر
fr: Afficher moins
hi: कम दिखाएं
hu: Kevesebb megjelenítése
id: Tampilkan lebih sedikit
ja: 表示を減らす
km: បង្ហាញតិច
my: လျှော့၍ပြရန်
ne: कम देखाउनुहोस्
pl: Pokaż mniej
pt: Exibir menos
ru: Показать меньше
sw: Onyesha machache
th: แสดงน้อยลง
tr: Daha az göster
uk: Показати менше
vi: Hiện ít hơn

source: Show more
am: ተጨማሪ አሳይ
ar: قم بعرض المزيد
bn: বেশি দেখান
cs: Zobrazit více
de: Mehr anzeigen
es: Mostrar más
fa: نمایش بیشتر
fr: Afficher plus
hi: अधिक दिखाएं
hu: Több megjelenítése
id: Tampilkan lebih banyak
ja: 詳細を表示
km: បង្ហាញច្រើន
my: ပို၍ပြရန်
ne: बढी देखाउनुहोस्
pl: Pokaż więcej
pt: Exibir mais
ru: Показать больше
sw: Onyesha zaidi
th: แสดงมากขึ้น
tr: Daha fazla göster
uk: Показати більше
vi: Hiện nhiều hơn

source: Your query is too short
am: ጥያቄዎ በጣም አጭር ነው
ar: استعلامك قصير جدًا
bn: আপনার কোয়েরিটি অনেক বেশি ছোট
cs: Váš dotaz je příliš krátký
de: Ihre Anfrage ist zu kurz
es: Tu consulta es demasiado corta
fa: درخواست شما خیلی کوتاه است
fr: Votre requête est trop courte
hi: आपकी क्वेरी बहुत छोटी है
hu: A lekérdezése túl rövid
id: Pencarian Anda terlalu singkat
ja: クエリが短すぎます
pl: Twoje zapytanie jest za krótkie
pt: Sua consulta é muito curta
ru: Ваш запрос слишком короткий
sw: Hoja yako ni fupi mno
th: ข้อคำถามของคุณสั้นเกินไป
tr: Sorgunuz çok kısa
uk: Ваш запит занадто короткий
vi: Truy vấn của bạn quá ngắn

source: failed to list assets
am: ንብረቶችን መዘርዘር አልቻለም
ar: فشل إدراج الأصول
bn: অ্যাসেটের তালিকা তৈরি করা যায় নি
cs: selhalo vypsání položek
de: Elemente konnten nicht aufgelistet werden
es: error al enumerar los recursos
fa: فهرست کردن دارایی‌ها ناموفق بود
fr: L'affichage des projets a échoué
hi: परिसंपत्ति (ऐसट्स) को सूचीबद्ध करने में विफल
hu: elemek listázása sikertelen
id: gagal untuk mencantumkan aset
ja: アセットのリストを作成に失敗しました
km: មិនអាចរៀបរាប់បញ្ជីទ្រព្យបាន
my: asset များ စာရင်းပြရန် မအောင်မြင်ပါ
ne: सम्पत्ति सूचीबद्ध गर्न असफल
pl: nie udało się wyświetlić zasobów
pt: falha ao listar os recursos
ru: не удалось составить список объектов
sw: imeshindwa kuorodhesha vipengele
th: แสดงรายการสินทรัพย์ไม่สำเร็จ
tr: varlıklar listelenemedi
uk: неможливо скласти перелік ресурсів
vi: liệt kê tài sản thất bại

source: Unlabeled
am: ያልተሰየመ
ar: بدون تحديد التسمية
bn: লেবেলহীন
cs: Neoznačeno
de: ungekennzeichnet
es: Sin etiquetar
fa: بدون برچسب
fr: Sans libellé
hi: बिना लेबल
hu: Címke nélkül
id: Tanpa label
ja: ラベルなし
km: មិនដាក់ស្លាក
my: ခေါင်းစဉ်တပ်မထားသော
ne: लेबल नभएको
pl: Bez etykiety
pt: Sem rótulo
ru: Без меток
sw: Zisizokuwa na lebo
th: ไม่มีป้ายกำกับ
tr: Etiketsiz
uk: Без мітки
vi: Không có nhãn

source: Vertical
am: አቀባዊ
ar: عمودي
bn: উল্লম্ব
cs: Sloupcový
de: Säulendiagramm
fa: عمودی
fr: Barres verticales
hi: सीधा या खड़ा
hu: Függőleges
id: Vertikal
ja: 垂直型
km: បន្ទាត់បញ្ឈរ
my: ဒေါင်လိုက်
ne: ठाडो
pl: Pionowo
ru: Вертикальная
sw: Wima
th: แนวตั้ง
tr: Dikey
uk: Вертикальна
vi: Dọc

source: Horizontal
am: አግድም
ar: أفقي
bn: অনুভূমিক
cs: Pruhový
de: Balkendiagramm
fa: افقی
fr: Barres horizontales
hi: आड़ा
hu: Vízszintes
ja: 水平型
km: បន្ទាត់ផ្ដេក
my: အလျားလိုက်
ne: तेर्सो
pl: Poziomo
ru: Горизонтальная
sw: Mlalo
th: แนวนอน
tr: Yatay
uk: Горизонтальна
vi: Ngang

source: Pie
am: አምባሻ
ar: دائري
bn: পাই
cs: Výsečový
de: Kuchendiagramm
es: Circular
fa: دایره ای
fr: Secteurs
hi: पाई (Pie)
hu: Kör
id: Pai
ja: 円型
km: រូបរាងចំណិត
my: စက်ဝိုင်းစိတ်
ne: पाई चार्ट
pl: Kołowy
pt: Pizza
ru: Круговая
sw: Pai
th: วงกลม
tr: Çember
uk: Кругова діаграма
vi: Tròn

source: Donut
am: ዶናት
ar: كعكة
bn: ডোনাট
cs: Prstencový
de: Ringdiagramm
es: Rosquilla
fa: حلقه ای
fr: Anneaux
hi: डोनट (Donut)
hu: Gyűrű
id: Donat
ja: ドーナッツ型
km: នំដូណាត់
my: ဒိုးနပ်
ne: डोनट
pl: Pierścieniowy
pt: Rosca
ru: Кольцевая
sw: Donati
th: โดนัท
tr: Halka
uk: Кругла діаграма
vi: Vành khuyên bị cắt

source: Polar area
am: የዋልታ አካባቢ
ar: المنطقة القطبية
de: Polargebiet
es: Zona polar
fa: منطقه دوقطبی
fr: Zone polaire
hi: पोलर एरिया
id: Area kutub
ja: 極域
pl: Wykres biegunowy
pt: Área polar
ru: Полярная Область
sw: Eneo la polar
th: พื้นที่ขั้วโลก
tr: Polar alan
uk: Полярна зона
vi: Vùng cực

source: Radar
am: ራዳር
ar: رادار
fa: رادار
hi: राडार
ja: レーダー
ru: Радар
sw: Rada
th: เรดาร์
uk: Радар

source: Untitled Report
am: ርዕስ አልባ ሪፖርት
ar: تقرير بلا عنوان
bn: শিরোনামহীন প্রতিবেদন
cs: Hlášení bez názvu
de: Unbenannter Bericht
es: Informe sin título
fa: گزارش بدون عنوان
fr: Rapport sans nom
hi: बिना शीर्षक रिपोर्ट
hu: Névtelen jelentés
id: Laporan Tanpa Judul
ja: 無題のレポート
km: របាយការណ៍គ្មានចំណងជើង
my: အမည်မပေးရသေးသောရီပို့
ne: शीर्षकहीन प्रतिवेदन
pl: Raport bez tytułu
pt: Relatório Sem Título
ru: Отчет без названия
sw: Ripoti Isiyo na jina
th: รายงานที่ไม่มีชื่อ
tr: Adsız Rapor
uk: Звіт без назви
vi: Báo cáo chưa có tiêu đề

source: Include the following questions:
am: የሚከተሉትን ጥያቄዎች ያካትቱ፦
ar: يتضمن الأسئلة التالية:
bn: নিচের প্রশ্নগুলো অন্তর্ভুক্ত করুন:
cs: Zahrnout následující otázky:
de: Nehmen Sie die folgenden Fragen auf:
es: Incluir las siguientes preguntas:
fa: شامل سوالات زیر:
fr: Inclure les questions suivantes :
hi: निम्नलिखित प्रश्न शामिल करें:
hu: Következő kérdések felvétele:
id: Sertakan pertanyaan-pertanyaan berikut:
ja: 以下の質問を含む：
km: រួមមានសំណួរដូចតទៅ
my: အောက်ပါမေးခွန်းများ အပါအဝင်-
ne: निम्न प्रश्नहरू समावेश गर्नुहोस्:
pl: Załącz następujące pytania:
pt: Incluir as seguintes perguntas:
ru: Включить следующие вопросы:
sw: Jumuisha maswali yafuatayo:
th: รวมคำถามต่อไปนี้ไว้ด้วย:
tr: Aşağıdaki soruları ekleyin:
uk: Включити наступні питання:
vi: Bao gồm các câu hỏi sau:

source: Delete
am: ሰርዝ
ar: حذف
bn: বাতিল করুন
cs: Smazat
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: मिटा दें
hu: Törlés
id: Hapus
ja: 削除
km: លុប
my: ပယ်ဖျက်သည်
ne: मेट्नुहोस्
pl: Skasuj
pt: Excluir
ru: Удалить
sw: Futa
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa

source: No grouping
am: መቧደን የለም
ar: من دون تصنيف
bn: গ্রুপ করা হবে না
cs: Bez seskupení
de: Keine Gruppierung
es: Sin agrupar
fa: بدون گروه بندی
fr: Pas de groupement
hi: कोई समूह नहीं
hu: Csoportosítás nélkül
id: Tanpa pengelompokan
ja: グループ化なし
km: គ្មានចាត់ជាក្រុម
my: အုပ်စုဖွဲ့ထားခြင်း မရှိပါ
ne: कुनै समूह छैन
pl: Bez grupowania
pt: Sem agrupamento
ru: Без группировки
sw: Hakuna kupanga kikundi
th: ไม่จัดกลุ่ม
tr: Gruplama yok
uk: Без групування
vi: Không nhóm lại

source: Type
am: ዓይነት
ar: النوع
bn: ধরন
cs: Typ
de: Typ
es: Tipo
fa: نوع
hi: प्रकार
hu: Típus
id: Tipe
ja: 種類
km: ប្រភេទ
my: အမျိုးအစား
ne: प्रकार
pl: Typ
pt: Tipo
ru: Тип
sw: Aina
th: ชนิด
tr: Tür
uk: Тип
vi: Loại

source: Name
am: ስም
ar: الاسم
bn: নাম
cs: Jméno
es: Nombre
fa: نام
fr: Nom
hi: नाम
hu: Név
id: Nama
ja: 名前
my: အမည်
ne: नाम
pl: Imię
pt: Nome
ru: Имя
sw: Jina
th: ชื่อ
tr: Ad
uk: Ім'я
vi: Tên

source: Subscribers
am: ተመዝጋቢዎች
ar: المشتركين
bn: সাবস্ক্রাইবার
cs: Odběratelé
de: Abonnent*innen
es: Subscriptores
fa: مشترکین
fr: Abonnés
hi: सब्सक्राइबर्स
hu: Előfizetők
id: Pelanggan
ja: 登録者
km: អ្នកជាវ
my: စာရင်းပေးစောင့်ကြည့်သူများ လုံခြုံရေး
ne: सदस्यहरू
pl: Subskrybenci
pt: Inscritos
ru: Подписчики
sw: Waliojisajili
th: ผู้สมัครรับข่าวสาร
tr: Aboneler
uk: Підписники
vi: Người đăng kí

source: Primary Sector
am: የመጀመሪያ ደረጃ ዘርፍ
ar: القطاع الرئيسي
bn: প্রাথমিক খাত
cs: Primární sektor
de: Hauptsektor
es: Sector principal
fa: بخش اولیه
fr: Secteur primaire
hi: प्राथमिक क्षेत्र
hu: Elsődleges ágazat
id: Sektor Utama
ja: 主なセクター
km: ផ្នែកចម្បង
my: အဓိက ကဏ္ဍ
ne: प्राथमिक क्षेत्र
pl: Główny sektor
pt: Setor Primário
ru: Первичный сектор
sw: Sekta ya Msingi
th: ภาคส่วนหลัก
tr: Birincil Sektör
uk: Первинний сектор
vi: Ngành chính

source: Deploy
am: ማሰማራት
ar: نشر وتوزيع
bn: ডিপ্লয় করুন
cs: Zveřejnit
de: Bereitstellen
es: Implementar
fa: استقرار
fr: Déployer
hi: परिनियोजित (डिप्लॉए) करें
hu: Élesítés
id: Sebarkan
ja: 公開
km: ដាក់ពង្រាយ
my: အသုံးပြုမည်
ne: कार्यान्वयन गर्नुहोस्।
pl: Wdróż
pt: Disponibilizar
ru: Развернуть на сервере
sw: Sambaza
th: นำไปใช้งาน
tr: Yayınla
uk: Розмістити
vi: Triển khai

source: Remove from collection
am: ከስብስብ ያስወግዱ
ar: إزالة من المجموعة
de: Aus Sammlung entfernen
es: Eliminar de la recolección
fa: حذف کردن از مجموعه
id: Hapus dari koleksi
ja: コレクションから削除
km: ដកចញពីបណ្ដុំ
pl: Usuń z kolekcji
pt: Remover da coleção
ru: Удалить из подборки
sw: Ondoa kwenye mkusanyiko
th: ลบออกจากคอลเลกชัน
uk: Видалити з колекції
vi: Gỡ khỏi bộ sưu tập

source: Move to
am: አንቀሳቅስ ወደ
ar: الانتقال إلى
de: Verschieben zu
es: Mover a
fa: انتقال به
id: Pindahkan ke
ja: へ移動
km: ផ្លាស់ទីទៅ
pl: Przenieś do
pt: Mover para
ru: Куда переместить
sw: Hamisha hadi
th: ย้ายไปที่
uk: Перемістити до
vi: Chuyển đến

source: Unarchive
am: ማህደር አታስቀምጥ
ar: إلغاء الأرشفة
bn: আনআর্কাইভ করুন
cs: Zrušit archivaci
de: Dearchivieren
es: Desarchivar
fa: لغو بایگانی
fr: Désarchiver
hi: संग्रह से हटाएं
hu: Visszaállítás archívumból
id: Batalkan Pengarsipan
ja: アーカイブを解除する
km: មិនទុកក្នុងបណ្ណសារ
my: မှတ်တမ်းသိမ်းဆည်းထားခြင်းမှ ပြန်လည်ရယူသည်
ne: अभिलेखन नगर्नुहोस्
pl: Przywróć archiwizację
pt: Desarquivar
ru: Разархивировать
sw: Ondoa kwenye kumbukumbu
th: ยกเลิกการเก็บถาวร
tr: Arşivden çıkar
uk: Розархівувати
vi: Hoàn tác lưu trữ

source: Archive
am: ማህደር
ar: الأرشيف
bn: আর্কাইভ করুন
cs: Archivovat
de: Archivieren
es: Archivar
fa: بایگانی
fr: Archiver
hi: संग्रह करें
hu: Archiválás
id: Arsipkan
ja: アーカイブ
km: ទុកក្នុងបណ្ណសារ
my: မှတ်တမ်းသိမ်းဆည်းသည်
ne: अभिलेख राख्नुहोस्
pl: Zarchiwizuj
pt: Arquivar
ru: Архивировать
sw: Hifadhi kwenye kumbukumbu
th: หน่วยเก็บถาวร
tr: Arşivle
uk: Архівувати
vi: Lưu trữ

source: Subscribe
am: ሰብስክራይብ ያድርጉ
ar: اشترك
de: Abonnieren
es: Subscribirse
fa: عضویت
id: Langganan
ja: 購読する
km: ជាវ
pl: Zasubskrybuj
pt: Inscrever-se
ru: Подписаться
sw: Jisajili
th: สมัครรับข่าวสาร
uk: Підписатися
vi: Đăng ký

source: Unsubscribe
am: ከ ደንበኝነት ምዝገባ ይውጡ
ar: إلغاء الاشتراك
de: Abonnement kündigen
es: Cancelar la suscripción
fa: لغو اشتراک
id: Berhenti langganan
ja: 購読を解除する
km: ឈប់ជាវ
pl: Wypisz się
pt: Cancelar a inscrição
ru: Отписаться
sw: Jiondoe
th: ยกเลิกการรับข่าวสาร
uk: Скасувати підписку
vi: Hủy đăng ký

source: Modify details
am: ዝርዝሮችን ያስተካክሉ
ar: تعديل التفاصيل
de: Details ändern
es: Modificar detalles
fa: جزئیات تغییر
id: Ubah detail
ja: 詳細の変更
km: កែព័ត៌មានលម្អិត
pl: Edytuj szczegóły
pt: Modificar detalhes
ru: Изменить сведения
sw: Rekebisha maelezo
th: แก้ไขรายละเอียด
uk: Модифікувати деталі
vi: Chỉnh sửa thông tin

source: Edit Tags
am: መለያዎችን አርትዕ
ar: تعديل الوسوم الدلالية
de: Tags bearbeiten
es: Editar etiquetas
fa: ویرایش تگ ها
id: Edit Tag
ja: タグの編集
km: កែស្លាក
pl: Edytuj znaczniki
pt: Editar Tags
ru: Изменить теги
sw: Hariri Lebo
th: แก้ไขแท็ก
uk: Редагувати теги
vi: Chỉnh sửa Thẻ

source: Share
am: አጋራ
ar: مشاركة
de: Teilen
es: Compartir
fa: اشتراک گذاری
id: Bagikan
ja: 共有する
km: ចែករំលែក
pl: Podziel się
pt: Compartilhar
ru: Поделиться
sw: Shiriki
th: แชร์
uk: Поділитися
vi: Chia sẻ

source: View containing Collection
am: ስብስብ የያዘ ይመልከቱ
ar: عرض محتوى المجموعة
de: Enthaltende Sammlung anzeigen
es: Ver la Recolección que contiene
fa: مشاهده محتویات مجموعه
id: Lihat isi Koleksi
ja: コレクションを含むビュー
km: មើលបណ្ដុំដែលមាន
pl: Zobacz kolekcję
pt: Visualização contendo a Coleção
ru: Вернуться к просмотру подборки
sw: Tazama iliyo na Mkusanyiko
th: ดูคอลเลกชัน
uk: Перегляд, що містить колекцію
vi: Xem kèm Bộ sưu tập

source: Previous
am: ቀዳሚ
ar: السابق
bn: পূর্ববর্তী
cs: Předchozí
de: Vorherige
es: Anterior
fa: قبلی
fr: Précédent
hi: पिछला
hu: Előző
id: Sebelumnya
ja: 戻る
km: ពីមុន
my: ယခင်
ne: अघल्लो
pl: Poprzedni
pt: Anterior
ru: Назад
sw: Iliyotangulia
th: ก่อนหน้า
tr: Önceki
uk: Попередній
vi: Trước

source: ##count## items
am: ##count## እቃዎች
ar: ##count## عنصر/عناصر
de: ##count## Objekte
es: ##count## elementos
fa: ##count##موارد
id: ##count## item
ja: ##count##アイテム
km: ##count## ធាតុ
pl: Elementy: ##count##
pt: itens de ##count##
ru: число элементов: ##count##
sw: vitu ##count##
th: ##count## รายการ
uk: ##count## елементів
vi: ##count## mục

source: There are no assets to display.
am: የሚታዩ ንብረቶች የሉም።
ar: لا يوجد أصول للعرض.
de: Es sind keine Elemente zum Anzeigen vorhanden.
es: No hay recursos para mostrar.
fa: دارائی برای نمایش وجود ندارد.
id: Tidak ada aset yang ditampilkan.
ja: 表示するアセットがありません。
km: មិនមានទ្រព្យដើម្បីបង្ហាញទេ។
pl: Brak zasobów do wyświetlenia
pt: Não há recursos para exibir.
ru: Нет объектов для отображения.
sw: Hakuna vipengee vya kuonyesha.
th: ไม่มีสินทรัพย์ให้แสดง
uk: Немає ресурсів для відображення.
vi: Không có tài sản nào để hiển thị.

source: permissions were copied successfully
am: ፈቃዶች በተሳካ ሁኔታ ተቀድተዋል
ar: تم نسخ صلاحيات الأذونات بنجاح
bn: অনুমতিগুলো সফলভাবে কপি করা হয়েছে
cs: oprávnění byla úspěšně zkopírována
de: Berechtigungen wurden erfolgreich kopiert
es: los permisos se copiaron correctamente
fa: مجوزها با موفقیت کپی شدند
fr: les autorisations ont été copiées avec succès
hi: अनुमतियों की सफलतापूर्वक नकल बन गई
hu: a jogosultságok sikeresen lemásolva
id: izin berhasil disalin
ja: 権限のコピーに成功しました
km: ការអនុញ្ញាតត្រូវបានចម្លងដោយជោគជ័យ
my: ခွင့်ပြုချက်များအား အောင်မြင်စွာ မိတ္တုကူးပြီး
ne: अनुमतिहरू सफलतापूर्वक प्रतिलिपि गरियो
pl: Udało się skopiować uprawnienia
pt: as permissões foram copiadas com sucesso
ru: разрешения были скопированы
sw: ruhusa zilinakiliwa kwa mafanikio
th: คัดลอกสิทธิ์การอนุญาตเรียบร้อยแล้ว
tr: izinler başarıyla kopyalandı
uk: дозволи успішно скопійовано
vi: quyền hạn đã được sao chép thành công

source: You are about to copy permissions from ##source to ##target. This action cannot be undone.
am: ፈቃዶችን ##source to ##target ልትቀዳ ነው። ይህ እርምጃ ሊቀለበስ አይችልም።
ar: أنت على وشك نسخ صلاحيات الأذونات من ##source to ## هدف. لا يمكن التراجع عن هذا الإجراء.
bn: আপনি ##source to ##target অনুমতি কপি করতে যাচ্ছেন। কাজটি করা হয়ে গেলে তা কিন্তু আর বাতিল করা যাবে না।
cs: Chystáte se zkopírovat oprávnění z ##source to ##target. Tuto akci nelze vrátit zpět.
de: Sie sind dabei, die Berechtigungen vom ##source to ##target zu kopieren. Diese Aktion kann nicht rückgängig gemacht werden.
es: Estás a punto de copiar permisos desde ##source to ##target. Esta acción no puede deshacerse.
fa: شما در حال کپی کردن مجوزها از ##source to ##target هستید. این عمل قابل بازگشت نیست.
fr: Vous êtes sur le point de copier les autorisations de ##source to ##target. Cette action ne peut pas être annulée.
hi: आप ##source to ## लक्ष्य से अनुमतियों की नकल करने वाले हैं। इस क्रिया पूर्ववत नहीं किया जा सकता।
hu: ##source to ##target jogosultságait készül lemásolni. Ez a művelet nem vonható vissza.
id: Anda akan menyalin izin dari ##source to ##target. Tindakan ini tidak dapat dibatalkan.
ja: ##source to ##targetへ権限をコピーしようとしています。この操作は元に戻すことができません。
km: អ្នកបម្រុងនឹងថតចម្លងការអនុញ្ញាតពី ##source to ##target។ សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។
my: ##source to ##target ခွင့်ပြုချက်များ မိတ္တူကူးယူတော့မည် ဖြစ်သည်။ ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်ပြီးမှ ပြန်ပြင်၍ မရပါ။
ne: तपाईं ##source to ##target अनुमतिहरू प्रतिलिपि गर्न लाग्दै हुनुहुन्छ। यो कार्य अन्डू गर्न सकिँदैन।
pl: Zamierzasz skopiować uprawnienia ##source to ##target. Ta czynność nie będzie mogła zostać cofnięta.
pt: Você está prestes a copiar as permissões do destino do ##source to ##. Esta ação não pode ser desfeita.
ru: Вы собираетесь скопировать разрешения из ##source to ##target. Это необратимое действие.
sw: Unakaribia kunakili ruhusa kutoka kwa ##source to ##target. Kitendo hiki hakiwezi kutenduliwa.
th: คุณกำลังคัดลอกคำอนุญาตจาก ##source to ##target เมื่อทำเสร็จแล้วไม่สามารถยกเลิกได้
tr: ##source to ##target izinleri kopyalamak üzeresiniz. Bu eylem geri alınamaz.
uk: Ви збираєтеся скопіювати дозволи з ##source to ##target. Цю дію не можна скасувати.
vi: Bạn sắp sao chép quyền hạn từ ##source to ##target. Thao tác này không thể hoàn tác.

source: Are you sure you want to copy permissions?
am: እርግጠኛ ነዎት ፈቃዶችን መቅዳት ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد نسخ صلاحيات الأذونات؟
bn: আপনি কি সত্যিই অনুমতিগুলো কপি করতে চান?
cs: Opravdu chcete zkopírovat oprávnění?
de: Sind Sie sicher, dass Sie die Berechtigungen kopieren wollen?
es: ¿Estás seguro de que deseas copiar los permisos?
fa: آیا از کپی مجوزها مطمئن هستید؟
fr: Êtes-vous sûr de vouloir copier ces autorisations ?
hi: क्या आप वाकई अनुमतियों की नकल बनाना चाहते हैं?
hu: Biztosan másolni kívánja a jogosultságokat?
id: Apakah Anda yakin ingin menyalin izin?
ja: 権限をコピーしてもよろしいですか?
km: តើអ្នកប្រាកដជាចង់ថតចម្លងការអនុញ្ញាតឬ?
my: ခွင့်ပြုချက်များအား မိတ္တူကူးယူလိုသည်မှ သေချာပါသလား။
ne: के तपाइँ निश्चित रूपमा अनुमतिहरू प्रतिलिपि गर्न चाहनुहुन्छ?
pl: Czy na pewno chcesz skopiować uprawnienia?
pt: Tem certeza de que deseja copiar as permissões?
ru: Вы действительно хотите скопировать разрешения?
sw: Je, una uhakika unataka kunakili ruhusa?
th: แน่ใจหรือว่าต้องการคัดลอกสิทธิ์การอนุญาต
tr: İzinleri kopyalamak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте скопіювати дозволи?
vi: Bạn có chắc muốn sao chép quyền hạn?

source: Proceed
am: ቀጥል
ar: تمت المعالجة
bn: এগিয়ে যান
cs: Pokračovat
de: Weiter
es: Proceder
fa: ادامه دهید
fr: Procéder
hi: आगे बढ़ें
hu: Folytatás
id: Lanjutkan
ja: 進む
km: ដំណើរការទៅមុខ
my: ‌ဆက်လက်လုပ်ဆောင်ရန်
ne: अगाडि बढ्नुहोस्
pl: Przejdź dalej
pt: Proceder
ru: Продолжить
sw: Endelea
th: ดำเนินการต่อ
tr: İlerle
uk: Продовжити
vi: Tiếp tục

source: Copy team from another project
am: ቡድን ከሌላ ፕሮጀክት ቅዳ
ar: نسخ الفريق من مشروع آخر
bn: অন্য প্রকল্প থেকে দল কপি করুন
cs: Kopírovat tým z jiného projektu
de: Kopieren eines Teams aus einem anderen Projekt
es: Copiar el equipo de otro proyecto
fa: تیم را از پروژه دیگری کپی کنید
fr: Copier une équipe à partir d'un autre projet
hi: किसी अन्य प्रोजेक्ट से टीम कॉपी करें
hu: Csapat átmásolása egy másik projektből
id: Salin tim dari proyek lain
ja: 別のプロジェクトからチームをコピー
km: ថតចម្លងក្រុមពីគម្រោងមួយទៀត
my: အခြားပ‌ေရာဂျက်တစ်ခုမှ အဖွဲ့ကို မိတ္တူကူးရန်
ne: अर्को परियोजनाबाट टोली प्रतिलिपि गर्नुहोस्
pl: Skopiuj zespół z innego projektu
pt: Copiar equipe de outro projeto
ru: Копировать состав команды из другого проекта
sw: Nakili timu kutoka kwa mradi mwingine
th: คัดลอกทีมจากโครงการอื่น
tr: Ekibi başka bir projeden kopyala
uk: Копіювати команду з іншого проєкту
vi: Sao chép nhóm từ một dự án khác

source: This will overwrite any existing sharing settings defined in this project.
am: ይህ በዚህ ፕሮጀክት ውስጥ የተገለጹ ማናቸውንም የማጋሪያ አዘጋጆችን ይተካል።
ar: سيؤدي هذا إلى استبدال أي إعدادات مشاركة حالية محددة في هذا المشروع.
bn: এতে এই প্রকল্পে বিদ্যমান শেয়ার-সংক্রান্ত সব সেটিংস ওভাররাইড হয়ে যাবে।
cs: Tím se přepíší všechna stávající nastavení sdílení definovaná v tomto projektu.
de: Dadurch werden alle vorhandenen Freigabeeinstellungen, die in diesem Projekt definiert sind, überschrieben.
es: Esto sobrescribirá toda configuración sobre el uso compartido que actualmente tienes definido en este proyecto.
fa: با این کار تنظیمات اشتراک گذاری موجود تعریف شده در این پروژه بازنویسی می شود.
fr: Cela va écraser tous les paramètres de partage définis dans ce projet.
hi: यह इस प्रोजेक्ट में परिभाषित किसी भी मौजूदा साझा करने की सेटिंग को अधिलेखित (ओवरराइट) कर देगा।
hu: Ez felül fogja írni a létező megosztási beállításokat ebben a projektben.
id: Ini akan menimpa pengaturan berbagi yang ada yang telah ditentukan dalam proyek ini.
ja: これによりプロジェクト内で定義された既存の共有設定はすべて上書きされます。
km: ការនេះនឹងសរសេរជាន់លើការកំណត់ចែករំលែកដែលមានស្រាប់ណាមួយដែលបានកំណត់និយមន័យនៅក្នុងគម្រោងនេះ។
my: ၎င်းက လက်ရှိ ဤပ‌ေရာဂျက်တွင် သတ်မှတ်ထားသော မျှ‌ေဝမှု ဆက်တင်များအား ဖုံးပစ်ပါလိမ့်မည်။
ne: यसले यस परियोजनामा ​​परिभाषित कुनै पनि विद्यमान साझेदारी सेटिङहरूलाई प्रतिस्थापन गर्नेछ।
pl: Nadpisze to wszelkie istniejące ustawienia zdefiniowane dla tego projektu.
pt: Isto substituirá todas as configurações de compartilhamento existentes definidas neste projeto.
ru: Будут переписаны все текущие настройки совместного доступа, заданные в этом проекте.
sw: Hii itafuta mipangilio yoyote iliyopo ya kushiriki iliyofafanuliwa katika mradi huu.
th: คำสั่งนี้จะบันทึกทับการตั้งค่าการแชร์ที่มีอยู่ตามที่กำหนดไว้ในโครงการนี้
tr: Bu, bu projede tanımlanan mevcut paylaşım ayarlarının üzerine yazacaktır.
uk: Це призведе до заміни всіх наявних налаштувань спільного доступу, визначених у цьому проєкті.
vi: Việc này sẽ ghi đè lên bất kì cài đặt chia sẻ đã xác định trong dự án này.

source: Select source project…
am: የምንጭ ፕሮጀክት ይምረጡ…
ar: حدد مشروع المصدر ...
bn: উৎস প্রকল্প নির্বাচন করুন…
cs: Vyberte zdrojový projekt…
de: Wählen Sie ein Ausgangsprojekt …
es: Seleccionar proyecto de origen...
fa: انتخاب منبع پروژه.…
fr: Sélectionner le projet source…
hi: स्रोत प्रोजेक्ट का चयन करें...
hu: Forrásprojekt kiválasztása…
id: Pilih proyek sumber…
ja: ソースプロジェクトを選択してください...
km: ជ្រើសរើសប្រភពគម្រោង…
my: မူရင်း ပ‌ေရာဂျက်ကို ‌ေရွးချယ်ပါ…
ne: स्रोत परियोजना चयन गर्नुहोस्...
pl: Wybierz projekt źródłowy...
pt: Selecione o projeto de origem…
ru: Выберите исходный проект…
sw: Chagua mradi chanzo…
th: เลือกโครงการตั้งต้น...
tr: Kaynak proje seçin…
uk: Оберіть вихідний проєкт…
vi: Chọn dự án nguồn…

source: copy
am: ቅዳ
ar: نسخ
bn: কপি করুন
cs: kopírovat
de: kopieren
es: copiar
fa: کپی
fr: copier
hi: कॉपी करें
hu: másolás
id: salin
ja: コピー
km: ថតចម្លង
my: မိတ္တူကူးရန်
ne: प्रतिलिपि
pl: skopiuj
pt: copiar
ru: копировать
sw: nakili
th: คัดลอก
tr: kopyala
uk: копіювати
vi: sao chép
